{

		/*  C O N F I G U R A T I O N

				T R A N S L A T I O N S  */

	"config.section.Headcanons.name": "Headcanons",
	"config.section.Ships.name": "Ships",

	"config.ClintIdentity.name": "Clint Identity",
	"config.ClintIdentity.description": "Toggles Clint's sexuality as asexual or homosexual.",
	"config.ClintIdentity.values.Asexual": "Asexual",
	"config.ClintIdentity.values.Homosexual": "Homosexual",

	"config.ElliottPronouns.name": "Elliott Pronouns",
	"config.ElliottPronouns.description": "Toggles Elliott's preferred pronouns.",
	"config.ElliottPronouns.values.HeAndSheAndThey": "He/She/They",
	"config.ElliottPronouns.values.HeAndThey": "He/They",

	"config.EmilyIdentity.name": "Emily Identity",
	"config.EmilyIdentity.description": "Toggles Emily's gender identity as genderfluid or trans woman.",
	"config.EmilyIdentity.values.Genderfluid": "Genderfluid",
	"config.EmilyIdentity.values.TransWoman": "Trans Woman",

	"config.LinusIdentity.name": "Linus Identity",
	"config.LinusIdentity.description": "Toggles Linus' sexuality.",
	"config.LinusIdentity.values.GayAndAce": "Gay & Ace",
	"config.LinusIdentity.values.AceOnly": "Ace Only",

	"config.MarnieIdentity.name": "Marnie Identity",
	"config.MarnieIdentity.description": "Toggles Marnie's sexuality as bisexual or lesbian.",
	"config.MarnieIdentity.values.Bisexual": "Bisexual",
	"config.MarnieIdentity.values.Lesbian": "Lesbian",

	"config.SamIdentity.name": "Sam Identity",
	"config.SamIdentity.description": "Toggles Sam's identity.",
	"config.SamIdentity.values.TransBi": "Trans Bisexual",
	"config.SamIdentity.values.CisBi": "Cis Bisexual",

	"config.SandyIdentity.name": "Sandy Identity",
	"config.SandyIdentity.description": "Toggles Sandy's sexuality as lesbian or bisexual.",
	"config.SandyIdentity.values.Lesbian": "Lesbian",
	"config.SandyIdentity.values.Bisexual": "Bisexual",

	"config.AlexAndElliott.name": "Alex & Elliott",
	"config.AlexAndElliott.description": "Toggles whether an Alex & Elliott ship is hinted at",

	"config.CarolineAndJodi.name": "Caroline & Jodi",
	"config.CarolineAndJodi.description": "Toggles whether a Caroline & Jodi ship is hinted at.",

	"config.MarlonAndGil.name": "Marlon & Gil",
	"config.MarlonAndGil.description": "Toggles whether a Marlon & Gil marriage is hinted at.",

	"config.MarnieAndPam.name": "Marnie & Pam",
	"config.MarnieAndPam.description": "Toggles whether a Marnie & Pam ship is hinted at.",

	"config.SamAndSebastian.name": "Sam & Sebastian",
	"config.SamAndSebastian.description": "Toggles whether a Sam & Sebastian ship is hinted at.",


        /*  C O N V E R S A T I O N 
        
                T O P I C  D I A L O G U E  */
	
                
    /*  ABIGAIL  */
	"PITV.Dialogue.Abigail.WelcomeToPridePITV": "I'm pretty sure Mom would leave Dad in a heartbeat if Jodi asked her to.$1#$b#Not even joking.",
	"PITV.Dialogue.Abigail.PrideSeasonStartPITV": "The only thing good about this season is Pride. It almost makes the sticky weather worth it.#$b#I said almost.",
	"PITV.Dialogue.Abigail.PrideSeasonGiftPITV": "What did you say?#$b#All this Pride Season stuff has me thinking about my aunt. Her and her wife were the first people I came out to a few years ago.$6#$b#What? I wasn't always as sure of myself as I am now.$2",
	"PITV.Dialogue.Abigail.HatMouseTheAllyPITV": "Hey, @. You know any good scary stories for the season?#$b#Preferably ones with queer characters who aren't stereotypical jokes?$3",
	"PITV.Dialogue.Abigail.PrideFestVault": "Even I can admit it's nice to have the chance to show support for my friends.#$b#And remember that it's reciprocated.$1",
	"PITV.Dialogue.Abigail.Marriage_PrideFest": "Hey, babe. If you're going to grab a treat from Granny, can you grab me a cookie?",


    /*  ALEX  */
	"PITV.Dialogue.Alex.WelcomeToPridePITV": "I don't only like girls, you know.",
	"PITV.Dialogue.Alex.PrideSeasonStartPITV": "My favorite thing about summer is everyone taking their shirts off.$1",
	"PITV.Dialogue.Alex.PrideSeasonGiftPITV": "Granny made pride cookies. She's so excited, she's telling everyone.#$b#It's hilarious.$1",
	"PITV.Dialogue.Alex.HatMouseTheAllyPITV": "I think being hot is a rite of passage for professional gridball. Have you seen some of those guys?#$b#I'd fit right in.$1#$b#Don't you think?",
	"PITV.Dialogue.Alex.PrideFestShop": "Hey. I recommend the Bi-Berry Muffin.#$b#Then again, I'm probably biased.",
	"PITV.Dialogue.Alex.PrideFestFootball": "I like the decorations in this place. It's fun to teach my grandparents all about the different flags.#$b#I'd consider myself an expert.",
	"PITV.Dialogue.Alex.PrideFestChat": "Sandy, you should have seen Haley's face when Emily told her you were coming up for the Pride Festival.",
	"PITV.Dialogue.Alex.Marriage_PrideFest": "Nice to see Granny so proud of sharing her sweets, isn't it, baby?",


    /*  CAROLINE  */
	"PITV.Dialogue.Caroline.WelcomeToPridePITV": "It's one of those days where I'm extra thankful for the people I love.#$b#Jodi's been my best friend for years now.#$b#I still can't get over how pretty she is!$1",
	"PITV.Dialogue.Caroline.PrideSeasonStartPITV": "Happy Pride Season, farmer! How are you adjusting?#$b#I hope you feel as safe and supported here as I did when I first moved here.#$b#Everyone is so accepting.#$b#Wouldn't you agree?",
	"PITV.Dialogue.Caroline.PrideSeasonGiftPITV": "I've known Abby was queer since she was very young. When you know, you know.#$b#I'm so proud of her for finding the courage to tell us.",
	"PITV.Dialogue.Caroline.HatMouseTheAllyPITV": "@, this is going to sound crazy, but I think there's something going on between Morris and my husband.#$b#You should see some of their letters!$2",
	"PITV.Dialogue.Caroline.PrideFestNook": "My husband and I are both bi. We're close enough to National Coming Out Day, aren't we?$1",
	"PITV.Dialogue.Caroline.PrideFestClub": "Have I ever told you how much I love that top on you, Jodi?",


    /*  CLINT  */
	"PITV.Dialogue.Clint.WelcomeToPridePITV.1": "Maybe I should take up cooking. Gus makes it look like an art form.#$b#Huh?#$b#I'm thinking out loud.",
	"PITV.Dialogue.Clint.WelcomeToPridePITV.2": "Maybe I should take up cooking. Gus was showing me his upcoming pride dishes, and it got me feeling inspired.#$b#Huh? I'm thinking out loud.",
	"PITV.Dialogue.Clint.PrideSeasonStartPITV": "Pelican Town is a whole lot more accepting than my last town.#$b#Which is great and all, but I still feel lonely.$2",
	"PITV.Dialogue.Clint.PrideSeasonGiftPITV": "I think you kids here are really brave, talking about your identities so loud and such.#$b#Uh.$4#$b#Don't tell the others I said that.$2#$b#Uh, why?#$b#Because they'll think that's weird.#$b#You wouldn't get it.",
	"PITV.Dialogue.Clint.HatMouseTheAllyPITV": "Why do I look so pleased?#$b#Got a call this morning from my brother. Apparently, my niece proposed to her girlfriend.#$b#Well, fiancee now.",
	"PITV.Dialogue.Clint.PrideFestShard": "I've been wanting to crack open one of these for a long time.#$b#Probably not the time to ask, huh?",
	"PITV.Dialogue.Clint.PrideFestBoiler": "Guess whoever set this place up wanted me far away from the party.$1",


    /*  DEMETRIUS  */
	"PITV.Dialogue.Demetrius.WelcomeToPridePITV": "Have you seen Doctor Harvey since you arrived?#$b#He's very good at what he does.",
	"PITV.Dialogue.Demetrius.PrideSeasonStartPITV": "Dogs, cats, penguins, mallards, horses and buffalo have all been observed exhibiting homosexual behavior.#$b#It's completely natural.#$b#As someone who relies on fact to understand most things, I can tell you: Nature has no rules.$1",
	"PITV.Dialogue.Demetrius.PrideSeasonGiftPITV": "Robin was still married to her ex-wife when we met.#$b#It was an interesting time.$1",
	"PITV.Dialogue.Demetrius.HatMouseTheAllyPITV": "Hello, @. Here's something interesting.#$b#I've been finding strange pages from a book by a queer professor of literature.#$b#It's slightly too metaphorical for my taste, but... Keep an eye out.$1",
	"PITV.Dialogue.Demetrius.PrideFestNook": "The concept of Pride is so straighforward, that it almost feels obvious.#$b#Still, we're lucky to live in a town that dedicates time and money to it.",


    /*  ELLIOTT  */
	"PITV.Dialogue.Elliott.WelcomeToPridePITV": "Based on my outfits, who do you, @, believe is my style icon?#$b#Hm?#$b#It'll come to you, my friend.$1",
	"PITV.Dialogue.Elliott.PrideSeasonStartPITV": "There's a natural anxiety that comes with living life as your true self.$5#$b#But here, it's almost entirely dissipated. For me, anyway.$1",
	"PITV.Dialogue.Elliott.PrideSeasonGiftPITV": "Have you been keeping up with this season's Gem Sea For Pride volumes? I know its curator personally.",
	"PITV.Dialogue.Elliott.HatMouseTheAllyPITV": "Hm, I woke with the strangest feeling in my bosom this morning.#$b#Would you use she and her pronouns for me, for now?",
	"PITV.Dialogue.Elliott.PrideFestKitchen": "A renowned queer historian vanishes under mysterious circumstances, and their bisexual partner must delve into the forgotten corners of history to find him.#$b#It's a new novel I'm working on. What do you think?",
	"PITV.Dialogue.Elliott.Marriage_PrideFest": "Hello, dear. I was just catching up our friends on our endeavors as of late.#$b#And telling them of my newest book concept. You remember the queer mystery?",


    /*  EMILY  */
	"PITV.Dialogue.Emily.WelcomeToPridePITV": "Jodi's commissioning me to make a dress for Vincent's birthday.$1#$b#Don't tell him! I'm just excited.",
	"PITV.Dialogue.Emily.PrideSeasonStartPITV": "Happy Pride Season, @!#$b#I hope we make you feel loved and supported here.$1",
	"PITV.Dialogue.Emily.PrideSeasonGiftPITV": "I had a strange dream about one of the women in town recently.#$b#I can't stop thinking about it!$6#$b#What do you think this means, @?",
	"PITV.Dialogue.Emily.HatMouseTheAllyPITV": "I love working at the saloon.#$b#It's the most accepting place I've ever worked, even compared to the city!",
	"PITV.Dialogue.Emily.PrideFestCrafts": "I tell myself every Pride Season, I'm going to start utilizing more prismatic dyes in my designs.#$b#Maybe this year I'll actually remember!",
	"PITV.Dialogue.Emily.PrideFestFlag": "This is the genderfluid flag.#$b#These colors are very important to me. They each represent a different aspect of the community.",
	"PITV.Dialogue.Emily.PrideFestClub": "Most of us have been here already, or will come again with their families, but the aerobics club wanted an excuse to hang out and chat again.",
	"PITV.Dialogue.Emily.Marriage_PrideFest": "Hi, sweetie! I'm having an amazing time here today, are you?",


    /*  EVELYN  */
	"PITV.Dialogue.Evelyn.WelcomeToPridePITV": "I think Alex has a little crush on that person from the beach with the long hair.#$b#Uh, hm... what is their name again?$2#$b#Edgar. Abraham?",
	"PITV.Dialogue.Evelyn.PrideSeasonStartPITV": "Alex just told me all about what it means to be asexual.#$b#All these years, I never knew!",
	"PITV.Dialogue.Evelyn.PrideSeasonGiftPITV": "I made some rainbow cookies to celebrate this Pride Season.$1#$b#I used all kinds of colors of frosting for the different flags.",
	"PITV.Dialogue.Evelyn.HatMouseTheAllyPITV": "What's the name of that show that George likes, dear? With the man that has those thick eyebrows he never stops talking about?#$e#No, no. Hm, it'll come to me.",
	"PITV.Dialogue.Evelyn.PrideSeasonShop1": "Do you like the selection of pride-themed sweets? The Trans Tart is my favorite.",
	"PITV.Dialogue.Evelyn.PrideSeasonShop2": "Next year I hope to add the genderfluid and polyamory flags as themes.",
	"PITV.Dialogue.Evelyn.PrideSeasonShop3": "I'm so proud of my cookies and sweets. I hope you enjoy them too, dear.",


    /*  GEORGE  */
	"PITV.Dialogue.George.WelcomeToPridePITV": "Alex likes boys, too, did I tell you that?#$b#If you got a problem with it, I don't want you here.#$b#*grumble* Don't care how cute he thinks you are.",
	"PITV.Dialogue.George.PrideSeasonStartPITV": "Accepting Alex being bi was the least of my worries after his mother died.#$b#He's had challenges with way more impact on who he is than that.$2",
	"PITV.Dialogue.George.PrideSeasonGiftPITV": "I'll say, it brings me joy to see you young kids be out and proud like you are.#$b#When I was young, it wasn't so easy.$3#$b#Hmph. Better late than never, I suppose.$2",
	"PITV.Dialogue.George.HatMouseTheAllyPITV": "You need something? That show I like is about to start.#$b#I like the main man in that show. Handsome fella.$1#$e#He's got nice eyebrows.",
	"PITV.Dialogue.George.PrideSeasonShop": "I don't have any complaints today.#$b#The energy in here and the cause we're celebrating makes the lack of air conditioning well worth it.",


    /*  GUS  */
	"PITV.Dialogue.Gus.WelcomeToPridePITV": "Farmer, you mind taking these drinks over to Clint and Willy for me?#$b#Thank ya.",
	"PITV.Dialogue.Gus.PrideSeasonStartPITV": "I got it, @. Pride-themed desserts.$1#$b#Wanna be my taste tester?",
	"PITV.Dialogue.Gus.PrideSeasonGiftPITV": "Pride Season is my favorite time of year.#$b#I get lots of tips.$1#$b#I've done extra well this year for some reason...",
	"PITV.Dialogue.Gus.HatMouseTheAllyPITV": "If you see that Linus around, you tell him to stop by sometime.#$b#I don't get out enough to do it myself this time of year.$2",
	"PITV.Dialogue.Gus.PrideFestPantry": "Hey there, farmer. Remind me in a few weeks to ask Evelyn for some of her recipes. She's got some fantastic ideas!#$b#And delicious.",


    /*  HALEY  */
	"PITV.Dialogue.Haley.WelcomeToPridePITV": "Oh my Yoba, can you believe that up until literally yesterday, my sister thought I was romantically interested in Alex?$3#$b#Who else thinks that?$5",
	"PITV.Dialogue.Haley.PrideSeasonStartPITV": "Okay, hypothetically, do you think anyone would go to a pride-themed bonfire or not?#$b#Ugh, but don't tell anyone!$3",
	"PITV.Dialogue.Haley.PrideSeasonGiftPITV": "Hey, you. Farmer. Who do you think is cuter, Leah or Penny?#$b#Alex and I were arguing about it this morning.",
	"PITV.Dialogue.Haley.HatMouseTheAllyPITV": "There aren't enough cute girls in this town.#$b#I mean, yeah, there's some. Just not enough.$3",
	"PITV.Dialogue.Haley.PrideFestCouch": "Ugh, I miss my old friend group. We were called the 'LGBT Shes'. You would have loved us, Sandy.",
	"PITV.Dialogue.Haley.Marriage_PrideFest": "Hey, honey. Are you ready to go already?",


    /*  HARVEY  */
	"PITV.Dialogue.Harvey.WelcomeToPridePITV": "I admire the work that everyone does around here.#$b#Like Clint. He's very strong, and it shows!#$b#That's just... an example.$8#$b#I should get back to work.$2",
	"PITV.Dialogue.Harvey.PrideSeasonStartPITV": "If you ever need it, I have tons of resources for LGBT+ youth in the clinic.#$b#Anonymous and free.#$b#Please don't think I'm singling you out. I like to mention this to everyone.#$b#It's important to know the resources available to you, especially since you're new here.",
	"PITV.Dialogue.Harvey.PrideSeasonGiftPITV": "This month's issues of Gem Sea For Pride are amazing. All of those people are so brave.#$b#Don't you think, @?",
	"PITV.Dialogue.Harvey.HatMouseTheAllyPITV": "Hey, @. Quick question. What is the best way to invite someone over for drinks?#$b#We have similar interests, but... is that strange?$2#$b#Agh, never mind, actually.$4",
	"PITV.Dialogue.Harvey.PrideFestKitchen": "*gulp* I don't suppose Granny could tell me the amount of sugar in these sweets? They sure look tasty, don't they?",
	"PITV.Dialogue.Harvey.Marriage_PrideFest": "I should have one. Right, darling?",


    /*  JAS  */
	"PITV.Dialogue.Jas.WelcomeToPridePITV": "Uncle Shane was flirting sooo bad with that delivery guy last night!#$b#It was so funny!$1",
	"PITV.Dialogue.Jas.PrideSeasonStartPITV": "Aunt Marnie bumped into Miss Pam in town today!#$b#The way they looked at each other was so silly.$1",
	"PITV.Dialogue.Jas.PrideSeasonGiftPITV": "Miss Penny had me and Vinny read a book about a girl who had a crush on her best friend who is also a girl.#$b#I loved it!$1",
	"PITV.Dialogue.Jas.HatMouseTheAllyPITV": "Vinny can be so annoying sometimes, but I love when he plays dolls with me.#$b#He's the only one I will share them with, though.$4",
	"PITV.Dialogue.Jas.PrideFestFishTank": "Miss Penny told us that there are people in the world who think the word 'gay' is a swear!#$b#What the heck?$1",
	"PITV.Dialogue.Jas.PrideFestKitchen": "This is the Lesbian Lollipop! My Uncle Shane bought me one. It's delicious!$1",


    /*  JODI  */
	"PITV.Dialogue.Jodi.WelcomeToPridePITV": "Oh, @. Do you know if Emily takes commissions?#$b#I'm thinking about buying Vincent a dress for his birthday.$1",
	"PITV.Dialogue.Jodi.PrideSeasonStartPITV": "I'm so proud of my kids for being brave enough to speak up about who they are.",
	"PITV.Dialogue.Jodi.PrideSeasonGiftPITV": "I love spending time with Caroline in her sunroom. It takes my mind off of housework and worrying for my family.",
	"PITV.Dialogue.Jodi.HatMouseTheAllyPITV": "I don't think poor Sam even notices how hard he smiles when he's around Sebastian.#$b#They'll figure it out one day, right?$1",
	"PITV.Dialogue.Jodi.PrideFestTrans": "It's so important to me as a mother that Sam and Vincent are able to have experiences like this, full of such love and positivity.",
	"PITV.Dialogue.Jodi.PrideFestClub": "I wonder if we could get some local celebrities to attend our Pride Festival next year.$1",


    /*  LEAH  */
	"PITV.Dialogue.Leah.WelcomeToPridePITV": "Haley told me Alex might have eyes for Elliott.#$b#I can't decide if I should tease Ellie about it or see how it plays out.$1",
	"PITV.Dialogue.Leah.PrideSeasonStartPITV": "I've been listening to Feebie Ridgers lately.#$b#Are you a fan?",
	"PITV.Dialogue.Leah.PrideSeasonGiftPITV": "I'm making a sapphic sculpture right now.#$b#Tis the season, right?$1",
	"PITV.Dialogue.Leah.HatMouseTheAllyPITV": "Hey, @. Don't you think this leaf looks like a face?#$b#Maybe nature is trying to show me the face of my future wife.#$b#It sort of looks familiar...",
	"PITV.Dialogue.Leah.PrideFestKitchen": "I love the Pride Festival concept. I feel like so many of my conversations are already pretty gay in nature.$1",
	"PITV.Dialogue.Leah.PrideFestHall": "Stories like Linus' are the reason I don't feel bad about taking a break from my work.$1",
	"PITV.Dialogue.Leah.Marriage_PrideFest": "I was wondering where you ran off to!$#b#Let me know when you're ready to head home, okay?",


    /*  LEWIS  */
	"PITV.Dialogue.Lewis.WelcomeToPridePITV": "Huh? You think I look happier today?#$b#Well, our town's fine chef told me I looked swell today.$1#$b#Made me feel pretty good.",
	"PITV.Dialogue.Lewis.PrideSeasonStartPITV": "I'm grateful for the people in and out of town who help out with the Pride Season Festival.#$b#Unfortunately, it's a lot of money we don't have here.",
	"PITV.Dialogue.Lewis.PrideSeasonGiftPITV": "That column in Gem Sea For Pride got me thinking about my old pals teasing me for gardening when I came out.#$b#All in good fun, of course.$1",
	"PITV.Dialogue.Lewis.HatMouseTheAllyPITV": "*grumble* My nephew and his boyfriend wanna stay at the manor for a week.$3#$b#I love 'em both to death, but they're loud kids.$2",
	"PITV.Dialogue.Lewis.PrideFestVault": "I used to sit right there in that chair everyday. Might keep up these decorations for if I ever decide to come back.$1",
	"PITV.Dialogue.Lewis.PrideFestWilly": "Turnout's been fantastic for this year's Pride Festival.",
	

    /*  LINUS  */
	"PITV.Dialogue.Linus.WelcomeToPridePITV": "I knew your grandpa back in the day.#$b#He was pretty easy on the eyes.$1",
	"PITV.Dialogue.Linus.PrideSeasonStartPITV": "I know everyone's good about accepting us gay folks, but I still have trouble saying it, for some reason.",
	"PITV.Dialogue.Linus.PrideSeasonGiftPITV": "Gus is a good man. Honestly, farmer, I'm embarrassed to look him in the eye again.#$b#Digging through the garbage like that.$2",
	"PITV.Dialogue.Linus.HatMouseTheAllyPITV": "I knew a man a lot of years ago. He was beautiful, but wicked.#$b#People can be cruel, @.$2",
	"PITV.Dialogue.Linus.PrideFestBoiler": "It didn't take me long to find my rug.$1#$b#It's nice and quiet back here.",
	"PITV.Dialogue.Linus.PrideFestHall": "Hey there, farmer. I was just telling Leah a story about a man I once knew years ago.#$b#He lived like I do and always kept flowers in his pocket to put in others' hair. Wonder whatever happened to him.",


    /*  MARNIE  */
	"PITV.Dialogue.Marnie.WelcomeToPridePITV": "Hey there, newbie.$1#$b#There was a nice couple living just east of your farm a while back.#$b#You would have liked them. Just a pair of husbands, a set of twins and lots of flowers.",
	"PITV.Dialogue.Marnie.PrideSeasonStartPITV": "Last Pride Season, the aerobics team brought me a wheelbarrow full of pumpkins.",
	"PITV.Dialogue.Marnie.PrideSeasonGiftPITV": "If I have to see Shane try to flirt with that delivery boy one more time, I might die of embarrassment.$2#$b#My nephew's a lot of things, but smooth isn't one of 'em.",
	"PITV.Dialogue.Marnie.HatMouseTheAllyPITV": "I've got an unconventional tip for you, @. Play Goy Borge for your animals.#$e#The chickens in particular love it, and they can get pretty grumpy this time of year.$1",
	"PITV.Dialogue.Marnie.PrideFestClub": "Pam and I? Oh, it's just for fun.$1",
	"PITV.Dialogue.Marnie.PrideFestFishTank": "Hey there! Need a rainbow flag? We've got plenty to go around!",


    /*  MARU  */
	"PITV.Dialogue.Maru.WelcomeToPridePITV": "My latest project is going to have the ability to recognize all the genders and pronouns out there, and adapt to changing times.#$b#Cool, right?",
	"PITV.Dialogue.Maru.PrideSeasonStartPITV": "What do people say to each other during Pride Season?#$b#Congratulations on being... bi? No one's said that to me yet, but it's still early.",
	"PITV.Dialogue.Maru.PrideSeasonGiftPITV": "Mom and Dad chose a perfect spot for the house, I think.#$b#The complex dynamics of Pelican Town are unique. And unprejudiced!$3",
	"PITV.Dialogue.Maru.HatMouseTheAllyPITV": "Harvey and I were talking about implementing an LGBT+ initiative at the clinic.#$b#Given the demographics of the town, it would be both helpful and profitable.",
	"PITV.Dialogue.Maru.PrideFestNook": "Some of these are really fascinating. Have you heard of Professor Basil?",
	"PITV.Dialogue.Maru.PrideFestParents": "Let's celebrate the spectrum of human experiences and identities with the same enthusiasm we save for technological innovation.",
	"PITV.Dialogue.Maru.PrideFestCouch": "It's so heartwarming to see all the families, friends, even strangers coming together to support love in all its forms.",
	"PITV.Dialogue.Maru.Marriage_PrideFest": "Hey, my dear! I've been so looking forward to sharing this Pride experience with you.",


    /*  PAM  */
	"PITV.Dialogue.Pam.WelcomeToPridePITV": "I better make a move on Marnie before that old mayor, huh, kid?",
	"PITV.Dialogue.Pam.PrideSeasonStartPITV": "Hey, kid. What time is it?#$b#Well shoot, I missed today's soap episode.$2#$b#It's called Terry's Transition. Ever watched it?#$b#You're missing out, kid.$1#$b#That show's taught me a lot.",
    "PITV.Dialogue.Pam.PrideSeasonGiftPITV": "You ever just wanna shave all the hair off your head and call it a day? No more secrets?#$e#I do. I might.$1",
	"PITV.Dialogue.Pam.HatMouseTheAllyPITV": "I tell ya, kid, not many things twist my tongue. But you put me in front of a beautiful woman and I'm done for.$1",
	"PITV.Dialogue.Pam.PrideFestRug": "Look at that, an entire festival dedicated to me and my lesbian tendencies.$1",
	"PITV.Dialogue.Pam.PrideFestFishTank": "This old lesbian needs a drink.",
	"PITV.Dialogue.Pam.PrideFestKitchen": "Man, you should have seen how loud and proud I was back in the day.#$b#I just don't have the energy anymore. Thank Yoba for these festivals.",


    /*  PENNY  */
	"PITV.Dialogue.Penny.WelcomeToPridePITV": "Elliott told me about a local author they discovered recently. Have you heard of Professor Basil?#$b#He submitted an interesting article to Gem Sea For Pride one year.",
	"PITV.Dialogue.Penny.PrideSeasonStartPITV": "I wonder how I can respectfully incorporate queer culture into my lesson plans this Pride Season.#$b#Hm? Sorry, just thinking out loud.",
	"PITV.Dialogue.Penny.PrideSeasonGiftPITV": "My mom was so drunk last night she came out to me as a lesbian.#$b#Again.$2",
	"PITV.Dialogue.Penny.HatMouseTheAllyPITV": "I've been feeling nostalgic today. I found an old poster in my room of Atlanis Norissette. She was my first real crush.",
	"PITV.Dialogue.Penny.PrideFestCrafts": "Teaching with these concepts in mind can only go so far.#$b#These are the best learning experiences.$1",
	"PITV.Dialogue.Penny.PrideFestKitchen": "Has Elliott told you about his latest novel concept?#$b#It's fascinating, a queer mystery. I'll let him tell you more.$1",
	"PITV.Dialogue.Penny.Marriage_PrideFest": "Hi, honey. It's so lovely to be able to attend Pride together.#$b#Sorry, I'm feeling sentimental.$4",


    /*  PIERRE  */
	"PITV.Dialogue.Pierre.WelcomeToPridePITV": "Sometimes I wonder what really goes on in those aerobics classes.$4",
	"PITV.Dialogue.Pierre.PrideSeasonStartPITV": "That Morris better not think about moseying down here any time soon.$3#$b#It always gets so heated with that man.$3",
	"PITV.Dialogue.Pierre.PrideSeasonGiftPITV": "It doesn't weird me out that my wife and daughter have been with a multitude of genders.#$b#That's their business, and this shop is mine.#$b#... Yes, I have had my share of rendevous with other men.",
	"PITV.Dialogue.Pierre.HatMouseTheAllyPITV": "My sister's wife called me this morning. They're building another Joja in the city.$3",
	"PITV.Dialogue.Pierre.PrideFestNook": "Are we supposed to stand on the flag we identify with? Or can we stand by the nonbinary flag for solidarity with Abigail?#$b#Hmm...",
	"PITV.Dialogue.Pierre.PrideFestVault": "Maybe I should think of expanding the shop's stock. Unfortunately, my current one is pretty generic.",


    /*  ROBIN  */
	"PITV.Dialogue.Robin.WelcomeToPridePITV": "I cherish aerobics days so much that I close the shop for the entire day.$4#$b#I love those women.",
	"PITV.Dialogue.Robin.PrideSeasonStartPITV": "*mumble* Gay dogs? What in Yoba's name is that man talking about?$2",
	"PITV.Dialogue.Robin.PrideSeasonGiftPITV": "I can't talk right now, @. I can't even think! Did you know that Caroline and Jodi are former flings?!#$b#How did I miss that? Do I work too much?",
	"PITV.Dialogue.Robin.HatMouseTheAllyPITV": "Doctor Harvey gets so flustered when he's around my husband. I think it's hilarious.$1",
	"PITV.Dialogue.Robin.PrideFestClub": "No one's telling me if Sebby has a thing with Sam. Everyone keeps teasing me about it!",
	"PITV.Dialogue.Robin.PrideFestNook": "If my hammer could talk, it'd be cheering for love in all its shapes and sizes right now. Let's build bridges, not walls!",
	"PITV.Dialogue.Robin.PrideFestShop": "Oooh, that Enby Eclair looks amazing!",


    /*  SAM  */
	"PITV.Dialogue.Sam.WelcomeToPridePITV": "I don't have to reject every feminine thing for my gender to be valid, right?$3#$b#I love flowers.",
	"PITV.Dialogue.Sam.PrideSeasonStartPITV": "@, did you know those old guys from the mines are married? To each other!$8#$b#Abigail told me. Apparently they have kids and everything! Good for them.$3",
	"PITV.Dialogue.Sam.PrideSeasonGiftPITV": "Hey, quick, who is cuter, Elliott or Alex? Sebastian and I have a bet going.#$b#Right? That's what I said!$1",
	"PITV.Dialogue.Sam.HatMouseTheAllyPITV": "A cute boy gave me his number at a concert in the city.#$b#Sebastian's been really grumpy about it, though. I wonder why.$2",
	"PITV.Dialogue.Sam.PrideFestCrafts": "Isn't the energy amazing? Pride is all about unity, acceptance, and being proud of who we are!",
	"PITV.Dialogue.Sam.PrideFestParents": "Me and Vincent are really lucky to have parents that like to participate in this kind of thing.#$b#Pelican Town as a whole is just like that.$1",
	"PITV.Dialogue.Sam.PrideFestVault": "Happy Pride, @! I hope you're having fun. We are! It's nice to feel like we belong here.",
	"PITV.Dialogue.Sam.PrideFestKitchen": "If you want a laugh, go call Sebastian cute! He blushes like crazy whenever I do it.$1",
	"PITV.Dialogue.Sam.Marriage_PrideFest": "Fancy meeting you here, babe!$1#$b#It's nice to see everyone coming together to celebrate pride, isn't it?",


    /*  SEBASTIAN  */
	"PITV.Dialogue.Sebastian.WelcomeToPridePITV": "Do you need something, or can I get back to my music?$5#$b#I'm trying to listen to Small Nas X.",
	"PITV.Dialogue.Sebastian.PrideSeasonStartPITV": "Demetrius was telling me all about gay animals this morning at breakfast.#$b#And I thought I was awkward.$2",
	"PITV.Dialogue.Sebastian.PrideSeasonGiftPITV": "Gender isn't real.",
	"PITV.Dialogue.Sebastian.HatMouseTheAllyPITV": "What am I thinking about?#$b#How much of a dork Sam is.#1",
	"PITV.Dialogue.Sebastian.PrideFestVault": "Every person's journey is unique. Mine, my sister's, my best friends'. It's important to respect each and every one.",
	"PITV.Dialogue.Sebastian.Marriage_PrideFest": "Seeing your smiling face in the midst of all this festivity just fills my heart with joy.$1",


    /*  SHANE  */
	"PITV.Dialogue.Shane.WelcomeToPridePITV": "You know, since my aunt loves to spread rumors about me, I'll tell you that she has a crush on Pam.#$b#You already knew that?$10",
	"PITV.Dialogue.Shane.PrideSeasonStartPITV": "No, I'm not staring at him, @. Mind your own business.$2",
	"PITV.Dialogue.Shane.PrideSeasonGiftPITV": "Fine. I'll say it. He's easy on the eyes. Are you happy now?$2#$b#Yoba, I need another drink.",
	"PITV.Dialogue.Shane.HatMouseTheAllyPITV": "What? No, I do not flirt with the pizza delivery guy!$3",
	"PITV.Dialogue.Shane.PrideFestFishTank": "I actually tripped on my way here when I saw Sam walking out of his house this morning.#$b#I'm humiliated.",
	"PITV.Dialogue.Shane.PrideFestKitchen": "Love is love, they say. I'll drink to that.",
	"PITV.Dialogue.Shane.Marriage_PrideFest": "Well, look who's here, making Pride even more special? Hey, baby.$1",


    /*  VINCENT  */
	"PITV.Dialogue.Vincent.WelcomeToPridePITV": "Sometimes... I think I want to be a girl!#$b#I think! I'm not sure!#$b#My brother says that's okay. He says a lot of things wrong, but I believe him this time!$1",
	"PITV.Dialogue.Vincent.PrideSeasonStartPITV": "My mom painted my toenails for Pride Season! Do you like them, @?#$b#Do you?",
	"PITV.Dialogue.Vincent.PrideSeasonGiftPITV": "I love my brother!#$b#Even though it was really confusing not calling him my sister at first, he is so happy now!",
	"PITV.Dialogue.Vincent.HatMouseTheAllyPITV": "Sebastian is so cool!#$b#But he spends so much time with Sam in his room and they always keep the door closed!$2",
	"PITV.Dialogue.Vincent.PrideFestCrafts": "Hi! Happy Pride!",
	"PITV.Dialogue.Vincent.PrideFestParents": "Mom won't let me have another Pride Pop!#$b#They're so good... and it's for a good cause!",
	

    /*  WILLY  */
	"PITV.Dialogue.Willy.WelcomeToPridePITV": "Believe it or not, Clint and I don't talk much at the saloon.#$b#It ain't like I haven't tried!$2",
	"PITV.Dialogue.Willy.PrideSeasonStartPITV": "Oh, yeah. I'm bi, big time.$1",
	"PITV.Dialogue.Willy.PrideSeasonGiftPITV": "I've been fishing in the mountains these days. Good company up there.#$b#And fish! Heh heh.$1",
	"PITV.Dialogue.Willy.HatMouseTheAllyPITV": "Believe it or not, back in the day? Mayor Lewis was a real eligible bachelor.$1#$b#Your grandpa could tell you that.#$b#Now that I think about it, your grandpa was a catch too. Heh heh.",
	"PITV.Dialogue.Willy.PrideFestFishTank": "What's this flag here that we're standing on now?#$b#Trans-inclusive gay men? I like it!",
	"PITV.Dialogue.Willy.PrideFestVault": "Glad to see this ol' Community Center back in use. And for such'a great cause!",


    /*  WIZARD  */
	"PITV.Dialogue.Wizard.WelcomeToPridePITV": "Pronouns? What pronouns? I am genderless.#$b#We all are.",
	"PITV.Dialogue.Wizard.PrideSeasonStartPITV": "Pride Season? Hm. I like it.$1",
	"PITV.Dialogue.Wizard.PrideSeasonGiftPITV": "Yes, I do have a subscription to Gem Sea For Pride.",
	"PITV.Dialogue.Wizard.HatMouseTheAllyPITV": "There are many things about the human race that I find detestable.#$b#Their ability to embrace and accept each other keeps me grounded in my faith to this town.",


	/*  EXTRA NPC DIALOGUES  */
	"PITV.Dialogue.Kent.PrideFestTrans": "Remember that Pride started out as a protest. We can honor our history by continuing to fight for equality and justice.",
	"PITV.Dialogue.Sandy.PrideFestEmily": "I love a good excuse to come down here and catch up with friends for a day.$1#$b#It's just a bonus that I can celebrate my gayness while I'm at it!",
	"PITV.Dialogue.Sandy.PrideFestHaley": "You know I wouldn't miss a festival for such a worthy cause, Haley!",


	/*  RIDGESIDE VILLAGE NPC DIALOGUES  */
	"PITV.Dialogue.Alissa.PrideFest": "Oh my gosh, I thought it was just, like, a crush!$4",
	"PITV.Dialogue.Anton.PrideFest": "Hey @. I'm mostly here to keep an eye on Kiarra.#$b#When she was a kid, Lorenzo was worried that she was trying too hard to be 'one of the boys' to fit with us. I think she would've done that regardless, though.",
	"PITV.Dialogue.Blair.PrideFest": "I'm mostly here to support Sean and keep an eye on the kids.#$b#But if the right princess came along to sweep me off my feet, I think I'd be okay with that!$4",
	"PITV.Dialogue.Corine.PrideFest": "Hi @!  Isn't all of this so interesting? I never knew about half of it!$1",
	"PITV.Dialogue.Faye.PrideFest": "The flags are my favorite part. The colors stand for certain symbols or tenets on each and every one!$1",
	"PITV.Dialogue.Ian.PrideFest": "I don't really get a lot of this, but Sean said that's okay.#$b#He said I should just find the stripes I 'vibe with the most'.",
	"PITV.Dialogue.Jeric.PrideFest": "I never saw the sense in being attracted to only one gender.#$b#You miss out on so many beautiful people that way, you know? $7",
	"PITV.Dialogue.Keahi.PrideFest": "I wanna meet someone for every flag!$3#$b#What can I put you down for, @?$4",
	"PITV.Dialogue.Kiarra.PrideFest": "Nah, I'm pretty sure every girl in town's had a thing for Corine, myself included.#$b#If you want her, better make a move fast!$1",
	"PITV.Dialogue.Lenny.PrideFest": "Stuff like this makes me miss my old girlfriend.#$b#Maybe I should try entering the dating pool again?$1",
	"PITV.Dialogue.Maddie.PrideFest": "I don't get why people get so hung up on biological sex as a marker for gender. Do they have any idea how clear-cut it's NOT?$5",
	"PITV.Dialogue.Maive.PrideFest": "Good day, @. I do hope you pay attention to the historical notes we've put with each flag. Treating this as a simple party is a waste of resources.",
	"PITV.Dialogue.Philip.PrideFest": "They did an arc in Incrediman recently where his friend Prodigious Guy came out as bi. It was really heartwarming!$1",
	"PITV.Dialogue.Sean.PrideFest": "Gotta rep for my fellow butterflies!$1#$b#So which flags are yours, @?",
	"PITV.Dialogue.Shiro.PrideFest": "Hi, @.  Nice change of pace from the usual, right?",
	"PITV.Dialogue.Trinnie.PrideFest": "It might be fun to be a part-time boy. Maybe then I'd understand them!$1",
	"PITV.Dialogue.Yuuma.PrideFest": "Niisan is really enjoying himself.  It's good for him to get out of the house every now and then.$1",
	"PITV.Dialogue.Ysabelle.PrideFest": "Hello, @. Just doing a little bit of education here.$1",


        /*  V A R I A N T 

                D I A L O G U E S  */


	/*  RELATIONSHIP COMPATIBILITY  */

	"PITV.RelationshipCompat.Alex.Haley.PrideFestChat": "",
	"PITV.RelationshipCompat.Evelyn.Alex.WelcomeToPridePITV": "",
	"PITV.RelationshipCompat.Haley.Haley.PrideSeasonGiftPITV": "",
	"PITV.RelationshipCompat.Jodi.Sam.HatMouseTheAllyPITV": "",
	"PITV.RelationshipCompat.Jodi.Seb.HatMouseTheAllyPITV": "",
	"PITV.RelationshipCompat.Robin.Sam.PrideFestClub": "",
	"PITV.RelationshipCompat.Robin.Seb.PrideFestClub": "",


	/*  DIVERSE STARDEW VALLEY  */

	"PITV.CompatDialogue.Abigail.MexicanEvelyn.Marriage_PrideFest": "Hey, babe. If you're going to grab a treat from Abuela, can you grab me a cookie?",
	"PITV.CompatDialogue.Abigail.SamoanEvelyn.Marriage_PrideFest": "Hey, babe. If you're going to grab a treat from Tinä, can you grab me a cookie?",
	"PITV.CompatDialogue.Alex.MexicanEvelyn.PrideSeasonGiftPITV": "Abuela made pride cookies. She's so excited, she's telling everyone.#$b#It's hilarious.$1",
	"PITV.CompatDialogue.Alex.SamoanEvelyn.PrideSeasonGiftPITV": "Tinä made pride cookies. She's so excited, she's telling everyone.#$b#It's hilarious.$1",
	"PITV.CompatDialogue.Alex.MexicanEvelyn.Marriage_PrideFest": "Nice to see Abuela so proud of sharing her sweets, isn't it, baby?",
	"PITV.CompatDialogue.Alex.SamoanEvelyn.Marriage_PrideFest": "Nice to see Tinä so proud of sharing her sweets, isn't it, baby?",
	"PITV.CompatDialogue.Caroline.EnbyAbigail.PrideSeasonGiftPITV": "I've known Abigail was queer since they were very young. When you know, you know.#$b#I'm so proud of them for finding the courage to tell us.",
	"PITV.CompatDialogue.George.MexicanGeorge.PrideSeasonStartPITV": "Accepting Alex being bi was the least of my worries after my hija died.#$b#He's had challenges with way more impact on who he is than that.$2",
	"PITV.CompatDialogue.Haley.EnbyEmily.WelcomeToPridePITV": "Oh my Yoba, can you believe that up until literally yesterday, my sibling thought I was romantically interested in Alex?$3#$b#Who else thinks that?$5",
	"PITV.CompatDialogue.Harvey.MexicanEvelyn.PrideFestKitchen": "*gulp* I don't suppose Abuela could tell me the amount of sugar in these sweets? They sure look tasty, don't they?",
	"PITV.CompatDialogue.Harvey.SamoanEvelyn.PrideFestKitchen": "*gulp* I don't suppose Tinä could tell me the amount of sugar in these sweets? They sure look tasty, don't they?",
	"PITV.CompatDialogue.Pierre.EnbyAbigail.PrideSeasonGiftPITV": "It doesn't weird me out that my wife and child have been with a multitude of genders.#$b#That's their business, and this shop is mine.#$b#... Yes, I have had my share of rendevous with other men.",
	"PITV.CompatDialogue.Robin.EnbyEmily.PrideSeasonStartPITV": "I cherish aerobics days so much that I close the shop for the entire day.$4#$b#I love my crew.",
	"PITV.CompatDialogue.Sam.EnbySeb.PrideFestKitchen": "If you want a laugh, go call Sebastian cute! They blush like crazy whenever I do it.$1",
	"PITV.CompatDialogue.Vincent.EnbySeb.HatMouseTheAllyPITV": "Sebastian is so cool!#$b#But they spend so much time with Sam in his room and they always keep the door closed!$2",


	    /*  E V E N T 

                D I A L O G U E  */


    /*  HAPPY PRIDE  */
	"PITV.EventDialogue.HappyPride.01": "Happy Pride Season!",
	

    /*  ICE CREAM  */
	"PITV.EventDialogue.IceCream.01": "It was such a bad call. Gridball isn't what it used to be.",
	"PITV.EventDialogue.IceCream.02": "You sound so much like your grandpa right now.$3",
	"PITV.EventDialogue.IceCream.03": "Oh my Yoba. Look how cute Penny looks!",
	"PITV.EventDialogue.IceCream.04": "She looks like how she looks everyday.",
	"PITV.EventDialogue.IceCream.05": "No, there's something about the sun and the water." ,
	"PITV.EventDialogue.IceCream.06": "I knew I should have grabbed my camera.$3",
	"PITV.EventDialogue.IceCream.07": "Yeah, you could have gotten one of Elliott, too.",
	"PITV.EventDialogue.IceCream.08": "Elliott? Why?",
	"PITV.EventDialogue.IceCream.09": "His hair looks good today. It's, like, glistening in the sun.",
	"PITV.EventDialogue.IceCream.10": "Glistening in the sun?",
	"PITV.EventDialogue.IceCream.11": "I don't know how you can even see him when Penny looks so pretty.",

	/*  TOMATOES & CHEESE  */
	"PITV.EventDialogue.Cheese.01": "No way!",
	"PITV.EventDialogue.Cheese.02": "Ha.",
	"PITV.EventDialogue.Cheese.03": "Hey. You.",
	"PITV.EventDialogue.Cheese.04": "Who, me?",
	"PITV.EventDialogue.Cheese.05": "Yeah.",
	"PITV.EventDialogue.Cheese.06": "Yeah?",
	"PITV.EventDialogue.Cheese.07": "Take this.",
	"PITV.EventDialogue.Cheese.08": "... Thanks?",
	"PITV.EventDialogue.Cheese.09": "What is it, Sam?",
	"PITV.EventDialogue.Cheese.10": "It's cheese.",


        /*  M A I L
        
                D A T A  */


	/*  MAIL TITLES  */
	"PITV.CustomMail.PrideVolumeWelcome.Title": "Welcome To Gem Sea For Pride!",
	"PITV.CustomMail.PrideVolume1.Title": "First Pride Season Volume",
	"PITV.CustomMail.PrideVolume2.Title": "Second Pride Season Volume",
	"PITV.CustomMail.PrideVolume3.Title": "Third Pride Season Volume",
	"PITV.CustomMail.PrideVolume4.Title": "Fourth Pride Season Volume",

	"PITV.CustomMail.RainbowCraft.Title": "The Rainbow Craft",
	"PITV.CustomMail.SoupForSeb.Title": "Soup For Sebastian",
	"PITV.CustomMail.FruitsSalad.Title": "Fruits Salad",
	"PITV.CustomMail.BartenderHobby.Title": "The Bartender's Hobby",
	"PITV.CustomMail.CactiForAGuy.Title": "Cacti For A Guy",
	"PITV.CustomMail.TomatoAndCheese.Title": "Tomato And Cheese",
	"PITV.CustomMail.ArtisanGus.Title": "Artisan Gus",
	"PITV.CustomMail.WillyMead.Title": "Willy's Mead",
	"PITV.CustomMail.PartnersInPineapples.Title": "Partners In Pineapples",

	"PITV.CustomMail.ValidHatMouse.Title": "Okay Poke?",


    /*  GEM SEA FOR PRIDE  */
    "PITV.CustomMail.GSFP.Welcome": "GEM SEA FOR PRIDE, Spring 15^^Thank you for subscribing to Gem Sea For Pride!^^You have received an annual subscription to our seasonal newsletter, courtesy of an anonymous member of your community. Every week of Pride Season, we'll be bringing you positivity, goodies, shoutouts, and advice from your local queer community!^^Hint: we go all out.",
	"PITV.CustomMail.GSFP.PrideVolume1": "GEM SEA FOR PRIDE, Summer 1^^Happy Pride Season! It's begun. It's our time to shine!^^Have a tasty recipe for our first day of Pride, share it with your friends, and don't forget to remind them that there's nothing wrong with them and it's never been more important to tell stories of joy.^^PS: This recipe was shared by Jonah of Saffwood Square. He credits it as the meal that made his husband fall in love with him.",
    "PITV.CustomMail.GSFP.PrideVolume2": "GEM SEA FOR PRIDE, Summer 8^^Told you we have goodies! Here's a mini for Pride Season. Also, this week's submission really got me. Adorable! You're welcome:^^'When I told a friend that I'm Pansexual, they laughed and said that they now needed to protect their pot and pans from me. That night we went and celebrated my coming out with a good drink and take-out food. On days that are bad and I feel judged, I remember my friend and remind myself that there are people who will always be there for me and that I can face the next day, knowing they have my back! Coming to Pelican Town is the only town that hasn't judged who I want to be with and I don't regret moving here one bit!'^^- Reyla, she/her, The Mountains^^Thank Yoba for positive support systems providing us with the validation we all totally need sometimes.",
    "PITV.CustomMail.GSFP.PrideVolume3": "GEM SEA FOR PRIDE, Summer 15^^It's Pride Season everyone, and you know what that means:^^'Hello! I'm here today with a totally hypothetical question. Let's say you befriended the nerd in high school, fell in love with her, dated her, and then broke up mutually because of hypothetical commitment issues. What do you do if you're still somewhat, kind of in love with said nerd years later? Oh, also, you live and co-own a business together. Hypothetically speaking, of course. Any help is appreciated to help me understand this hypothetical situation better!^^Derya, she/they, Sunberry Village'^^We all totally believe you. Any takers on this one? No? Just me?^^My carefully thought-through advice for this hypothetical person is: tell the nerd. Even if you have to do it over text!^^Yoba help me, I'm such a sucker for second-chance lovers. Good luck, Derya. We're rooting for you and the nerd.",
    "PITV.CustomMail.GSFP.PrideVolume4": "GEM SEA FOR PRIDE, Summer 22,^^Beepie's back with a bonus mini for Pride Season! Enjoy the enclosed treat while you read the last submission of the month. This is a good one, folks.^^'Dear reader,^^I wondered for quite some time before writing this: will sharing my experience really be of some use? And then, I remembered how Moïra, my granddaughter, shared her own with me, and how it made me slowly realise my feelings for Adélaïde, and also accepting that my age wasn't a barrier to start something new. Being with her, knowing myself better, all of these bring me joy, and I can only hope this letter could be of help in someone else's journey. Being part of a community is precious, and we build that every day, slowly but surely, and hopefully, making the path for others easier.^^'- Celestine, Glimsap'^^That's right! It's never too late to be yourself. We love to see it. Have a good one, folks.",
    "PITV.CustomMail.GSFP.Warning": "GEM SEA FOR-get it.^^Hey, @.^^It's Beepie. You know, the curator of Gem Sea For Pride? I'm reaching out to you personally, because, well, GSFP is struggling.",

    /*  VILLAGER MAIL  */
    "PITV.CustomMail.Misc.Fall": "tis i tha hat mouse^^yu an yur identitty are valide!^^^^gud pride!",
    "PITV.CustomMail.Misc.Spring": "JojaMart is now hiring! Are you looking for a low-quality job making minimum wage under a flamboyant, uptight, and committed boss? Look no further than your local JojaMart!^^- Morris, JojaCorp",
    "PITV.CustomMail.Misc.Winter": "I'm at a true loss for who else to reach out to with this pressing issue. This prose is unrestrained, it is explicit, even by my own standards. I cannot go on today, I will attach the poetry on a later date.",
	"PITV.CustomMail.Recipe.PridePop": "Placeholder",
	"PITV.CustomMail.Recipe.BiBerryMuffin": "Placeholder",
	"PITV.CustomMail.Recipe.EnbyEclair": "Placeholder",
	"PITV.CustomMail.Recipe.TastyAceCookie": "Placeholder",
	"PITV.CustomMail.Recipe.LesbianLollipop": "Placeholder",
	"PITV.CustomMail.Recipe.TransTart": "Placeholder",
	"PITV.CustomMail.Recipe.GaylacticCookie": "Placeholder",
	"PITV.CustomMail.Recipe.ARomanticCookie": "Placeholder",

    /*  QUEST MAIL  */
    "PITV.CustomMail.Quest.RainbowCraft": "Hi, @.^^I've been thinking about ways to celebrate the upcoming Pride Season in my tutoring sessions with Jas and Vincent. I think I've come up with something great, but I was wondering if you could help me acquire a few shells?^^Thank you in advance!^- Penny.",
    "PITV.CustomMail.Quest.SoupForSeb": "Farmer!^^Hi! It's Sam. You're really good at growing things now, right? I'm not much of a farmer, and I'm pretty sure you need Pumpkin for Pumpkin Soup? Anyway, I want Sebastian to have his favorite meal just... because. So, yeah! This is my long winded way of asking you to make some for him?",
    "PITV.CustomMail.Quest.FruitsSalad": "Hey @.^^There's this girl in town that loves Fruit Salad and I want to make a bold statement.^^You know how much I love foraging, but.. you can't find blueberries like yours in the forest!^^I'll pay you!^Leah",
    "PITV.CustomMail.Quest.BartenderHobby": "Hi farmer!^^I hope it's ok that I am writing^to you instead of talking. Because its a school day!^Can I have some cloth to give to Emily please? Please! I want^them to no they make me so happy! Mommy gave me some gold to give you too!^^Love,^Vinny",
    "PITV.CustomMail.Quest.CactiForAGuy": "Hey,^^It's Sebastian. Can you bring me a couple catcus fruits?^^Sam likes them.^^Thanks.",
    "PITV.CustomMail.Quest.TomatoAndCheese": "@!,^^I need help ASAP. Yesterday, I was at the saloon with Seb and Abby as usual, when all of a sudden Shane stumbles over to the pool table and hands me a piece of cheese!^^What does this mean, you ask? I still don't know! But I did decide what I was going to do with the cheese: make Pizza! Shane likes them right? But then I thought, wow! I don't have any Tomatoes. But do you know who probably does? @! You see where I'm going with this, right? This is Sam, by the way.^^Thanks, pal!",
    "PITV.CustomMail.Quest.ArtisanGus": "Hiya, @!^^A realization hit me last night while I was at work, and it was that Gus has always been so welcoming and accepting to me. And his love language is food! Can you bring me a Duck Mayonnaise? This seems a little random, but I promise, he's always looking for more of these!^^Pierre doesn't have everything, you know!^^Best,^Emily",
    "PITV.CustomMail.Quest.WillyMead": "Hey, farmer!^^Willy's birthday's coming up, and that man deserves a treat. I'm thinkin' mead. Can you brew some up for me in that keg of yours? I'd do it myself, but I'm terrified of bees!^^- Gus^^P.S. Don't tell anyone about the bees please!",
	"PITV.CustomMail.Quest.PartnersInPineapples": "Hi there! It's Jodi.^^I've learned a few things about Caroline since the resort on Ginger Island opened. First, that she rocks a swimsuit. Second, she loves Tropical Curry!^^I have Coconut and Peppers, but I've been having trouble finding Pineapple seeds.^^Do you mind bringing me a Pineapple, so I can finish making some for her?^^Thanks, you're the best!",


        /*   Q U E S T  
        
                D A T A   */


	/*  FLAVOR TEXT  */
	"PITV.QuestData.FlavorText.RainbowCraft": "Penny is looking for a few rainbow shells for a craft with Jas and Vincent.",
	"PITV.QuestData.FlavorText.SoupForSeb": "For an undisclosed reason, Sam wants Sebastian to have one of his favorite meals.",
	"PITV.QuestData.FlavorText.FruitsSalad": "Leah wants to make Haley a Fruit Salad for her birthday using fresh fruits.",
	"PITV.QuestData.FlavorText.BartenderHobby": "Vincent wants to show his appreciation for Emily by giving her fabric for sewing.",
	"PITV.QuestData.FlavorText.CactiForAGuy": "Sebastian wants to give Sam some of his favorite fruit from the desert, but doesn't like the heat.",
	"PITV.QuestData.FlavorText.TomatoAndCheese": "Sam wants to return Shane's random, drunken act of kindness of gifting him cheese by making Pizza for him.",
	"PITV.QuestData.FlavorText.ArtisanGus": "Emily has an unusual idea for a gift to give her boss.",
	"PITV.QuestData.FlavorText.WillyMead": "Willy's birthday is coming up, and Gus wants him to have mead. Try putting some honey in a keg and see what happens.",
	"PITV.QuestData.FlavorText.PartnersInPineapples": "Jodi is looking for the last ingredient to make Tropical Curry for her best friend, Caroline.",

	/*  SOLUTION TEXT  */
	"PITV.QuestData.Solution.RainbowCraft": "Bring Penny 3 Rainbow Shells.",
	"PITV.QuestData.Solution.SoupForSeb": "Deliver Pumpkin Soup to Sebastian.",
	"PITV.QuestData.Solution.FruitsSalad": "Bring Leah 6 Blueberries.",
	"PITV.QuestData.Solution.BartenderHobby": "Bring Vincent 3 Cloth.",
	"PITV.QuestData.Solution.CactiForAGuy": "Bring Sebastian 2 Cactus Fruit.",
	"PITV.QuestData.Solution.TomatoAndCheese": "Bring Sam 1 Tomato.",
	"PITV.QuestData.Solution.ArtisanGus": "Give Emily Duck Mayonnaise.",
	"PITV.QuestData.Solution.WillyMead": "Bring Gus 1 Mead.",
	"PITV.QuestData.Solution.PartnersInPineapples": "Bring Jodi 1 Pineapple",

	/*  REACTION DIALOGUE  */
	"PITV.QuestData.ReactionText.RainbowCraft": "The rainbow shells! Wow, the kids are going to be so excited about this craft. Thanks, @.$1",
	"PITV.QuestData.ReactionText.SoupForSeb": "... Sam put you up to this, didn't he?#$b#Thanks, @.$1",
	"PITV.QuestData.ReactionText.FruitsSalad": "These are perfect, @! Thank you. And don't worry, I'll let Haley know I didn't do it alone.$1",
	"PITV.QuestData.ReactionText.BartenderHobby": "Huh? Oh! For Emily! Thank you, @!#$b#I gotta go give these to them right away!$1",
	"PITV.QuestData.ReactionText.CactiForAGuy": "These Cactus Fruits look good. Sam will love them. Thanks.",
	"PITV.QuestData.ReactionText.TomatoAndCheese": "Whoa! This looks it'll make a great sauce!$1#$b#Thanks a lot, @!$1",
	"PITV.QuestData.ReactionText.ArtisanGus": "This is perfect! Exactly what I had in mind.$1#$b#Thanks, @. I knew you'd come through.$1",
	"PITV.QuestData.ReactionText.WillyMead": "Beautiful! Thanks a bunch, @. I owe ya some gold!$1#$b#In the meantime... I've got a bottle to wrap.$1",
	"PITV.QuestData.ReactionText.PartnersInPineapples": "Oh, the Pineapple for Caroline! Finally!#$b#I'm just kidding. I appreciate this, @! Here's 300 gold for the help.$1",


		/*  O B J E C T
		
				T R A N S L A T I O N S  */


	"PITV.ObjectData.BiBerryMuffin.Name": "Bi-Berry Muffin",
	"PITV.ObjectData.BiBerryMuffin.Desc": "Its flavor bursts with a medley of blueberries and raspberries.",

	"PITV.ObjectData.PridePop.Name": "Pride Pop",
	"PITV.ObjectData.PridePop.Desc": "A frozen kaleidoscope of fruity flavors on a stick.",

	"PITV.ObjectData.EnbyEclair.Name": "Enby Eclair",
	"PITV.ObjectData.EnbyEclair.Desc": "Each bite of this treat is a celebration of the nonbinary identity.",

	"PITV.ObjectData.TastyAceCookie.Name": "Tasty Ace Cookie",
	"PITV.ObjectData.TastyAceCookie.Desc": "A blend of comforting ingredients that creates a delicious, ace-inspired treat.",

	"PITV.ObjectData.LesbianLollipop.Name": "Lesbian Lollipop",
	"PITV.ObjectData.LesbianLollipop.Desc": "These vibrant and flavorful lollipops feature a spectrum of fruity hues.",

	"PITV.ObjectData.TransTart.Name": "Trans Tart",
	"PITV.ObjectData.TransTart.Desc": "A convergence of layers of silky cream and soft-hued fruits.",

	"PITV.ObjectData.GaylacticCookie.Name": "Gaylactic Cookie",
	"PITV.ObjectData.GaylacticCookie.Desc": "Blast off with this out-of-this-world cookie celebrating gay pride.",

	"PITV.ObjectData.ARomanticCookie.Name": "A Romantic Cookie",
	"PITV.ObjectData.ARomanticCookie.Desc": "A cookie that celebrates the beauty of platonic connections.",

	"PITV.ObjectData.AngelHairAlfredo.Name": "Angel Hair Alfredo",
	"PITV.ObjectData.AngelHairAlfredo.Desc": "Delicate strands of angel hair pasta elegantly entwined in a velvety sauce.",


		/*  P R I D E  S E A S O N
		
				F E S T I V A L  */


	"PITV.FestivalData.StartMessage": "The Pride Season Festival has begun in the Community Center!",

	/*  SHOP DIALOGUE  */
	"PITV.FestivalData.ShopDialogue.Evelyn.1": "Hello, dear. Would you like to try a cookie?",
	"PITV.FestivalData.ShopDialogue.Evelyn.2": "Hello, dear. I made them fresh this morning.",
	"PITV.FestivalData.ShopDialogue.Evelyn.3": "Hello, dear. These will make great gifts."

}