{
    // #region: Config //
    "Config.Portrait Style.Name": "Portrait Style",
    "Config.Portrait Style.Description": "Choose which portraits you'd like to use: 'Original' are Leroy's original portraits, 'Nyapu' are Nyapu's adorable portraits, and 'Auto' will choose between them depending on installed portrait mods.",
    "config.Portrait Style.values.Auto": "Auto",
    "config.Portrait Style.values.Original": "Original",
    "config.Portrait Style.values.Nyapu": "Nyapu",
    "Config.Section.Visuals.Name": "Visuals",
    // #endregion: Config //

    // #region: NPC Data //
    "Core.Eugene.Name": "Eugene",
    "Gift.Eugene.Love": "My goodness, you brought this for me? I'm flattered!",
    "Gift.Eugene.Like": "Oh, I really like this. Thank you!",
    "Gift.Eugene.Dislike": "Well... I suppose it would be rude to refuse.",
    "Gift.Eugene.Hate": "...I hope this isn't a sign that you hate me.",
    "Gift.Eugene.Neutral": "Thank you, @. I'll accept.",
    // #endregion: NPC Data //

    // #region: Furniture //
    "Furniture.Eugene.SpousePortrait": "Eugene Portrait",
    // #endregion: Furniture //

    // #region: Maps //
    "Strings.Eugene.WorldMap.EugeneHouse": "Eugene's House",
    "Strings.Eugene.EugeneHouse.1": "It contains gardening items such as seeds and fertilizers.",
    "Strings.Eugene.EugeneHouse.2": "You don't recognize these fruits.",
    "Strings.Eugene.EugeneHouse.3": "A well-used, but well-kept rake.",
    "Strings.Eugene.EugeneHouse.4": "A plant pot with signs of chipping.",
    "Strings.Eugene.EugeneHouse.5": "Vines crawl and weave around the softly glowing lamp.",
    "Strings.Eugene.EugeneHouse.6": "The refrigerator is stocked with fresh vegetables, fruits and juice.",
    "Strings.Eugene.EugeneHouse.7": "A fresh forget-me-not.",
    "Strings.Eugene.EugeneHouse.8": "It's an old picture. A young man stands next to a woman whose face is faded and unrecognizable.",
    "Strings.Eugene.EugeneHouse.9": "A pile of soot in a peculiar, yet eerily familiar pattern.",
    "Strings.Eugene.EugeneHouse.10": "A radio. It looks good for its age, but it hasn't worked for some time now.",
    "Strings.Eugene.EugeneHouse.11": "The shelves are lined with various books about plants.",
    "Strings.Eugene.EugeneHouse.12": "You notice a very old book. The title is in a language you don't understand.",
    "Strings.Eugene.EugeneHouse.13": "'Overcoming Loss'",
    "Strings.Eugene.EugeneHouse.14": "An empty trash can.",
    "Strings.Eugene.EugeneHouse.15": "Dearest Eugene:^Every moment I spent with you was a blessing.^I hope a life without me is still a happy one.^You need not grieve. We came to accept that we couldn't share the same path, didn't we?^So smile beautifully as you always have. If I know you're still smiling, I can be happy even if I must leave you.^I've loved you always. Thank you.^^^        - Enid.",
    "Strings.Eugene.EugeneHouse.16": "'30 Minute Everyday Recipes That Anyone Can Follow'",
    "Strings.Eugene.EugeneHouse.17": "'Enid's Special Poppy Seed Muffin Recipe'",
    "Strings.Eugene.EugeneHouse.18": "An unmoving clock, antique in design.",
    "Strings.Eugene.EugeneHouse.19": "The combined scent of sweet muffins and flora makes your mouth water.",
    "Strings.Eugene.EugeneHouse.20": "It's locked. You can't make out anything on the other side of the glass.",
    "Strings.Eugene.EugeneHouse.21": "The huge old tree smells of fresh grass and bark. It's much bigger than the entrance. How did it get inside...?",
    "Strings.Eugene.EugeneHouse.22": "A fragrant tea tree. It would be rude to pluck the leaves without asking.",
    "Strings.Eugene.EugeneHouse.23": "A young tea tree sapling, well cared for.",
    "Strings.Eugene.EugeneHouse.24": "A mailbox. You can sense its age, and somehow, you can tell it won't receiving any more letters.",
    "Strings.Eugene.EugeneEvent.1": "The tea tree has a sweet fragrance. It's unlike anything you've smelt before.",
    "Strings.Eugene.EugeneEvent.2": "Hot tea and refreshments.",
    "Strings.Eugene.EugeneEvent.3": "A subtle glow leaks out.",
    "Strings.Eugene.EugeneEvent.4": "The tree bears fruit you do not recognize. It produces a sour scent.",
    // #endregion: Maps //

    // #region: Festivals //
    "Festivals.Eugene.EggFest": "Ah, @, will you partake in the egg hunt? I wish you luck!$1#$e#By the way... I suggest you stay away from the punch bowl. Pam was adding something suspicious...$6",
    "Festivals.Eugene.EggFest.Married": "Here's wishing you first place as always!$1#$b#Of course, even if you should fail, I shall still be proud of my dearest.",
    "Festivals.Eugene.FlowerDance": "Uhm, @? How did you get here?$7#$b#I chose a spot out of the way, but you still noticed me...$9#$b#I'm not blaming you for anything, it's just that...$10#$e#I think you'll find a better spot elsewhere.$11",
    "Festivals.Eugene.FlowerDance.Married": "Why do I still hide here? Um...$10#$b#My apologies, @. I suppose being alone for so long made me crowdshy.$11",
    "Festivals.Eugene.Luau": "The soup smells really good.$3#$b#Though, I'm not so sure about trying it since I don't know what the ingredients are.#$b#I struggle with digesting meat, so I try to avoid it.",
    "Festivals.Eugene.Luau.Married": "You won't be able to taste this year's soup, but once the festival is over I'll be sure to make some for you myself.$1#$b#Be sure to finish it all for me, okay?",
    "Festivals.Eugene.MoonlightJellies": "Walks on the beach at night are so soothing thanks to the sound of the waves.$3#$e#Hm? Why am I standing in the dark? Because... I like dark places, that's why!$10",
    "Festivals.Eugene.MoonlightJellies.Married": "Creatures of the sea must be quite curious of the humans on land. Say, @, have you heard?#$b#It is said that a rare green jellyfish will appear before the fairest and most beautiful of people.$1.",
    "Festivals.Eugene.StardewFair": "Ah, @, has the harvest been good this year? I wish you luck in the contest!$1#$e#I'll just be observing things myself. I'd feel bad about plucking live flowers for an exhibition.",
    "Festivals.Eugene.StardewFair.Married": "@, I've seen firsthand how much you care for the farm.#$b#You're sure to get good results!$1",
    "Festivals.Eugene.SpiritsEve": "The thought still haunts me. Would I be truly happy in bringing back the dead?$3#$b#Would it leave me with another hollow feeling, another burden weighing on my conscience?#$e#Oh, @, you're still here? Wouldn't you rather be exploring the maze than staying here with me?#$b#It's a secret, but... I actually helped a little with making it!$1",
    "Festivals.Eugene.SpiritsEve.Married": "@... You relieved me of the weight of grief.$3#$b#Thank you. Come to think of it...$11#$e#Perhaps I should relax more and let myself enjoy festivities like this?",
    "Festivals.Eugene.IceFest": "The snow is beautiful, but... most of the plants are sleeping. It's a little lonely.$2",
    "Festivals.Eugene.IceFest.Married": "Winter might be a a cold and lonely season... but I've decided to focus on the beauty next to me, here and now.$3#$b#That would be good, right @?$1",
    "Festivals.Eugene.WinterStar": "I was hesitant about coming, but I stopped by for a while anyway. I'm curious about the tree.#$b#Long ago, I would decorate a tree like this one in my house.$3#$b#...It's a distant memory now.",
    "Festivals.Eugene.WinterStar.Married": "Happy holidays to you, my dear!$1#$e#...You know, even in my dreams I didn't believe I would find another soul to call family.$11#$b#Thank you, @. For bringing joy back to my heart. I will love you always.$1",
    // #endregion: Festivals //

    // #region: Movies //
    "Movies.Eugene.Spring.Before": "I saw an advertisement for this film earlier. It looks cute!$1",
    "Movies.Eugene.Spring.During": "Haha, so cute.$1",
    "Movies.Eugene.Spring.After": "What a lovely story! It reminds me of the saplings in my garden.$1",
    "Movies.Eugene.Fall.Before": "I'll be honest @, I'm not very good with scary things. I hope you'll understand even if it's funny to you.$6",
    "Movies.Eugene.Fall.During.Script": "/shake Eugene 3000/pause 500/message \"Eugene is covering his eyes with an expression of discomfort.\"",
    "Movies.Eugene.Fall.During": "...Urf...$9",
    "Movies.Eugene.Fall.After": "Well... I suppose it was a little fun...$11",
    "Movies.Eugene.Love.Before": "Hey... why don't we go in soon? We could find a good seat before someone else does.$4#$b#Ahh sorry, I'm a little excited!$1",
    "Movies.Eugene.Love.During.Script": "/shake Eugene 3000/pause 500/message \"Eugene is quietly focused on the film.\"",
    "Movies.Eugene.Love.During": "Ahhh, how will the story develop now... I hope it's a happy ending.$3",
    "Movies.Eugene.Love.After": "It was a beautiful film. If I had missed it I'd be kicking myself later... Thank you so much for inviting me, @$1",
    "Movies.Eugene.Like.Before": "I don't usually get the chance to come here, so thank you for inviting me, @.",
    "Movies.Eugene.Like.After": "That was a good story. An interesting experience for me.$3",
    "Movies.Eugene.Dislike.Before": "Having heard what the plot is, I'm not sure if I'll be able to keep up with it...$6#$e#Still, I'm happy for @ to invite me to anything.$1",
    "Movies.Eugene.Dislike.During": "Uhm...$9",
    "Movies.Eugene.Dislike.After": "Thank you for bringing me along, @. It was fun because I was with you.$11",
    // #endregion: Movies //

    // #region: Mail //
    "Mail.Eugene.GiftFromEugene": "Dear @,^The thought of sending this came to me suddenly. I hope it's of use to you.^   -Eugene%item object 369 3 371 3 466 1 %%[#]A gift from Eugene",
    // #endregion: Mail //

    // #region: Schedule //
    "Schedule.Eugene.Nap": "...$8#$b#%Eugene is taking a nap. Best not to wake him up.",
    "Schedule.Eugene.Job": "Oh... is there something you wanted?$10#$b#I'll be done soon, so let me finish this first, okay?",
    // #endregion: Schedule //

    // #region: Dialogue //
    "Dialogue.Eugene.Introduction": "Forgive me for the awkward introduction, it's been so long since I've had visitors here.$6#$b#It's not that I hate visitors, I just wasn't expecting them. While I've given so much of my time to this garden, I didn't expect anyone else to see it.$9#$b#Anyways, uhm... how are you, @?",
    "Dialogue.Eugene.AcceptBirthdayGift_Loved.1": "Did you bring this for me? It's amazing...$1#$b#Oh, wait. Today's my birthday? I had forgotten.$10#$b#@, thank you so much. It's really... touching.$4",
    "Dialogue.Eugene.AcceptBirthdayGift_Loved.2": "A birthday present? Oh wow, this is my favorite.$4#$b#Thank you so much, @. Thanks to you, this will be a birthday I'll remember for a long time.$1",
    "Dialogue.Eugene.AcceptBirthdayGift_Liked.1": "My birthday... present?$10#$b#I would have been happy with just a 'happy birthday', thank you so much for this!$1",
    "Dialogue.Eugene.AcceptBirthdayGift_Liked.2": "Thank you so much, @! It's been a long time since I received a birthday gift.$1",
    "Dialogue.Eugene.AcceptBirthdayGift_Neutral.1": "I'll happily take it, @. It's been a long time since I received a birthday present.",
    "Dialogue.Eugene.AcceptBirthdayGift_Neutral.2": "Is this my birthday present? I'm so happy.$3",
    "Dialogue.Eugene.AcceptBirthdayGift_Disliked": "...Oh. I'll take it, @.$6#$b#I hope it wasn't intentional...$9",
    "Dialogue.Eugene.AcceptBirthdayGift_Hated": "It's not polite to give it back... so I guess I'll take it for now.$9#$b#I already thought my birthdays were meaningless, but this hurts quite a bit...$11",
    "Dialogue.Eugene.AcceptGift(O)StardropTea": "Oh my, where did this come from? It's been many years since I last tasted it. Ah, such a beautiful aroma... you have my thanks! $1",
    "Dialogue.Eugene.AcceptBouquet.1":"...Oh dear.$4#$b#Do these flowers mean... what I think they do?$4#$b#It's... it's great, but... now the bouquet I had prepared was in vain.$11#$b#I guess I was one step behind you. ...Oh, but really... thank you, @.$1",
    "Dialogue.Eugene.AcceptBouquet.2":"...$4#$b#There are still so many things I haven't told you, and yet... you choose me?$4#$b#...I feel so embarrassed. I'm sorry, thank you so much...$11#$b#I'll try my best to be a good partner to you, @, by all means.$3",
    "Dialogue.Eugene.RejectBouquet_VeryLowHearts":"Oh... I'm sorry, @.$9#$b#I don't... know you that way yet.$6",
    "Dialogue.Eugene.RejectBouquet_LowHearts.1":"...I don't have enough courage to start with a new heart yet.$9#$b#So I'm sorry, @. I'll pretend I didn't hear that.$6",
    "Dialogue.Eugene.RejectBouquet_LowHearts.2":"Honestly, I'm a little... embarrassed. $9#$b#I'll pretend I didn't hear that. Sorry.$6",
    "Dialogue.Eugene.RejectMermaidPendant_Under8Hearts":"...Are you serious?$10",
    "Dialogue.Eugene.RejectMermaidPendant_Under10Hearts":"I don't think either of us is ready for that step yet...$11#$b#We still need more time. You think so too, right, @?$6",
    "Dialogue.Eugene.RejectMermaidPendant_NeedHouseUpgrade":"...$6#$b#%Eugene looks away with an embarrassed expression...",
    "Dialogue.Eugene.RejectMermaidPendant_PlayerWithSomeoneElse.1":"...Is this some kind of joke? Everyone knows you are already married, @.$9",
    "Dialogue.Eugene.RejectMermaidPendant_PlayerWithSomeoneElse.2":"...I'm ashamed, @. You are married.$3#$b#...I'll keep this a secret, so don't say such things again.$6",
    "Dialogue.Eugene.RejectMermaidPendant_PlayerWithSomeoneElse.3":"..Um, @, aren't you already with {0}...?$6",
    "Dialogue.Eugene.RejectMermaidPendant_PlayerWithSomeoneElse.4":"...I'll pretend I didn't hear that. You must be having a hard time these days...$9",
    "Dialogue.Eugene.breakUp": "...What?$7#$b#%firstnameletter...@... Did I do something wrong...?$6#$b#Please just tell me if I did...$6#$b#...Oh. I... trust this is something you decided after consideration. I suppose... it's too late to go back from it, then.$2#$b#...I'm sorry. Regardless of why you're doing this... I'm still thankful that my time with you was a happy one.$11",
    "Dialogue.Eugene.divorced": "...$2#$b#After everything I have shared with you... you're abandoning me?$9#$b#You are a cruel one...$11",
    "Dialogue.Eugene.dumped_Guys": "...$2#$b#I'm sorry... it's hard to talk to you and pretend I'm okay... I miss you.$11",
    "Dialogue.Eugene.SecondChance_Guys": "...$4#$b#One. Just one more chance, to let you back into my life.#$3#$b#I'll believe in the return of Spring.$11",
    "Dialogue.Eugene.SpouseStardrop": "@, my Spring. I have prepared this for you. Nothing is more precious to me than you are.$1",
    "Dialogue.Eugene.DumpsterDiveComment": "Um... I... didn't see that.$9",
    "Dialogue.Eugene.FlowerDance_Accept": "You want to dance with me? $10#$b#Since you're the one asking, I'll accept.$1#$b#Although... it's still awkward for me to be in front of so many people...$9#$b#Please, don't make fun of me if I mess up the steps.$4",
    "Dialogue.Eugene.FlowerDance_Decline": "Ah... thank you for asking, but I'd rather stay here and watch everyone.$9",
    "Dialogue.Eugene.GreenRain": "...I never thought I'd see green rain again.$8#$b#The villagers must be scared, right? It's always been like that.$11#$b#People are afraid of the unknown... aren't you too, @?#$e#Don't worry too much, this rain won't cause any harm.$3",
    "Dialogue.Eugene.GreenRain_2": "One day, I also made it rain like this. I was immature back then...$3#$b#Looking at this rain now, I feel lonely. Is it because I have changed so much since then?$11",
    "Dialogue.Eugene.Mon": "Ah... you've come to see me again.$10#$b#Oh no, that isn't a problem, I'm very thankful for your company. It's just... like I said, I'm not used to visitors.$7#$b#I suppose I'm rambling too much. I should keep quiet.$9",
    "Dialogue.Eugene.Mon2": "Hello @, are you having a good day?#$e#It's a bit of a sudden question but...#$b#$q 8000/8001 Mon2_old#Will you be visiting me again tomorrow?#$r 8000 0 eum2_n#(Sorry, I'll be busy.)#$r 8001 15 eum2_y#(Of course!)",
    "Dialogue.Eugene.eum2_n": "Oh... is that so? That's unfortunate.$11#$b#Sorry, I mean, it's not a bad thing. It's good that you're putting so much work into the farm, isn't it?$10",
    "Dialogue.Eugene.eum2_y": "You will? Thank you!$1#$b#I'm very thankful that you choose to spend time with me. It's been a much needed stimulus in my life.",
    "Dialogue.Eugene.Mon2_old": "$p 8000#...Didn't you say last time that you'd be too busy to see me?$10#$b#Oh, it's... nothing. Just forget what I said. But... do you really have time to spare on me?$10#$b#...I'm sorry @, I should be thankful that you came to chat despite having other things to do.$11#$b#You've just... been on my mind a lot is all.$6",
    "Dialogue.Eugene.Mon4": "Say @, have you ever seen a fairy?#$b#It is said that those with kind hearts may receive a blessing from one. There are rumours that they can make crops flourish in an instant.$1#$e#What? I'm not joking with you or anything.$10",
    "Dialogue.Eugene.Mon10": "Hello again, @.$4#$b#How did you know I've been missing you?$1",
    "Dialogue.Eugene.Tue": "Good day, @. Has your farm been going well?#$b#If you haven't already done so, I recommend planting some flowers. They'll make your surroundings much brighter!$1",
    "Dialogue.Eugene.Tue2": "Um... could I ask a bit of a sudden question?#$b#$q 8002/8003 Tue2_old#Do you believe in magic or fairy tales?#$r 8002 10 eut2_y#(I believe.)#$r 8003 0 eut2_n#(Fairy tales are just fairy tales.)",
    "Dialogue.Eugene.eut2_y": "Really? You have such an innocent soul, @.$1",
    "Dialogue.Eugene.eut2_n": "Is that so? Whatever would those fairies think if they heard you...#$b#Haha, I'm kidding around. I can't blame you, it's not easy to hold onto a childlike sense of wonder.$1",
    "Dialogue.Eugene.Tue2_old": "$p 8002#I asked before, but... do you still believe in magic? It is said fairies and spirits will only appear before those who do.$1|I asked before, but... do you still think magic isn't real?#$b#You know, if a fairy has been helping you out and you don't have faith in it, I think it would be disappointed!$1",
    "Dialogue.Eugene.Tue4": "If you hear a call for help from a Junimo, please listen. Those who aid them are sure to be rewarded.#$b#It would be nice if all humans were thankful for eachother's work too...$11",
    "Dialogue.Eugene.Tue8": "You're a strange one, @.#$b#Not in a bad way of course... you remind me of someone I met before. Sorry, is that a strange thing to say?#$b#I suppose I'm just a little nostalgic.$11",
    "Dialogue.Eugene.Tue10": "Whatever should I do... these days I'm not so contented and accepting about being in solitude.$10#$b#As a result... I can't help but wait eagerly for your return every day.$4",
    "Dialogue.Eugene.Wed": "A few years ago, there was a man who tended to that farm before you did.$8#$b#He had a youthful spirit, and sparked my curiosity. I was eager to approach him and help with the farm, but... one day, I could no longer visit.$8#$e#Oh, that was @'s grandfather?$7#$b#I see. I'm sorry for your loss. He was a very kind man.$11#$e#I suppose... I'm still regretful, that I did not speak with him much before his passing.$2",
    "Dialogue.Eugene.Wed2": "Do be kind to Linus. He's a good person.#$e#Sometimes, when people are seen as 'different', they'll be bullied for it. It's a pity.$11",
    "Dialogue.Eugene.Wed4": "Did you see the fallen tree northwest of here? It blocked up the path.#$b#Here's a secret... If you follow it, you may find the hidden woods.$3#$e#However, if you should go there, be cautious. There are aggressive creatures in the area.#$b#I'm sure you can handle them just fine, though.$1",
    "Dialogue.Eugene.Wed8": "I noticed that you've been to the mountains a lot. Have you been exploring the mine?$6#$b#I'm sure you know how to carry yourself, but I'm a little worried. Those mines are dangerous after being neglected for so long.$9#$e#...Still, I can't do much to stop you, can I? You have an adventurous spirit.$11",
    "Dialogue.Eugene.Wed10": "Hello, @. Are you in good health today?$1#$b#I had a dream last night that you would visit. I'm glad it came true.",
    "Dialogue.Eugene.Thu": "My garden is always open to you, no matter how late.#$b#I wonder, would a thief ignore it, since there is so little worth stealing?#$e#Um, not that I suspect that there's a thief in this town.$10",
    "Dialogue.Eugene.Thu2": "Sometimes when I look back on the past... I think of the times where I was very happy.$3#$b#But it's hard for me to recall why. I remember that I was happy, but not what made me so...$9#$b#When I realized that... it started to haunt me, pulling me into depression.$2#$e#Isn't it contradictory? To get sad though you're looking back on happy times.$2#$b#Perhaps it's because... you know it's something you'll never experience again.",
    "Dialogue.Eugene.Thu6": "Do you have a family, @?#$b#If you do, I'd like to hear about them sometime.#$e#And someday... I hope to talk about mine, too.$11",
    "Dialogue.Eugene.Thu8": "'I like it.' Have you thought about that phrase before?#$b#The way people can use it to mean 'It's alright' or 'I don't really care'.$3#$b#A kind of go-to for when the other party must be appeased.$3#$e#Maybe whoever came up with the phrase knew. The fact that someone 'likes it' is force majeure that has nothing to do with their own free will.$11",
    "Dialogue.Eugene.Fri": "Friday already. It came fast.$10#$e#Will your weekend be relaxing, @? I think for us, it's difficult to find time to rest on the weekend.#$b#Of course, a growing plant has no concept of such a thing, so I understand. We have a responsibility to maintain.",
    "Dialogue.Eugene.Fri2": "Many of the townsfolk gather at the saloon on Fridays.#$b#I envy it... the family atmosphere.",
    "Dialogue.Eugene.Fri4": "You're worried about me being alone in the garden?$10#$b#Well, it's hard to make out to the untrained ear, but flowers are quite chatty. If you always listen to them, there's no room to be lonely.$3#$e#Of course... I miss human voices sometimes.$11",
    "Dialogue.Eugene.Fri8": "I hope that you can visit often, @.#$e#Much more often.$4",
    "Dialogue.Eugene.Sat": "Having a good weekend?#$e#Though it's the same day as usual... strangely, I feel more relaxed on the weekend.$3",
    "Dialogue.Eugene.Sat2": "%You try to speak to him, but he seems immersed in thought.#$e#@! What a surprise! When did you come here?$7",
    "Dialogue.Eugene.Sat4": "Every season has its own strengths, but I like Spring the most.$3#$b#Is it because the winds are warming and new buds are growing?#$e#Or perhaps... it's because it was the season in which I was born.$1",
    "Dialogue.Eugene.Sat6": "It's a sudden thing to mention, but I have a friend who is able to see the future.#$b#One day, this friend told me they saw a future where I would be happy after suffering for a long time.$3#$b#It was a rather simple and vague prediction, but when I think about it, I have the confidence to endure the day no matter how painful it is.$11#$b#I cling to that thought in the hope that the next day will be a happy one.",
    "Dialogue.Eugene.Sat10": "I've been thinking a lot about my friend's prophecy, the one that foretold I would find happiness at the end of a harsh and lonely path.$11#$b#...It wasn't just empty words. It did come true.$3#$b#...Thanks to you, @.",
    "Dialogue.Eugene.Sun": "It would seem that you are fond of flowers too, visiting so often.#$b#It's been hard work not getting so flustered over having company!$1",
    "Dialogue.Eugene.Sun2": "Hello @, having a good weekend?$1#$q 8004/8005/8006 Sun2_old#Come to think of it... which flowers do you like the most?#$r 8004 0 eus2_sp#Tulips#$r 8005 0 eus2_s#Poppies#$r 8006 0 eus2_f#Fairy roses",
    "Dialogue.Eugene.eus2_sp": "Tulips huh? They're in season right now.$1#$b#Now, a gift for you. [427]#$b#You should plant some yourself, too!$1",
    "Dialogue.Eugene.eus2_s": "Poppies are good! I like them the most.$1#$b#While I remember, I have a gift for you. It's not a Spring flower, but you can plant it next season. [453]#$b#Did you know that you can use them to make muffins? I should bake some for you.$1",
    "Dialogue.Eugene.eus2_f": "Ahh, fairy roses are quite romantic.$1#$b#Have you heard? Fairies are said to be born from fairy roses that have been carefully cared for.#$b#If that's true, perhaps @'s passion for farming could bring more fairies into the world.$1#$b#Here, keep this safe and plant it when Autumn comes. [425]",
    "Dialogue.Eugene.Sun2_old": "You want to know my favourite flower? If I had to choose... it's forget-me-not.#$b#'Do not forget me'... I once carried that flower language in my heart.$3#$e#Though, just wanting to not forget won't ensure that you hold onto your memories forever.$11",
    "Dialogue.Eugene.Sun4": "Oh? You saw me coming out of the tower on Friday?$10#$b#Uhm, well, I was just curious about... if there was someone living there...$11#$e#I'd... like to keep this private, please.$9",
    "Dialogue.Eugene.Sun8": "It is often said that Winter is a symbol of death or the end, while Spring is a symbol of life and beginning.#$b#Just as Winter and Spring come again and again... is it possible to find a new beginning even for those who have reached an ending?$11#$e#Sorry, just rambling.",
    "Dialogue.Eugene.spring_12_1": "Tomorrow is the Egg Festival. It's a very historic festival.#$e#Keep this between us, but I painted eggs and hid them all over the village.$1#$b#It would be nice if someone found them before they started to rot.$11",
    "Dialogue.Eugene.spring_12_2": "Isn't it the Egg Festival tomorrow? I wish you victory.$1#$b#I've hidden eggs around town once again, but... it would be foul play if I told you where they are, right?",
    "Dialogue.Eugene.spring_17": "@! Even just getting to see you on my birthday is a gift I will treasure.$1",
    "Dialogue.Eugene.spring_23_1": "Have you heard? There's going to be a ball in the forest tomorrow. Preparations have been in full swing during the past week.#$b#I wanted to help out, but... I couldn't under certain... circumstances. I'm not sure if I'll be going...$2#$e#...It's a pity I won't get to see @ dancing...$11",
    "Dialogue.Eugene.spring_23_2": "The approach of the festival also means that Spring will end soon. That's a shame.#$b#Come to think of it, though there are only four days left after that, two of the townsfolk will be celebrating their birthday. You should bring them gifts! I'm sure they'll appreciate it.$1",
    "Dialogue.Eugene.summer_Mon": "It got much hotter suddenly... even though I'm not moving much, my sweat keeps flowing...$9#$b#I'd turn on the air conditioner, but I don't think the flowers would appreciate it.$6",
    "Dialogue.Eugene.summer_Mon2": "Oh no, @... you look exhausted! $7#$e#Have you been working on the farm today? You've been doing a lot of work. %Eugene waves his hand at you to cool your face down.",
    "Dialogue.Eugene.summer_Mon6": "Summer usually sees little rainfall, but you might get lucky.$9#$b#A few years ago... there was a Summer where the rain seemed to pour forever. The inside of my greenhouse was very humid, and water started leaking in.$11#$b#From the perspective of a farmer such as yourself, however, rain is welcomed. I should hope it rains in moderation, then.",
    "Dialogue.Eugene.summer_Mon8": "@?! Goodness, are you alright?$7#$b#Though I'm thankful you've come to see me despite such hot weather, I can't help but worry you'll get heatstroke.$9#$e#I should give you a hand on the farm someday.#$b#Yes, someday...$11",
    "Dialogue.Eugene.summer_Tue": "Isn't it incredible that crops will sprout and thrive even under the sun's blazing heat?#$e#Of course, they owe it to the precious water their farmer brings to them.$1",
    "Dialogue.Eugene.summer_Tue2": "My apologies, you've walked through the Summer heat only for my greenhouse to be so hot...$6#$b#I'm sorry to tell you, but the rest of the building isn't cool either.$9#$e#Since I'm so used to being in the greenhouse, I've gotten into the habit of not turning on the air conditioner.$11",
    "Dialogue.Eugene.summer_Tue10": "Welcome, @!$1#$b#If it's too hot out, you can stay in my room for a while, I've kept it cool.#$e#Did I tell you I don't usually do that?$10#$b#I suppose it's a new habit of mine, haha.$1",
    "Dialogue.Eugene.summer_Wed2": "There's a desert area a short drive from Pelican Town.#$b#The sand holds little moisture, but some plants still grow there.$3#$b#Isn't it phenomenal?$1#$e#Perhaps someday I'll go to the desert to see the trees and fruits there.$3",
    "Dialogue.Eugene.summer_Wed4": "%Eugene seems to be speaking to someone, but you can't see anybody...?#$b#Woah, @, when did you get here?$7#$e#Who was I talking to...? Um...$10#$b#Flowers! The flowers.$1#$e#They say talking to flowers helps them grow, you know...$11",
    "Dialogue.Eugene.summer_Wed6": "@... your hands seem a little calloused.$11#$b#I'd imagine they're a little sore, but all the while, they're the mark of a proud farmer who cares deeply about their work.$1",
    "Dialogue.Eugene.summer_Wed10": "@, could you give me your hand for a moment?#$b#%Eugene carefully pours something onto your outstretched hand. It has a subtle herbal scent.#$e#It's an ointment I made last night. I noticed your hand had gotten scratched up from your work...$11#$e#It was the perfect excuse to practice my craft. That, and to hold your hand for a bit, haha.$1",
    "Dialogue.Eugene.summer_Thu4": "There's a man living in the tower to the west. He seldom leaves the forest.#$b#Are you a little nervous around him? We aren't too different, him and I.$11#$e#What? We're both like old fashioned hermits?$10#$b#Hah, you're right!$1",
    "Dialogue.Eugene.summer_Thu6": "Say, @...$6#$b#$q 8007/8008 summer_Thu6_old#Do you visit the desert a lot?#$r 8007 0 eust6_y#(I do)#$r 8008 0 eust6_n#(I don't)",
    "Dialogue.Eugene.eust6_y": "...I see.$6#$b#Oh, it's not a big deal, just...$10#$b#I remembered that there's someone there who may be interested in you.$3#$b#I'm quite glad I won't stumble across them myself.$11",
    "Dialogue.Eugene.eust6_n": "Is that so?$1#$b#It's a nice place, but, well...$6#$b#There's a strange figure there who may be curious about you.$3#$b#I'm a little relieved you're unlikely to meet with them.",
    "Dialogue.Eugene.summer_Thu6_old": "Oh, don't worry too much about that strange figure I mentioned.#$b#They shouldn't give you much trouble or anything, sorry if I was unclear about that.$11#$e#Just um... be careful, if you're going to the club there.$6",
    "Dialogue.Eugene.summer_Thu10": "The Summer flowers are in full bloom today, as though a sign that @, whose smile shines like sun, would come.$1#$b#Here, I've prepared a gift for the occasion.$3 [593]",
    "Dialogue.Eugene.summer_Fri2": "On particularly hot days, I get the urge to throw myself into the fountain in front of my house.$9#$b#If I fail to restrain myself, I hope you'll understand. I wouldn't mind if you did the same.$11",
    "Dialogue.Eugene.summer_Fri10": "Ah... @.$4#$b#Why's my expression like that? Well... I was thinking of you.$4#$b#I was thinking about how when you show up suddenly, it's like I've used magic without knowing. To bring you here to me.$1",
    "Dialogue.Eugene.summer_Sat2": "Did you know that special colored seashells float onto the beach in mid Summer?#$b#You're likely to see them quite clearly against the sand.$1",
    "Dialogue.Eugene.summer_Sat8": "You work outdoors a lot, right @?#$b#This is probably obvious to you, but be sure to wear a hat. Your skin will hurt if it's exposed to sunlight for too long.$11",
    "Dialogue.Eugene.summer_Sun2": "I'll sometimes visit the cemetery on weekends.$3#$b#My family is buried there... though that was a long time ago now.$11",
    "Dialogue.Eugene.summer_Sun6": "There are times where I feel like I'm living in inertia.$3#$b#As if time is just passing me by without me thinking anything.$11#$e#Is that a little depressing?",
    "Dialogue.Eugene.summer_Sun8": "Sometimes... I feel something strange around you.$6#$b#I'm not really sure why... I just... I'm not really sure what I want.$9",
    "Dialogue.Eugene.summer_Sun10": "At one time, @... I had an indescribable feeling when I looked at you. Like I didn't know my own mind.$11#$b#But I think I understand now... it's the pain of my many years alone being lifted.$1",
    "Dialogue.Eugene.summer_10_1": "I've heard that a high ranking and important person visits the valley during the Luau. I can see why the mayor cares so much about the soup's ingredients.#$e#Hmm... if I added flowers for decoration, would it have any effect on the flavour?",
    "Dialogue.Eugene.summer_10_2": "I feel a little bad just watching the festival at a distance, and I've been thinking about whether there's something I could add to the soup.#$b#Do you think honey could work well?$10",
    "Dialogue.Eugene.summer_15": "There's plenty of berries growing this time of year. Take a look at the surrounding bushes!$1",
    "Dialogue.Eugene.summer_27": "Hey @, have you seen the moonlight jellyfish before?#$b#It's an incredible sight, but I get a little sad watching, since they signal the end of Summer.$3#$e#Even so, it'll always come back in the end, right?$1",
    "Dialogue.Eugene.summer_27_2": "You'll have the chance to see moonlight jellyfish tomorrow!$1#$b#It's a beautiful sight, but since it'll take place quite late, you should make sure you get plenty of rest tonight.",
    "Dialogue.Eugene.fall_Mon": "There are Autumn leaves all over the place.$3#$e#Have you noticed that the seasons carry distinct scents? Something about Autumn... it's like you can sense the cooling air through smell alone.",
    "Dialogue.Eugene.fall_Mon6": "It's the season of falling leaves. Autumn is beautiful, but it also carries a certain sadness about it.$3#$e#...Perhaps I'm looking for an excuse to mourn.$11",
    "Dialogue.Eugene.fall_Mon8": "You should bundle up tight. It isn't Winter yet, but the Autumn winds can still hurt your nose.#$b#You know... though it's hard to endure working in my greenhouse during summer, it's certainly helpful during the colder months.$1#$e#And of course, you're always welcome to come share its warmth with me.$3",
    "Dialogue.Eugene.fall_Tue": "Autumn is the season for growing fairy roses. If you plant some on your farm, the fairies are sure to be pleased.#$e#Of course, I'd be happy to see them too.$1",
    "Dialogue.Eugene.fall_Tue4": "Did you know there are many uses for pumpkins?$1#$b#You can carve them into lanterns for festivals, make juices from them, even pickles.#$b#You can also make pumpkin pie. It's very delicious.$1",
    "Dialogue.Eugene.fall_Tue8": "In the past, I grew fruit and vegetables alongside my flowers. Among them were pumpkins.#$b#One day, someone requested that I make a wagon out of one.#$b#It seemed like such a desperate request, so I poured my time into growing an enormous pumpkin for them. It was a success!$1#$e#A good joke? Hah... I suppose so.$1",
    "Dialogue.Eugene.fall_Tue10": "Have you planted fairy roses on your farm before?$4#$b#It would seem you carry the scent of fairies with you!$1",
    "Dialogue.Eugene.fall_Wed4": "When you lose yourself in how peaceful this village is, it's easy to forget that the country is at war.$3#$b#It's not something unique to the present day. There have been wars taking place everywhere, since the beginning of time. Even non-humans have gone to war.#$b#After they finally settle... only ruins remain. It's sad to watch.$11",
    "Dialogue.Eugene.fall_Wed6": "...@... have you ever... lost someone precious to you?#$b#Sometimes I wish I could truly freeze the passage of time, so that I may never again feel the pain of a loved one leaving me.$11#$b#Such a thing would be impossible without magic, of course...$11#$e#Sorry, I suppose Autumn is inspiring me to share such depressing things.$9",
    "Dialogue.Eugene.fall_Wed10": "Now that the nights are colder, it's best to avoid being out late.$3#$b#Oh! It's not that I don't want you to visit!$10",
    "Dialogue.Eugene.fall_Thu4": "You want to know why I don't speak with the other villagers? Uhm...$10#$b#Perhaps it's because... I'm not confident in building new relationships yet.$11#$b#When you're as old as I am you start to become fearful of new things.$3#$e#Do I sound like an elderly man to you? Hahaha...$1",
    "Dialogue.Eugene.fall_Thu6": "A long time has passed since I first started living in this town.$3#$b#It's the countryside, but... it's still strange how little this town has changed over the years.#$b#Maybe that's why I feel frozen in time, forever trapped in the past.$11#$e$Of course, since dear @ started visiting, it feels as though the passage of time is restored.",
    "Dialogue.Eugene.fall_Thu10": "It's amazing. My life felt like it was stuck in a monochrome photo, yet it fills with colour when I see you.$4#$b#...And only then do I truly feel the passage of time. Most curious...$4",
    "Dialogue.Eugene.fall_Fri4": "@... perhaps it's a little rude to be saying this, but...$6#$b#I think it would be better not to sell crops to Pierre's shop.$6#$b#Your produce is worth more than he'd pay you on the spot.$9",
    "Dialogue.Eugene.fall_Sat8": "I have waited so long for that day... when I'll be able to confess everything with ease.$11#$b#For now, I have no choice but to hope that it will be someday soon.$11",
    "Dialogue.Eugene.fall_Sun2": "On the weekend, I've noticed that the villagers take the time to give praise to Yoba.#$b#Do you believe in Yoba, @?$1#$e#Me? Well...$8#$b#I don't worship any gods in particular, but I'll look to the stars and pray when times are difficult.#$b#I'm not too cowardly for doing that, am I?$11",
    "Dialogue.Eugene.fall_Sun4": "Good day, @. You live with a pet on the farm, don't you? Its name is... %pet, right?#$b#Animals are like family and should be treated with care.#$b#Though, it's sad that their time on this earth is much shorter than ours.$11",
    "Dialogue.Eugene.fall_Sun8": "I will remain here forever. Like an old tree with roots clinging to the soil.$3#$b#So... come to me when you are lonely. Anytime.",
    "Dialogue.Eugene.fall_Sun10": "@, I promise to never leave you, unless you will it.$3#$b#I am well aware of how painful it is to be parted from someone suddenly... and... I care about you far too much to bring you such pain.",
    "Dialogue.Eugene.fall_15": "Tomorrow will be the day of the fair.#$b#I won't be setting up a grange display myself, so I'll just stand by and wish you luck.",
    "Dialogue.Eugene.fall_26": "Was I called?$7#$b# Sorry @, I'm terribly busy preparing for tomorrow.$9",
    "Dialogue.Eugene.winter_Mon": "The temperature has dropped awfully fast! Best to bundle up tight.",
    "Dialogue.Eugene.winter_Mon4": "Say, @, is your farm easier to manage in Winter? Since there are few crops that grow this time of year.#$b#Though, if you have a greenhouse, it's a different story.$1",
    "Dialogue.Eugene.winter_Mon6": "You're curious as to why my fountain runs even in Winter?#$b#I maintain it on purpose. Sorry, is it making you feel a little chilly?#$e#In the past, someone I knew liked to watch it year round...$11#$b#I suppose that's why I keep it running.",
    "Dialogue.Eugene.winter_Tue": "I'm on the verge of freezing, so to speak...#$b#Though, I spend most of my time indoors, so at least I'm sheltered from harsh winds.$1#$e#I have other ways of stopping the cold but... that's a secret.",
    "Dialogue.Eugene.winter_Tue2": "You likely knew this, but bees do not work during Winter. Though a greenhouse is warm, it's difficult to encourage bees to settle inside.#$b#Even so, bees deserve a vacation now and then, don't you think?$1",
    "Dialogue.Eugene.winter_Tue8": "Come in! Goodness, my hands are like ice today.$6#$e#Even though it's so cold out, you still came through the forest to see me?$10#$b#I'm thankful for it, of course, but I'm worried you'll catch a cold...$3",
    "Dialogue.Eugene.winter_Tue10": "I should have built my home closer to the farm, even though it would stand out more to others.$3#$b#I can't help but feel bad, knowing you have to walk so far into the forest to visit me...$6",
    "Dialogue.Eugene.winter_Wed": "I've seen a many dozens of Winters, but my appreciation for its beauty never fades.$3#$b#While that's true... I'll always be looking forward to when everything wakes up again.$11",
    "Dialogue.Eugene.winter_Wed8": "There are resilient flowers which defy Winter's bite and bloom when everything else is hidden away.$3#$b#Much in the same way, humans will thrive and even celebrate through the bitter chill.$11",
    "Dialogue.Eugene.winter_Wed10": "Even in the bitter cold of Winter, the blossoms of love still sprout and bloom.$4#$b#I always thought... the season of my own heart was Winter.$3#$b#It's silly of me to have forgotten that there are flowers which may thrive regardless.$11",
    "Dialogue.Eugene.winter_Thu4": "Winter is a good time for reading. That's especially true for stories that inspire feelings of warmth.$3",
    "Dialogue.Eugene.winter_Thu10": "*pat pat...*$4#$b#Ah! I should have asked before doing that, my sincerest apologies!$7#$b#It's just, even though you keep coming back I still have trouble believing you're truly here... that I'm not just dreaming...$4#$e#I must sound crazy saying such things. I truly am sorry.$9",
    "Dialogue.Eugene.winter_Fri8": "@, do you have difficulty clearing all the snow on your farm? There's a lot of land to manage after all.#$e#Call me if you need to, I'll be more than happy to help.",
    "Dialogue.Eugene.winter_Fri10": "Oh, @, welcome!$1#$b#I baked blackberry cobbler this morning. Here, take this with you. [611]#$b#Don't worry! I've made more than enough for us both.$1#$e#What? Why did I bake so much if I'm living alone?$10#$b#Well... I was going to wrap some up to bring to you.$4",
    "Dialogue.Eugene.winter_Sat": "I've seen many a dozen Winters, but I cannot deny the beauty of the snow.$3#$b#Despite that... it always has a way of making me feel lonely, since it's the season where everything is asleep.$11",
    "Dialogue.Eugene.winter_Sat8": "All I can really do during the long, boring winter is await for Spring's return...$3#$b#Though... if you'll be seeing me... I suppose it shouldn't be too hard to wait it out...$11",
    "Dialogue.Eugene.winter_Sun2": "My greenhouse is a special haven of sorts this time of year.#$b#After all, not many flowers are in full bloom during Winter.$1",
    "Dialogue.Eugene.winter_Sun4": "I think this is my first time here in a few decades... my toes are freezing.$9#$e#What's that? How many decades have I lived? Uhmmm... it's a figure of speech.$10",
    "Dialogue.Eugene.winter_7_1": "Even in Winter the town holds festivals. It's the Festival of Ice tomorrow.#$b#Be careful not to catch a cold!$1",
    "Dialogue.Eugene.winter_7_2": "The forest will be quite noisy tomorrow, since it's a festival day.#$b#I'm glad everyone has that opportunity, to uphold their community spirit and gather together even on a lonely winter day.$1",
    "Dialogue.Eugene.winter_24": "There's going to be a banquet in the town square tomorrow. Have you prepared any gifts?#$e#I'm not sure if I'll go, myself. After all... it's meant for families, isn't it? And I'm not exactly part of the community...$11",
    "Dialogue.Eugene.winter_15": "There's going to be a night market arriving from the sea in a few days.#$b#How about watching the mermaid show? They're as curious about humans as humans are of them.$1#$e#Haha, of course, it's just dressup...$1",
    "Dialogue.Eugene.WizardHouse_Entry": "Good afternoon, my friend!/Good afternoon, Ras!/I've baked some muffins.",
    "Dialogue.Eugene.firstmet1": "R-right! I see! You moved to the valley recently...$7",
    "Dialogue.Eugene.firstmet2": "What? Ah! It's fine, you don't need to leave or anything...$10#$b#Oh! Could it be that you are new to the valley?$7",
    "Dialogue.Eugene.muffin_good": "You really think so? Hah, this recipe has truly never failed me! $1#$b#Even though I've baked and eaten them too many times to count, I never tire of them.",
    "Dialogue.Eugene.muffin_soso": "Really? Oh...$10#$b#...Maybe I missed something. This is a little embarrassing... I was so sure I knew the recipe by heart, having baked these so much...$9",
    "Dialogue.Eugene.muffin_bad": "Really? Oh...$7#$b#...Surely I missed something. They've always been delicious in the past, after all.$3#$b#Could it be that I... I forgot the recipe after all these years? I was so certain I knew it by heart... sorry to disappoint.$9",
    "Dialogue.Eugene.forget_good": "I... hadn't thought of it like that before.$10#$b#Haha... yes, I suppose there is no mercy for sad memories either.$11#$b#Perhaps sometimes, it really is best to cast things into oblivion and never look back...$11#",
    "Dialogue.Eugene.forget_non": "It is quite the dilemma, isn't it? I'm not so sure myself$11#$b#Regardless... we can't always let ourselves be bound to the past. Sometimes it's better to keep moving forward.$8",
    "Dialogue.Eugene.forget_dontcare": "Haha... I suppose.$11",
    "Dialogue.Eugene.late1": "Oh... it's... there's something I have to do. Sorry, I feel so guilty for making you worry...$6",
    "Dialogue.Eugene.late2": "Sorry... I suppose you're right... it's just... I've been worried.$9",
    // #endregion: Dialogue //

    // #region: Marriage Dialogue //
    "MarriageDialogue.Eugene.SpouseRoom": "I decided to bring in some pots from the old house.$0#$e#Won't it be nice for the scent of flowers to fill the house?$1",
    "MarriageDialogue.Eugene.Patio": "%Eugene seems completely immersed in the book.",
    "MarriageDialogue.Eugene.funLeave.1": "Even though my flowers are fine thanks to my magic, I still worry for them.$11#$b#So, I'll be out checking on them. If I'm home late, don't worry about waiting for me. You need your rest.",
    "MarriageDialogue.Eugene.funLeave.2": "I'm going back to my house today. My magic should help keep the plants healthy, but I still want to check on them.#$b#Don't worry, I'll be back later.$1",
    "MarriageDialogue.Eugene.funReturn.1": "I'm back, You're still up?#$b#You weren't waiting for me, were you?$11",
    "MarriageDialogue.Eugene.funReturn.2": "Good afternoon, @. I'm back.$1#$b#The flowers are still doing well. That's a relief.",
    "MarriageDialogue.Eugene.Rainy_Day_0": "It's raining... we should check the lightning rods to make sure they've been discharged.$3#e#Huh? Am I worried about the crops...? ...Well... more to the point, I want to make sure you're safe.$10#$b#To be honest, I didn't even think about the crops until you pointed them out.$9",
    "MarriageDialogue.Eugene.Rainy_Day_1": "The sound of raindrops hitting the roof is rather loud...$3#$b#Did you sleep well, @? It's likely to rain until dawn today, so I might just stay in and rest.$11",
    "MarriageDialogue.Eugene.Rainy_Day_2": "It's raining today... you don't need to worry about watering the field.#$b#So... could you stay here with me a little longer?$1",
    "MarriageDialogue.Eugene.Rainy_Day_3": "I forgot it was raining, so I went outside and ended up getting soaked...$9#$e#Don't worry, I made sure to clean up any water I brought into the house and dried off.$1",
    "MarriageDialogue.Eugene.Rainy_Day_4": "You want to go out and work even in rain like this?$10#$b#...Well, at least eat something first.$11 [236]#$e#I hope it helps keep your strength up.$11#$b#If you get wet, your body temperature will drop, so try nt to catch a cold, ok?$3",
    "MarriageDialogue.Eugene.Rainy_Night_0": "Why am I soaked...? Oh, I've been checking the lightning rods all day.$10#$b#If they break, your crops could be in danger.",
    "MarriageDialogue.Eugene.Rainy_Night_1": "Looks like it's going to pour down throughout the night too...$11#$b#Hey... let's go snuggle up and drift off together.$1",
    "MarriageDialogue.Eugene.Rainy_Night_2": "You've been hard at work today, @. Come take a break and warm up.#$b#I had a feeling you'd come home late, so I turned on the stove in advance.$1",
    "MarriageDialogue.Eugene.Rainy_Night_3": "The sound of raindrops is quite romantic.$3#$b#Nobody could blame you if you wanted to just stay in with me, by the way.",
    "MarriageDialogue.Eugene.Rainy_Night_4": "I've been baking again today. Here's a fresh one for you.$1 [651]#$b#Did they come out okay? Whenever I'm baking them I think of you.",
    "MarriageDialogue.Eugene.Indoor_Day_0": "...$4#$e#Say, @... have I been a little too clingy lately?$10#$b#I'm not sure why, but I haven't been in a great place lately. Don't worry about it too much - I'll wait patiently for Spring to return.$11",
    "MarriageDialogue.Eugene.Indoor_Day_1": "Are you planning on going to the mines today?$6#$e#I know you're more than capable of fending for yourself, but...$9#$b#If it's overwhelming, promise me you'll use this?$3 [243]",
    "MarriageDialogue.Eugene.Indoor_Day_2": "Good morning, @!$1#$b#As with any day, I'll be thinking about you while you're out.",
    "MarriageDialogue.Eugene.Indoor_Day_3": "Good day, my Spring!$1#$e#I think I should check on the flowers back at my old house.#$b#I'll likely be home again before you are.$1",
    "MarriageDialogue.Eugene.Indoor_Day_4": "I think I'll take it easy today...$3#$e#Of course, my dear @ is welcome to relax with me, if you're able.$1",
    "MarriageDialogue.Eugene.Indoor_Night_0": "Today was a little rough for me, but I can rest easy now.$1#$b#@... have you been eating enough? You work even harder than I do, so it's especially important.",
    "MarriageDialogue.Eugene.Indoor_Night_1": "While walking around on the farm, I heard the crops sing with glee.$3#$b#They must be thankful for all your hard work.$1",
    "MarriageDialogue.Eugene.Indoor_Night_2": "%Eugene is sleeping in an uncomfortable position.#$e#...Gah! When did you get home?$7#$b#Sorry about that... I was hoping I could hold out until you returned. I must have been rather tired.$11",
    "MarriageDialogue.Eugene.Indoor_Night_3": "It's good to work hard, but it's also good to get some rest. You know?#$b#Don't push yourself too hard, my Spring. $3",
    "MarriageDialogue.Eugene.Indoor_Night_4": "If you're having trouble sleeping, shall I tell you some stories?#$b#I have plenty to share about my wizard days.$1#$b#Well, I suppose I still am one.",
    "MarriageDialogue.Eugene.Outdoor_0": "The weather is pleasant, so we shouldn't need to carry an umbrella.$3#$b#Don't stay out too late though!$1",
    "MarriageDialogue.Eugene.Outdoor_1": "%pet seems to have a poor appetite today. They didn't finish their breakfast...$9#$e#You want to know if I can talk to animals? Well...$10#$b#If you focus, you don't need magic to understand them.",
    "MarriageDialogue.Eugene.Outdoor_2": "If you have the time, would you like to take a walk with me this evening?$1#$b#If we're lucky, we may get to see fireflies.$1#$e#No pressure if you're busy, of course.",
    "MarriageDialogue.Eugene.Outdoor_3": "Weather like this is perfect for reading.$1",
    "MarriageDialogue.Eugene.Outdoor_4": "Did you sleep well? I worry a little since you're up late now and then.#$e#I hope you don't mind but... when I wake up before you, I like to watch you for a while.$4#$b#You look so peaceful when you sleep.$1",
    "MarriageDialogue.Eugene.OneKid_0": "Say, @... did I tell you I haven't had children before?$11#$b#I was afraid I'd struggle with parenthood, but... you make me feel like I can face anything.$3",
    "MarriageDialogue.Eugene.OneKid_1": "Our child has been growing up very healthy.#$b#I'm a little envious, but happy for them.$11",
    "MarriageDialogue.Eugene.OneKid_3": "Today, I think I'll tell a story to %kid1.$3#$b#A story about how the junimo returned a farmer's favours.$1",
    "MarriageDialogue.Eugene.TwoKids_0": "Now that we have two children, there's much more to do.$10#$b#It's hard work, but it's fulfilling too.",
    "MarriageDialogue.Eugene.TwoKids_1": "Zzz...$8#$e#Guh! I fell asleep! Sorry...$10#$b#Haha... even wizards find parenting difficult.$11",
    "MarriageDialogue.Eugene.TwoKids_2": "I've been wondering lately... will our children be fearful of me if I show them my magic?$2#$b#It's natural for humans to be fearful of the unknown, after all.$11",
    "MarriageDialogue.Eugene.TwoKids_3": "When do you think we should tell the children I'm not an ordinary person?$2#$b#It's difficult to say... though, I suppose I'm not much of a practicing wizard anymore.$11",
    "MarriageDialogue.Eugene.Good_0": "Sometimes, I find myself a little frustrated.$9#$b#I want to express how much I love you, yet I can't quite find the words.$6#$b#Even though I've seen hundreds of years, some things are still difficult...$11",
    "MarriageDialogue.Eugene.Good_1": "*kiss*$3#$b#Haha, @, your face went red!$1#$b#Me too? Well uhmn...$4",
    "MarriageDialogue.Eugene.Good_2": "...I love you.$4#$b#I've said it plenty before, but I will tell you again.$4#$b#I love you, @. That will never change.$1",
    "MarriageDialogue.Eugene.Good_3": "Strangely, you seem to smell like Spring itself.$3#$b#Not a perfume, but a natural fragrance.$1",
    "MarriageDialogue.Eugene.Good_4": "I have prepared something for you, my dear Spring. [458]#$b#Is it sudden? It's just that... I missed out on the honor of confessing first.#$b#I know you'll take good care of it.$1",
    "MarriageDialogue.Eugene.Good_5": "Here, @, take this with you.$10 [204]#$b#I sensed that you could use a little extra luck today.$11#$e#Come home safe, okay?",
    "MarriageDialogue.Eugene.Good_6": "I was admiring the pendant you gave me when you proposed.#$b#Sometimes, I struggle to believe it... that us being together is reality.$1",
    "MarriageDialogue.Eugene.Neutral_0": "Hey... you don't look too well.$6#$b#Would you like to rest with me today? I can make you some soup.$11",
    "MarriageDialogue.Eugene.Neutral_1": "How was your day? Are you tired?#$b#I've prepared the bed for you if you need to rest.$1",
    "MarriageDialogue.Eugene.Neutral_2": "What's the strange sweet burnt smell? Well, uhmn...$10#$b#My apologies, my muffins burned while I was browsing the farm.$11#$b#Don't worry, I made sure to clean up after!$1",
    "MarriageDialogue.Eugene.Neutral_3": "Sorry, I'm not feeling well today. I'll be taking it easy.$9",
    "MarriageDialogue.Eugene.Neutral_4": "@, are you well these days?#$b#I'm sure it's a lot, taking care of the farm as well as yourself.$11",
    "MarriageDialogue.Eugene.Neutral_5": "If you see my old friend, tell him I said hello.",
    "MarriageDialogue.Eugene.Neutral_6": "What happened to my old house? Ah, don't worry about it.$11#$b#I've been visiting my flowers, though my magic ensures the garden need to be tended to much.",
    "MarriageDialogue.Eugene.Neutral_7": "Be careful when you go out today.$11#$b#I just... feel like I need to say something.$11",
    "MarriageDialogue.Eugene.Neutral_8": "Your grandfather... I wonder what he thinks of me?#$b#Just a passing thought I had.$11",
    "MarriageDialogue.Eugene.Neutral_9": "The house feels a little lonely these days.$2#$b#... Must be the mood. Don't worry about it.",
    "MarriageDialogue.Eugene.Bad_0": "@...$2#$b#Do you still love me?$6",
    "MarriageDialogue.Eugene.Bad_1": "...Sorry. I'll be in bed early today.$2#$b#I haven't been feeling well.$9",
    "MarriageDialogue.Eugene.Bad_2": "Compared to you, I'll be alive far longer.$2#$b#...Much longer. I'll surely hold on to these days, and try to recall them...$2#$b#But... I want it to be a good memory.$11",
    "MarriageDialogue.Eugene.Bad_3": "I'll be visiting my old friend.$11#$b#I just... need someone else to talk to, is all.$2",
    "MarriageDialogue.Eugene.Bad_4": "Sometimes... I wish you didn't go out to town.$2#$b#It's not like I have the power to keep you here, though. You'd get upset if I tried anyway.$11#$e#Unless... you're... already upset with me?$2",
    "MarriageDialogue.Eugene.Bad_5": "...$2#$b#Sorry, just... something on my mind...$2",
    "MarriageDialogue.Eugene.Bad_6": "Oh, already %time...?$10#$b#I don't really... pay much attention to the flow of time anymore.$11#$b#Like before I met you.$2#$e#Is that strange? How even when you're around... it's like this...$11",
    "MarriageDialogue.Eugene.Bad_7": "Did you want to eat dinner alone?$11#$b#Regardless, I'll set it up. You shouldn't skip meals.$11",
    "MarriageDialogue.Eugene.Bad_8": "@... please tell me if I do something wrong.$6#$b#I worry that... maybe after I was alone for so long, I can't quite read people anymore...$9",
    "MarriageDialogue.Eugene.Bad_9": "You and I no longer smile at one another.$2#$b#...Do we have to live like this?$11",
    "MarriageDialogue.Eugene.spring_1": "Happy New Year! I have a good feeling about this Spring.$1",
    "MarriageDialogue.Eugene.spring_23": "Do you want to dance with me?#$b#I should warn you though, I don't usually go to festivals...$11",
    "MarriageDialogue.Eugene.summer_1": "It got hot fast, didn't it?$9#$b#Would you like me to perform a cooling spell for you?",
    "MarriageDialogue.Eugene.summer_10": "I still haven't decided what to add to the soup.$9#$b#How about I make a soup just for you instead?",
    "MarriageDialogue.Eugene.summer_27": "We're almost halfway through the year already.#$b#Fall will come soon, but knowing you'll be here for me, I don't mind colder nights.$1",
    "MarriageDialogue.Eugene.fall_1": "When the surroundings get red like this, it's almost otherworldly, isn't it?$1",
    "MarriageDialogue.Eugene.fall_26": "Did I mention I help out with the maze?#$b#Apologies if I don't have time to prepare a meal for you, preparations have kept me busy.$11",
    "MarriageDialogue.Eugene.winter_1": "The days have turned cold. Winter is usually a lonely time for me, but...$11#$b#With you here that is no longer the case.",
    "MarriageDialogue.Eugene.winter_24": "Do you think we'll have a white feast tomorrow?#$b#If you'd like, I could make it snow a little.$1",
    // #endregion: Marriage Dialogue //

    // #region: Extra Dialogue //
    "ExtraDialogue.Eugene.Rainy": "Rain again... though you don't need to water the crops, the lightning can be dangerous.$2#$b#Have you placed any lightning rods? They can grant your farm protection from the elements.$6",
    "ExtraDialogue.Eugene.Engagement.0": "Waiting out the days until the wedding is hard, even if days are mere seconds to someone as old as myself.$3#$b#It's like waiting for a flower to bloom.$4",
    "ExtraDialogue.Eugene.Engagement.1": "I couldn't sleep much last night. Sometimes I wonder if our time together is all just a dream.$4#$b#Well... it's a dream I don't want to wake up from.$8",
    "ExtraDialogue.Eugene.Engaged":"...!$7#$b#Am I allowed to... enjoy this happiness?$4#$b#I... I like it. What else can I say?$4#$b#Oh dear... I love you, @. My spring has come once again...$1",
    // #endregion: Extra Dialogue //

    // #region: Custom Fixed Dialogue //
    "CFD.Eugene.NPC.cs.3958": "Oh... I'm sorry, @.$9#$b#I don't... know you that way yet.$6",
    "CFD.Eugene.NPC.cs.3959": "...I don't have enough courage to start with a new heart yet.$9#$b#So I'm sorry, @. I'll pretend I didn't hear that.$6",
    "CFD.Eugene.NPC.cs.3960": "Honestly, I'm a little... embarrassed. $9#$b#I'll pretend I didn't hear that. Sorry.$6",
    "CFD.Eugene.NPC.cs.3961": "I don't think either of us is ready for that step yet...$11#$b#We still need more time. You think so too, right @?$6",
    "CFD.Eugene.NPC.cs.3962": "...Oh dear.$4#$b#Do these flowers mean...what I think they do?$4#$b#It's... it's great, but... now the bouquet I had prepared was in vain.$11#$b#I guess I was one step behind you. ...Oh, but really... thank you, @.$1",
    "CFD.Eugene.NPC.cs.3963": "...$4#$b#There are still so many things I haven't told you, and yet... you choose me?$4#$b#...I feel so embarrassed. I'm sorry, thank you so much...$11#$b#I'll try my best to be a good partner to you, @, by all means.$3",
    "CFD.Eugene.NPC.cs.3965": "..Um, @, aren't you already engaged...?$6",
    "CFD.Eugene.NPC.cs.3966": "...Is this some kind of joke? Everyone knows you are already engaged, @.$9",
    "CFD.Eugene.NPC.cs.3967": "...I'm ashamed, @. You are married.$3#$b#...I'll keep this a secret, so don't say such things again.$6",
    "CFD.Eugene.NPC.cs.3968": "...I'll pretend I didn't hear that. You must be having a hard time these days...$9",
    "CFD.Eugene.NPC.cs.3970": "...Are you serious?$10",
    "CFD.Eugene.NPC.cs.3971": "...$6#$b#%Eugene looks away with an embarrassed expression...",
    "CFD.Eugene.NPC.cs.3980": "...!$7#$b#Am I allowed to... enjoy this happiness?$4#$b#I... I like it. What else can I say?$4#$b#Oh dear... I love you, @. My spring has come once again...$11",
    "CFD.Eugene.NPC.cs.4001": "@, my Spring. I have prepared this for you. Nothing is more precious to me than you are.$1",
    "CFD.Eugene.NPC.cs.4274": "Did you bring this for me? It's amazing...$1#$b#Oh, wait. Today's my birthday? I had forgotten.$10#$b#@, thank you so much. It's really... touching.$4",
    "CFD.Eugene.NPC.cs.4275": "A birthday present? Oh wow, this is my favorite.$10#$b#Thank you so much, @. Thanks to you, this will be a birthday I'll remember for a long time.$1",
    "CFD.Eugene.NPC.cs.4276": "My birthday... present?$10#$b#I would have been happy with just a 'happy birthday', thank you so much for this!$1",
    "CFD.Eugene.NPC.cs.4277": "Thank you so much, @! It's been a long time since I received a birthday gift.$1",
    "CFD.Eugene.NPC.cs.4278": "...Oh. I'll take it, @.$6#$b#I hope it wasn't intentional...$9",
    "CFD.Eugene.NPC.cs.4279": "It's not polite to give it back... so I guess I'll take it for now.$9#$b#I already thought my birthdays were meaningless, but this hurts quite a bit...$11",
    "CFD.Eugene.NPC.cs.4280": "Is this my birthday present? I'm so happy.$3",
    "CFD.Eugene.NPC.cs.4281": "I'll happily take it, @. It's been a long time since I received a birthday present.",
    "CFD.Eugene.PlayerKilled.NotSpouse": "@...? Are you alright? Do you know who I am?$10#$b#I'm glad I happened to pass by. I was surprised to see you...$9#$b#Don't push yourself too hard, okay?$6",
    "CFD.Eugene.PlayerKilled.Spouse": "@, @!$7#$b#@, Can you see me? Do you still recognize me?@$7#$b#Oh, thank goodness... I thought I had lost you.$9#$b#Never, ever be so reckless again. Please.$3#$b#Don't worry, I'll treat your wounds. Just take it easy for the rest of the day.$6",
    // #endregion: Custom Fixed Dialogue //

    // #region: Wizard's Dialogue //
    "CommentEugene.Wizard.Spring_16_1": "Do you happen to know the owner of that garden?#$b#That's right, Eugene.#$b#...It wouldn't be a bad idea to visit him tomorrow. For him.#$e#...No, nevermind, that's nonsense. Forget it.",
    "CommentEugene.Wizard.Memory_1_Week": "I heard about your relationship with Eugene. So that's what happened in the end...#$b#Don't worry, I wasn't spying or eavesdropping. I heard it directly from him.#$e#...I just hope misfortune doesn't repeat itself.",
    "CommentEugene.Wizard.Married_Eugene": "I apologize for not attending the wedding. Something stopped me from leaving, so I had to stay.#$b#Right... Congratulations. I hope you are forever blessed.",
    // #endregion: Wizard's Dialogue //

    // #region: Heart Events //
    // #region: 0H //
    "Events.Eugene.HeartEvent.0H.0": "...I have a feeling. A most strange feeling that something unexpected will happen today.$6",
    "Events.Eugene.HeartEvent.0H.1": "...Though, prophecies aren't something I specialize in, so perhaps it's just my mood...$9",
    "Events.Eugene.HeartEvent.0H.2": "...A person?$7",
    "Events.Eugene.HeartEvent.0H.3": "How... how did you get in here?$10",
    "Events.Eugene.HeartEvent.0H.4": "$q 800011 null#...#$r 800011 0 firstmet1#(Introduce yourself as the new farmer.)#$r 800011 0 firstmet2#(Apologize for the intrusion.)",
    "Events.Eugene.HeartEvent.0H.5": "However... it's very strange that you were able to come in.$9#$b#But then again... you aren't from the village originally, so... perhaps that's why...$9",
    "Events.Eugene.HeartEvent.0H.6": "...Oh! It's nothing, I was just talking to myself!$10",
    "Events.Eugene.HeartEvent.0H.7": "Goodness, where are my manners. I should introduce myself, right?$6",
    "Events.Eugene.HeartEvent.0H.8": "My name is Eugene. This is my humble garden.",
    "Events.Eugene.HeartEvent.0H.9": "And your name is...@, I see.$11",
    "Events.Eugene.HeartEvent.0H.10": "Don't mind my ramblings, it's been... a rather long time since I had a visitor. Or spoken to anyone, really.$6#$b#It's not that I hate company, it's just a little awkward is all. Although this garden is beautiful, I merely tend to it as a hobby.$9#$b#Um, anyway... it's good to meet you, @.",
    // #endregion: 0H //

    // #region: 2H //
    "Events.Eugene.HeartEvent.2H.0": "Oh, farmer @! Welcome back!$1",
    "Events.Eugene.HeartEvent.2H.1": "Are you curious about the aroma? I'm baking muffins right now.#$b#They should be done soon enough.$1",
    "Events.Eugene.HeartEvent.2H.2": "Why don't you try some while you're here? I've made plenty.$1",
    "Events.Eugene.HeartEvent.2H.3": "Just a moment more.",
    "Events.Eugene.HeartEvent.2H.4": "And done!$1",
    "Events.Eugene.HeartEvent.2H.5": "Be careful when you eat them, they're fresh from the oven after all.",
    "Events.Eugene.HeartEvent.2H.6": "You can have as many as you'd like.$1",
    "Events.Eugene.HeartEvent.2H.7": "Goodness, you ate that fast!$1",
    "Events.Eugene.HeartEvent.2H.8": "These muffins were made to a special recipe. The seeds are from poppies I grew myself.",
    "Events.Eugene.HeartEvent.2H.9": "How is it? Are they good?$1",
    "Events.Eugene.HeartEvent.2H.10": "$q 800021 null#The muffins are...#$r 800021 20 muffin_good#Delicious!#$r 800021 0 muffin_soso#Alright, but a little plain...#$r 800021 -30 muffin_bad#Not really my thing...",
    "Events.Eugene.HeartEvent.2H.11": "Hm, you know what though?#$b#The one who shared this recipe with me made them far better than I ever could.$1",
    "Events.Eugene.HeartEvent.2H.12": "I just can't figure out what I've been missing.$11",
    "Events.Eugene.HeartEvent.2H.13": "Regardless, thank you for partaking in them. Now that I'm sharing these with a friend, they taste far better than usual.",
    "Events.Eugene.HeartEvent.2H.14": "You're welcome to visit again sometime!$1",
    // #endregion: 2H //

    // #region: 4H //
    "Events.Eugene.HeartEvent.4H.0": "...$8",
    "Events.Eugene.HeartEvent.4H.1": "...*Sigh*.$2",
    "Events.Eugene.HeartEvent.4H.2": "...Hello, @.#$b#What called you here?$11",
    "Events.Eugene.HeartEvent.4H.3": "...Just passing by? ...I see.$11",
    "Events.Eugene.HeartEvent.4H.4": "Have you visited this graveyard before?$11#$b#The tombstones are so worn down, it's hard to know just who was buried here.$2#$b#No matter who you care for or how much of your heart you give, everything wears down and fades over time.$3",
    "Events.Eugene.HeartEvent.4H.5": "Though the writing on these tombs remains much the same, shapeless things like memories fade easier, don't they?$11",
    "Events.Eugene.HeartEvent.4H.6": "...It's a natural and unavoidable phenomenon. No matter how precious those memories are.$11",
    "Events.Eugene.HeartEvent.4H.7": "Whenever I reflect on that fact, I sink into despair again.$2#$b#My precious and happy memories... I know that I felt joy, but it's hard to make out the details. To remember why I was happy.$11",
    "Events.Eugene.HeartEvent.4H.8": "Oblivion... should I embrace it? How wonderful it would be if happiness could be kept in a bottle.$2",
    "Events.Eugene.HeartEvent.4H.9": "$q 800041 null#Must we forget...?#$r 800041 50 forget_good#Forgetting also means you can let go of sad memories and be happy again.#$r 800041 0 forget_non#I don't know...#$r 800041 -50 forget_dontcare#Why make life so complicated for yourself?",
    "Events.Eugene.HeartEvent.4H.10": "...Thank you for enduring my rambling again, @.#$b#It must be the night air doing this to me. Don't worry about it.$11",
    "Events.Eugene.HeartEvent.4H.11": "I think I'll stay here a little longer. Feel free to go home. You should get some rest.#$b#I'm glad I was able to talk to you.$1",
    // #endregion: 4H //

    // #region: 6H //
    "Events.Eugene.HeartEvent.6H.0": "Haha, that really happened?$1",
    "Events.Eugene.HeartEvent.6H.1": "Ahhh, then what?$10",
    "Events.Eugene.HeartEvent.6H.2": "Really? I wish you luck!$1",
    "Events.Eugene.HeartEvent.6H.3": "That's right, humans have changed a fair bit over time...$11#$b#Though, just as there are people who litter, there are those who clean out of the goodness of their hearts.$3",
    "Events.Eugene.HeartEvent.6H.4": "Of course you knew, my little friend.",
    "Events.Eugene.HeartEvent.6H.5": "...Someone's here.$10#$b#I think I know who it is.",
    "Events.Eugene.HeartEvent.6H.6": "Welcome, @. You're visiting again?$1#$b#Was I talking to someone?$10#$b#No, I'm here alone as always.$1",
    "Events.Eugene.HeartEvent.6H.7": "Little Junimo?!$7",
    "Events.Eugene.HeartEvent.6H.8": "Oh? You don't seem to be frightened...$10#$b#@... Have you met a Junimo before?$10",
    "Events.Eugene.HeartEvent.6H.9": "I see... something like that.$10#$b#I had no idea. It is rare that humans are able to see them these days.$11",
    "Events.Eugene.HeartEvent.6H.10": "Junimos are also known as forest spirits... guardians of nature.$3#$b#In the distant past, Junimo lived alongside humans.$11#$b#But in the modern era, where corporations like Joja are expanding the reach of industry... humanity and nature drift further apart.$11#$b#Usually, Junimo don't show themselves before humans.",
    "Events.Eugene.HeartEvent.6H.11": "But if this one showed itself before @...$3#$b#Perhaps you developed the ability to perceive it.#$b#Perhaps it is because you are a person with a pure heart...?$1",
    "Events.Eugene.HeartEvent.6H.12": "Ah, so that's why!$1",
    "Events.Eugene.HeartEvent.6H.13": "Then... perhaps that's why @ was also able to...$3",
    "Events.Eugene.HeartEvent.6H.14": "Haha, I was... just talking to myself again!",
    // #endregion: 6H //

    // #region: 8H //
    "Events.Eugene.HeartEvent.8H.0": "Are you insane?#$b#I thought you were fine, but I'm having doubts.#$b#Of course, staying alone without human interaction for so long isn't particularly healthy but...#$b#Have you forgotten how things worked out for you last time?",
    "Events.Eugene.HeartEvent.8H.1": "...$2",
    "Events.Eugene.HeartEvent.8H.2": "Even so, you've bonded closely with a human once again!",
    "Events.Eugene.HeartEvent.8H.3": "I cast a spell upon the village at your request, but now you're starting to miss the past?",
    "Events.Eugene.HeartEvent.8H.4": "You're misunderstanding it, it's not like that...$9",
    "Events.Eugene.HeartEvent.8H.5": "Though I can understand your concern.$9",
    "Events.Eugene.HeartEvent.8H.6": "And I know that you are angry because you care about me.$6",
    "Events.Eugene.HeartEvent.8H.7": "...However.$9",
    "Events.Eugene.HeartEvent.8H.8": "*Sigh* ...I don't know what I could do now to put your mind at ease.$9",
    "Events.Eugene.HeartEvent.8H.9": "...My friend. I could cast a new spell upon that human, if you wish.",
    "Events.Eugene.HeartEvent.8H.10": "Things can return to normal then, ${he'll^she'll}$ be like everyone else in the village... and I could even make you forget too...",
    "Events.Eugene.HeartEvent.8H.GN.10": "Things can return to normal then, {{SubjectivePronoun}}'ll be like everyone else in the village... and I could even make you forget too...",
    "Events.Eugene.HeartEvent.8H.11": "No, don't ever do that.$5",
    "Events.Eugene.HeartEvent.8H.12": "I could never forgive you if you did.$5",
    "Events.Eugene.HeartEvent.8H.13": "...Eugene...",
    "Events.Eugene.HeartEvent.8H.14": "I'm sorry, I didn't mean to be rude. I really do appreciate your concern for me...$9",
    "Events.Eugene.HeartEvent.8H.15": "...But I don't want to trick anyone anymore. Especially not ${him^her}$...$11",
    "Events.Eugene.HeartEvent.8H.GN.15": "...But I don't want to trick anyone anymore. Especially not {{ObjectivePronoun}}...$11",
    "Events.Eugene.HeartEvent.8H.16": "...I won't end it for you forcefully.",
    "Events.Eugene.HeartEvent.8H.17": "But it's not just you I'm worried about right now.",
    "Events.Eugene.HeartEvent.8H.18": "That human... What will ${he^she}$ do if ${he^she}$ knows the truth?",
    "Events.Eugene.HeartEvent.8H.GN.Singular.18": "That human... What will {{SubjectivePronoun}} do if {{SubjectivePronoun}} knows the truth?",
    "Events.Eugene.HeartEvent.8H.GN.Plural.18": "That human... What will {{SubjectivePronoun}} do if {{SubjectivePronoun}} know the truth?",
    "Events.Eugene.HeartEvent.8H.19": "It's a bridge I shall cross soon enough...$11",
    "Events.Eugene.HeartEvent.8H.20": "...I'm sorry, Rasmodius. You've already done so much for me before, only for me to trouble you like this...$6",
    "Events.Eugene.HeartEvent.8H.Rasmodia.20": "...I'm sorry, Rasmodia. You've already done so much for me before, only for me to trouble you like this...$6",
    "Events.Eugene.HeartEvent.8H.21": "I... need some time to think about...$2",
    "Events.Eugene.HeartEvent.8H.22": "@?!$7",
    "Events.Eugene.HeartEvent.8H.23": "${He's^She's}$ here?",
    "Events.Eugene.HeartEvent.8H.GN.Singular.23": "{{SubjectivePronoun}}'s here?",
    "Events.Eugene.HeartEvent.8H.GN.Plural.23": "{{SubjectivePronoun}}'re here?",
    "Events.Eugene.HeartEvent.8H.24": "...@, when did...$10",
    "Events.Eugene.HeartEvent.8H.25": "...You must have heard it all.$9",
    "Events.Eugene.HeartEvent.8H.26": "...I'm sorry, @, please just ignore me today, I... need some time alone.$2",
    "Events.Eugene.HeartEvent.8H.27": "Rasmodius, you too. Please.$6",
    "Events.Eugene.HeartEvent.8H.Rasmodia.27": "Rasmodia, you too. Please.$6",
    "Events.Eugene.HeartEvent.8H.28": "...",
    "Events.Eugene.HeartEvent.8H.29": "...I will trust your judgement, my friend.",
    "Events.Eugene.HeartEvent.8H.30": "...@, I'm so sorry.$2",
    "Events.Eugene.HeartEvent.8H.31": "But someday, I'll tell you everything...$9",
    "Events.Eugene.HeartEvent.8H.32": "...Someday.$11",
    "Events.Eugene.HeartEvent.8H.33": "I just need time.$2",
    "Events.Eugene.HeartEvent.8H.34": "...I'm sorry you had to see that...",
    // #endregion: 8H //

    // #region: 10Hpt1 //
    "Events.Eugene.HeartEvent.10H1.0": "My apologies for the unexpected visit.$2#$b#At first I had considered writing a letter, but I figured it would be better to ask you in person.$9",
    "Events.Eugene.HeartEvent.10H1.1": "So... if you are able, I would like you to come to the fountain in front of my house after sunset.$2#$b#I have finally worked up the courage to tell you everything...$11",
    "Events.Eugene.HeartEvent.10H1.2": "You don't need to come today, I imagine you'll need some time to prepare.$11#$b#I will wait for you when the weather is clear, so please come and visit.$11",
    "Events.Eugene.HeartEvent.10H1.3": "I should warn you, it's going to be a long story.$11",
    "Events.Eugene.HeartEvent.10H1.4": "Well... I'll see you then.$11",
    // #endregion: 10Hpt1 //

    // #region: 10Hpt2 //
    "Events.Eugene.HeartEvent.10H2.0": "...You came.$11#$b#I was starting to doubt that you would.$11#$b#Last time, I shut you out with no explanation... it was rather unpleasant of me.$2#$b#I'm so sorry for making you worry like that.$9",
    "Events.Eugene.HeartEvent.10H2.1": "Well... I've called you here at a late time, so I'll get to the point quickly.$6#$b#...I figured you've been curious. Regarding my contact with the Wizard, my identity...$9#$b#Among other things.$2",
    "Events.Eugene.HeartEvent.10H2.Rasmodia.1": "Well... I've called you here at a late time, so I'll get to the point quickly.$6#$b#...I figured you've been curious. Regarding my contact with the Witch, my identity...$9#$b#Among other things.$2",
    "Events.Eugene.HeartEvent.10H2.2": "But some things are easier to show than explain.$8#$b#@, do you see the seed in my hands?$11",
    "Events.Eugene.HeartEvent.10H2.3": "...Watch closely.$11",
    "Events.Eugene.HeartEvent.10H2.4": "...Yes, I'm a wizard too.$2#$b#However, that is the limit of what my power can do.$11",
    "Events.Eugene.HeartEvent.10H2.5": "Did you know sorcerers don't usually fall for humans? It's not taboo...$3#$b#But unlike humans, we live far more than a hundred years. My experience with the flow of time is rather different to your own.$11#$b#For that reason, magic users tend to keep among themselves.$8",
    "Events.Eugene.HeartEvent.10H2.6": "...Long ago, I had a wife.$3#$b#A human wife.$11",
    "Events.Eugene.HeartEvent.10H2.7": "My wife also learned I was no ordinary human.$3#$b#We knew we would have to part some day, but we loved eachother all the same.$3#$b#...Those were blissful days.$11",
    "Events.Eugene.HeartEvent.10H2.8": "She grew old over the years... and I, still young, was there for her when she passed away.$11#$b#I thought... until that moment, I thought I was prepared for it.$11#$b#But I wasn't. The lingering impact of her loss...$2",
    "Events.Eugene.HeartEvent.10H2.9": "My mind has been in ruin since. Alive, but not truly living. Alive, though I did not want to be...$2#$b#In my growing madness and desperation... I sought a forbidden solution.$2",
    "Events.Eugene.HeartEvent.10H2.10": "I tried to bring her back.$11",
    "Events.Eugene.HeartEvent.10H2.11": "It is possible to revive a body with magic. Necromancers have proven that.$8#$b#But I was not looking to simply reanimate the body... I wanted to bring back the soul, the person.$2#$b#It was a fixation. I was ready to give anything to see that through...$11",
    "Events.Eugene.HeartEvent.10H2.12": "It failed, of course. A major failure at that.$3#$b#The attempt drained almost all of my power... without Rasmodius, I would have died on the spot.$11#$b#Have you seen the soot on the floor of my room? ...That's the trace.$11",
    "Events.Eugene.HeartEvent.10H2.Rasmodia.12": "It failed, of course. A major failure at that.$3#$b#The attempt drained almost all of my power...without Rasmodia, I would have died on the spot.$11#$b#Have you seen the soot on the floor of my room? ...That's the trace.$11",
    "Events.Eugene.HeartEvent.10H2.13": "After that... thanks to Rasmodius, I came to my senses.$11#$b#That is not the full extent of what I owe to him, though. He enchanted the whole town at my request. The magic keeps townsfolk from noticing me or the house.$3#$b#Over the decades, my sorrow and memories gradually faded.$11#$b#In empty times, I lived that way.$3#$b#In my many years I've learned so much, yet never how to truly overcome the grief of loss.$11",
    "Events.Eugene.HeartEvent.10H2.Rasmodia.13": "After that... thanks to Rasmodia, I came to my senses.$11#$b#That is not the full extent of what I owe to her, though. She enchanted the whole town at my request. The magic keeps townsfolk from noticing me or the house.$3#$b#Over the decades, my sorrow and memories gradually faded.$11#$b#In empty times, I lived that way.$3#$b#In my many years I've learned so much, yet never how to truly overcome the grief of loss.$11",
    "Events.Eugene.HeartEvent.10H2.14": "Say... despite my efforts to keep others away, here you are, unaffected by the spell.",
    "Events.Eugene.HeartEvent.10H2.15": "Haha, do you know now why I was so surprised at our first meeting?$1",
    "Events.Eugene.HeartEvent.10H2.16": "At first, I was wondering if I should attempt to cast another spell to hide myself, but... $11#$b#I thought that you would be too busy with farmwork to bother me and that you would lose interest.$3#$b#But little by little... I saw myself getting used to it.$11#$b#I came to ignore the anxiety lurking in the corner of my heart, as I had with Enid.$11#$b#...Even so, it was hard to tell what I really wanted.$11",
    "Events.Eugene.HeartEvent.10H2.17": "As Rasmodius said, it may have been unwise to get close to humans again.$8#$b#But I still kept wanting to see you again.$6#$b#It took a long time for me to decide if I should truly let you into my life.$11#$b#But... I think I finally know the answer.",
    "Events.Eugene.HeartEvent.10H2.Rasmodia.17": "As Rasmodia said, it may have been unwise to get close to humans again.$8#$b#But I still kept wanting to see you again.$6#$b#It took a long time for me to decide if I should truly let you into my life.$11#$b#But... I think I finally know the answer.",
    "Events.Eugene.HeartEvent.10H2.18": "@, do you remember what I told you at the graveyard?$3#$b#How I questioned if I should keep moving forward, knowing how fleeting happiness was.#$b#I've since gotten an answer for that too.$11#$b#Though the fading of memories makes us lose our grasp on the times we were happy...$3#$b#It is a blessing that allows us to move forward from dark times. To live through the Winter and see Spring once again.",
    "Events.Eugene.HeartEvent.10H2.19": "...As I warned you, long story right?#$b#...I have loved humans once before, and I don't think it was a mistake after all.$11#$b#I found my Spring.$3#$b#When it left I thought Winter would last forever, but...$11#$b#I came to understand that Spring will always return if you allow it.$3",
    "Events.Eugene.HeartEvent.10H2.20": "I cannot keep it to myself any longer...$4",
    "Events.Eugene.HeartEvent.10H2.21": "I love you, @... I love you, wholeheartedly.$3#$b#You are the return of Spring.",
    "Events.Eugene.HeartEvent.10H2.22": "Ah, it's a little embarrassing to have said all that aloud at last.$4#$b#...Of course, I'm not at all ashamed of how I feel.",
    // #endregion: 10Hpt2 //

    // #region: 14Hpt1 //
    "Events.Eugene.HeartEvent.14H1.0": "Hmm...",
    "Events.Eugene.HeartEvent.14H1.1": "It's tiring being so focused on this...$9#$b#I want to finish it quickly but... I can't just rush perfection. I'm doing this for @ after all.$6",
    "Events.Eugene.HeartEvent.14H1.2": "...@?$7#$b#Ah... you're still awake? It's getting rather late...$7",
    "Events.Eugene.HeartEvent.14H1.3": "@...did you wait for me? I'm sorry...$6#$b#I thought I had enough time to finish what I was doing... if I had known it would be like this, I would have stopped sooner. I'm sorry.$9",
    "Events.Eugene.HeartEvent.14H1.4": "$q -1 null#  #$r -1 0 late1#(Ask why he's busy this late at night.)#$r -1 0 late2#(Tell him he should get some rest.)",
    "Events.Eugene.HeartEvent.14H1.5": "The truth is... I've been preparing something special lately.$11#$b#I've been devoting a lot of time to it... because... I care a lot about you.$6",
    "Events.Eugene.HeartEvent.14H1.6": "Ah, I'm afraid I can't tell you about it just yet. It's a secret.$6",
    "Events.Eugene.HeartEvent.14H1.7": "...I'm not doing anything bad!$7#$b#Truly, it's nothing bad.$6",
    "Events.Eugene.HeartEvent.14H1.8": "...Sorry, I suppose that was a bit of an overreaction...$9",
    "Events.Eugene.HeartEvent.14H1.9": "In any case, I'll let you know once I've finished my preparations.$11#$b#It shouldn't take too much longer so... could you be patient with me?",
    "Events.Eugene.HeartEvent.14H1.10": "I'm sorry if I worried you by staying up so late, I'll try to get some rest tonight.$11",
    "Events.Eugene.HeartEvent.14H1.11": "@... you'll try to do the same right?$4",
    // #endregion: 14Hpt1 //

    // #region: 14Hpt2 //
    "Events.Eugene.HeartEvent.14H2.0": "Hey, @... Could I speak with you for a minute?#$b#I know you're very busy, but I won't keep you long.",
    "Events.Eugene.HeartEvent.14H2.1": "So... I want to know when you won't be busy.$4#$b#Are you relatively free on the weekend, perhaps? $3",
    "Events.Eugene.HeartEvent.14H2.2": "I'd like you to come over to the old house for a while.",
    "Events.Eugene.HeartEvent.14H2.3": "You can come any time on a weekend, I'd just like to show you something special.$1",
    "Events.Eugene.HeartEvent.14H2.4": "Well... that's all I wanted to say.$4#$b#I'll be waiting for you!$1",
    "Events.Eugene.HeartEvent.14H2.5": "I'll keep it a surprise until then!$1",
    // #endregion: 14Hpt2 //

    // #region: 14Hpt3 //
    "Events.Eugene.HeartEvent.14H3.0": "Ah, you're here! Come inside.$1",
    "Events.Eugene.HeartEvent.14H3.1": "Welcome again, @. I've been waiting for you.$1",
    "Events.Eugene.HeartEvent.14H3.2": "So, uhm...$4#$b#What do you think? Of this place.$4",
    "Events.Eugene.HeartEvent.14H3.3": "This is why I was so occupied.#$b#I've been taking great care of this place in the hopes that you would approve of it.$1",
    "Events.Eugene.HeartEvent.14H3.4": "Ah, judging from your expression, I think you do. I'm glad.$1",
    "Events.Eugene.HeartEvent.14H3.5": "Uhm, what to say first...$4",
    "Events.Eugene.HeartEvent.14H3.6": "Could you come this way, @?",
    "Events.Eugene.HeartEvent.14H3.7": "...Do you find it peaceful?",
    "Events.Eugene.HeartEvent.14H3.8": "That was always the goal I had in mind, while I was making this place. A landscape that inspires feelings of ease...$3#$b#A place where you can rest and feel safe.$3",
    "Events.Eugene.HeartEvent.14H3.9": "I was confident in my ability to make such a place with you in mind, but I was still very nervous about showing it to you.$11",
    "Events.Eugene.HeartEvent.14H3.10": "It's been a while since I paid it so much attention.$11#$b#I had locked it away along with my heart and didn't even consider returning.$3#$b#As though... I had forgotten this is a place that I made to dedicate to the ones I love the most.$11",
    "Events.Eugene.HeartEvent.14H3.11": "@... I called you here to ask for your forgiveness.$8",
    "Events.Eugene.HeartEvent.14H3.12": "I want to apologize for how uncertain I was about this blossoming relationship of ours.$11#$b#I was eager to befriend you after years of loneliness but...I was still nervous.$9#$b#I held onto the fear that the happiness I experience is a temporary thing, that it'll be gone like the petals of Spring... then I must face the cold of Winter once again.$2",
    "Events.Eugene.HeartEvent.14H3.13": "...It's a terrible thought to have, and it was such a stupid error of mine... that's why I'm sorry.$9",
    "Events.Eugene.HeartEvent.14H3.14": "You know what, @? Though I wasn't confident in showing you this place, I know that it is only right to worry.#$b#Those concerns were what drove me to pour my heart into this.$1",
    "Events.Eugene.HeartEvent.14H3.15": "I want to give only the best for you, to do everything I can even if I'm unsure about the outcome...$3#$b#Such conviction is needed on my part to be worthy of your trust.#$b#I am thankful that my efforts came to fruition.$3",
    "Events.Eugene.HeartEvent.14H3.16": "It is a most wonderful feeling. And...",
    "Events.Eugene.HeartEvent.14H3.17": "Even if the bitter cold of Winter should return, I have confidence that the Spring of the present is something I'll cherish forever.$4",
    "Events.Eugene.HeartEvent.14H3.18": "It's all thanks to you.$1",
    "Events.Eugene.HeartEvent.14H3.19": "Now then, dearest Spring.",
    "Events.Eugene.HeartEvent.14H3.20": "Have I earned your forgiveness for my cowardice?$3#$b#In turn, I shall dedicate this place to you.$1",
    "Events.Eugene.HeartEvent.14H3.21": "...Thank you, my Spring.$4#$b#I will hold the time I spend with you in my heart forever.$1",
    "Events.Eugene.HeartEvent.14H3.22": "I love you, forever...$3"
    // #endregion: 14Hpt3 //
    // #endregion: Heart Events //
}