{
  "Ancient_Bean_Seeds.DisplayName": "Uralte Bohnen-Saat",
  "Ancient_Bean_Seeds.Description": "Sie ähneln der Kaffeebohne in Aussehen, Struktur und Geruch, aber irgendetwas an ihnen scheint anders zu sein, vielleicht können sie zu Kaffee verarbeitet werden.",
  "Ancient_Garlic_Seeds.DisplayName": "Uralte Knoblauch-Saat",
  "Ancient_Garlic_Seeds.Description": "Saaten einer lang verschollene Knoblauch Variante. Pflanze ihn, um einen scharfen und Kraftvollen Knoblauch anzubauen, der einst von alten Heilern verwendet wurde. Sein Aroma ist stark genug, um dich umzuhauen. Pflanze sie im Frühling, Sommer und Herbst. Wächst alle 7 Tage nach.",
  "Ancient_Garlic.DisplayName": "Uralter Knoblauch",
  "Ancient_Garlic.Description": "Eine lang verschollene Variante des Knoblauchs, wurde von alten Heilern wegen seines Starken Geschmacks und seiner medizinischen Eigenschaften verwendet. Sein Aroma ist stark genug, um dich umzuhauen. Verleiht jedem Gericht eine reichhaltige und aromatische Note.",
  "Ancient_Melon_Seeds.DisplayName": "Uralte Melonen-Saat",
  "Ancient_Melon_Seeds.Description": "Saaten einer lang verschollene Melonen Variante. Pflanz diese, um eine Frucht anzubauen, die einst von alten Zivilisationen geschätzt wurde. Pflanze sie im Frühling, Sommer und Herbst. Wächst alle 7 Tage nach.",
  "Ancient_Melon.DisplayName": "Uralte Melone",
  "Ancient_Melon.Description": "Eine lang verschollene Variante der Melone, die einst von alten Zivilisationen geschätzt wurde. Ihr süßer und erfrischender Geschmack, sowie ihr reichhaltiger Nährwert machen sie zu einer wertvollen Frucht.",
  "Ancient_Orange_Seeds.DisplayName": "Uralte Orangen-Saat",
  "Ancient_Orange_Seeds.Description": "Eine Mischung aus Orange und uralten Früchten, die sehr sauer ist. Pflanze sie im Frühling, Sommer und Herbst.",
  "Ancient_Orange.DisplayName": "Uralte Orange",
  "Ancient_Orange.Description": "Sehr seltsame Orangensorte, die auf Büschen und nicht auf Bäumen wächst. Die Schale ist im reifen Zustand der Frucht außergewöhnlich weich, aber sehr dick, sodass sich im Inneren nur sehr wenig Fruchtfleisch befindet.",
  "Ancient_Popberry_Seeds.DisplayName": "Uralte Popbeeren-Saat",
  "Ancient_Popberry_Seeds.Description": "Eine seltsame Saat, schwer zu sagen, was daraus wachsen wird.",
  "Ancient_Popberry.DisplayName": "Uralte Popbeere",
  "Ancient_Popberry.Description": "Sieht sehr geheimnisvoll aus. Sie ist eine sehr nahrhafte Frucht, die richtig zubereitet viel Vitalität verleihen kann.",
  "Ancient_Squash_Seeds.DisplayName": "Uralte Kürbis-Saat",
  "Ancient_Squash_Seeds.Description": "Saaten einer lang verschollene Kürbis Variante. Planze diese, um ein robustes und nahrhaftes Gemüse, das einst von alten Zivilisationen verehrt wurde. Pflanze sie im Frühling, Sommer und Herbst.",
  "Ancient_Squash.DisplayName": "Uralter Kürbis",
  "Ancient_Squash.Description": "Eine lang verschollene Variante des Kürbis, die einst von alten Zivilisationen geehrt wurde. Sein kräftiger Geschmack und reichhaltigen Nährstoffe machen ihn zu einer wertvollen Ergänzung zu jeder Mahlzeit.",
  "Purple_Ancient_Fruit_Seeds.DisplayName": "Lilane Uralte Frucht-Saat",
  "Purple_Ancient_Fruit_Seeds.Description": "Eine Mischung aus einer lilanen Traube und einer Uralten Frucht. Manche sagen, sie sei süßer als Weintrauben, habe aber einen dezenteren Geschmack. Pflanze sie im Frühling, Sommer und Herbst.",
  "Purple_Ancient_Fruit.DisplayName": "Lila Uralte Frucht",
  "Purple_Ancient_Fruit.Description": "Eine Mischung aus einer lilanen Traube und einer Uralten Frucht, haben eine seltsame, aber köstliche Frucht hervorgebracht.",
  "Wild_Ancient_Berry_Seeds.DisplayName": "Wilde Uralte Beeren-Saat",
  "Wild_Ancient_Berry_Seeds.Description": "Saaten einer lang verschollene Wilden Beere. Pflanz diese, um eine seltene und geheimnisvolle Frucht anzubauen, die einst als ausgestorben galt. Wächst in allen Jahreszeiten, außer im Winter.",
  "Wild_Ancient_Berry.DisplayName": "Wilde Uralte Beere",
  "Wild_Ancient_Berry.Description": "Eine seltene und geheimnisvolle Beere, die einst als ausgestorben galt. Ihr einzigartiger Geschmack und reichhaltigen Nährstoffe machen sie zu einer wertvollen Ergänzung zu jedem Gericht.",
  "Luminaria_Fern_Seeds.DisplayName": "Luminaria-Farn-Saat",
  "Luminaria_Fern_Seeds.Description": "Saaten eines alten vergessenen alten Luminaria-Farns, der nur im Sommer und Herbst wächst.",
  "Luminaria_Fern.DisplayName": "Luminaria Farn",
  "Luminaria_Fern.Description": "Ein mystischer Farn, der im Dunkeln schwach leuchtet. Seine leuchtenden Wedel sollen von der Essenz der Sterne durchdrungen sein und können zur Herstellung spezieller Lichtquellen verwendet werden.",
  "Ancient_Frost_Berry_Seeds.DisplayName": "Uralte Frostbeeren-Saat",
  "Ancient_Frost_Berry_Seeds.Description": "Unabhängig von Jahreszeit und Temperatur sind die Früchte dieser Pflanze immer kalt, daher der Name Frostbeere",
  "Ancient_Frost_Berry.DisplayName": "Uralte Frostbeere",
  "Ancient_Frost_Berry.Description": "Immer kalt und süß...",
  "Ancient_Sun_Berry_Seeds.DisplayName": "Uralte Sonnenbeeren-Saat",
  "Ancient_Sun_Berry_Seeds.Description": "Diese Saaten enthalten kleine... Sonnen? Das ist Seltsam",
  "Ancient_Sun_Berry.DisplayName": "Uralte Sonnenbeere",
  "Ancient_Sun_Berry.Description": "Es sieht aus wie eine kleine Sonne und erzeugt einen warmen, angenehmen und einzigartigen Duft, der schon von weitem spürbar ist.",
  "Ancient_Researcher.DisplayName": "Antiker Forscher",
  "Ancient_Researcher.Description": "???",
  "Seed_Transformer.DisplayName": "Saaten Transformer",
  "Seed_Transformer.Description": "Mit dem Saaten Transformer kannst du Uralte Fruchtsaaten in andere Saaten umwandeln.",
  "Luminaria_Fern_Fence.DisplayName": "Luminaria Farnzaun",
  "Luminaria_Fern_Fence.Description": "Genau wie ein Steinzaun, aber mit etwas Farnbrei darauf.",
  "Ancient_Coffee.DisplayName": "Antiker Kaffee",
  "Ancient_Coffee.Description": "Ein Kaffee, gebrüht aus seltsamen Uralten Bohnen, was für ein seltsames Aroma...",
  "Bowl_of_plenty.DisplayName": "Schüssel voller Fülle",
  "Bowl_of_plenty.Description": "Die Früchte die zur Zubereitung dieser Mahlzeit verwendet wurden wirken sich überraschend positiv auf die Kraft und die körperliche Leistungsfähigkeit aus. Sie sind jedoch zu süß, um ohne vorherige Zubereitung verzehrt zu werden.",
  "Ancient_Orange_Compote.DisplayName": "Antiker Orangenkompott",
  "Ancient_Orange_Compote.Description": "Kompott gemacht aus einer Uralten Orange, das mit Zucker und ein wenig Wasser zu einem Sirup gekocht wird, der ihm im Gegensatz zum leicht säuerlichen Geschmack der Orange einen deutlich süßen Geschmack verleiht.",
  "Immortal_Potion.DisplayName": "Unsterblicher Trank",
  "Immortal_Potion.Description": "Es riecht schrecklich und ich habe Angst, es zu trinken.",
  "Popberry_Potion.DisplayName": "Popbeeren Trank",
  "Popberry_Potion.Description": "Ein kraftvolles Getränk, das dir Energie für den ganzen Tag gibt. Es schmeckt wie eine Mischung aus allen möglichen Geschmacksrichtungen.",
  "Ice_Cream.DisplayName": "Antikes Frostbeeren Eis",
  "Ice_Cream.Description": "Da es aus Uralten Frostbeeren besteht, kann es viele viele Jahre lang kalt bleiben.",
  "Sun_Tea.DisplayName": "Sun Tea",
  "Sun_Tea.Description": "Aufgebrühter Tee aus Uralten Sonnenbeeren, die den Tee leicht würzig und sehr lecker machen."
}