{
    //CROPS//

"Ancient_Bean_Seeds.DisplayName": "Ancient Bean Seeds",
"Ancient_Bean_Seeds.Description": "They resemble coffee seeds in appearance, structure and smell, but something seems different about them, maybe they can be used to make coffee.",

"Ancient_Garlic_Seeds.DisplayName": "Ancient Garlic Seeds",
"Ancient_Garlic_Seeds.Description": "Seeds for a long-lost garlic variety. Plant these to grow a pungent and powerful garlic once used by ancient healers. Its aroma alone is strong enough to knock you off your feet. Thrives in spring, summer, and fall.",
"Ancient_Garlic.DisplayName": "Ancient Garlic",
"Ancient_Garlic.Description": "A long-lost variety of garlic, used by ancient healers for its potent flavor and medicinal properties. Its aroma alone is strong enough to knock you off your feet. Adds a rich and aromatic touch to any dish. Regrows every 7 days.",

"Ancient_Melon_Seeds.DisplayName": "Ancient Melon Seeds",
"Ancient_Melon_Seeds.Description": "Seeds for a long-lost melon variety. Plant these to grow a fruit that was once cherished by ancient civilizations. Thrives in spring, summer, and fall. Regrows every 7 days.",
"Ancient_Melon.DisplayName": "Ancient Melon",
"Ancient_Melon.Description": "A long-lost variety of melon, cherished by ancient civilizations. Its sweet and refreshing taste, along with its rich nutritional value, makes it a prized fruit.",

"Ancient_Orange_Seeds.DisplayName": "Ancient Orange Seeds",
"Ancient_Orange_Seeds.Description": "A mixture of a orange and an ancient fruit, it is very sour. Thrives in spring, summer, and fall.",
"Ancient_Orange.DisplayName": "Ancient Orange",
"Ancient_Orange.Description": "Very strange type of orange that grows on bushes, not trees. The peel is exceptionally soft when the fruit is ripe, but it is very thick, resulting in very little pulp inside.",

"Ancient_Popberry_Seeds.DisplayName": "Ancient Popberry Seeds",
"Ancient_Popberry_Seeds.Description": "It's a strange seed, it's hard to say what will grow out of it.",
"Ancient_Popberry.DisplayName": "Ancient Popberry",
"Ancient_Popberry.Description": "It looks very mysterious, it is a very nutritious fruit, properly prepared can provide a lot of vitality.",

"Ancient_Squash_Seeds.DisplayName": "Ancient Squash Seeds",
"Ancient_Squash_Seeds.Description": "Seeds for a long-forgotten squash variety. Plant these to grow a hardy and nutritious vegetable once revered by ancient civilizations. Thrives in spring, summer, and fall.",
"Ancient_Squash.DisplayName": "Ancient Squash",
"Ancient_Squash.Description": "A long-forgotten variety of squash, revered by ancient civilizations. Its robust flavor and rich nutrients make it a valuable addition to any meal.",

"Purple_Ancient_Fruit_Seeds.DisplayName": "Purple Ancient Fruit Seeds",
"Purple_Ancient_Fruit_Seeds.Description": "A mixture of a purple grape and an ancient fruit. Some say it is sweeter than grapes while being a more subdued in taste fruit. Thrives in spring, summer, and fall.",
"Purple_Ancient_Fruit.DisplayName": "Purple Ancient Fruit",
"Purple_Ancient_Fruit.Description": "A mixture of a purple grape and an ancient fruit has given birth to a strange but delicious fruit.",

"Wild_Ancient_Berry_Seeds.DisplayName": "Wild Ancient Berry Seeds",
"Wild_Ancient_Berry_Seeds.Description": "Seeds of a long-forgotten wild berry. Plant these to cultivate a rare and mysterious fruit that was once believed to be extinct. Thrives in all seasons execpt winter.",
"Wild_Ancient_Berry.DisplayName": "Wild Ancient Berry",
"Wild_Ancient_Berry.Description": "A rare and mysterious berry that was once thought to be extinct. Its unique flavor and rich nutrients make it a prized addition to any dish.",

"Luminaria_Fern_Seeds.DisplayName": "Luminaria Fern Seeds",
"Luminaria_Fern_Seeds.Description": "Seeds of a forgotten ancient Luminaria Fern, this palnts grown only in summer and fall",
"Luminaria_Fern.DisplayName": "Luminaria Fern",
"Luminaria_Fern.Description": "A mystical fern that glows faintly in the dark. Its luminescent fronds are said to be imbued with the essence of the stars, can be used in crafting special new fence",

"Ancient_Frost_Berry_Seeds.DisplayName": "Ancient Frost Berry Seeds",
"Ancient_Frost_Berry_Seeds.Description": "Regardless of the season and temperature, the fruits of this plant are always cold, hence the name Frost Berry",
"Ancient_Frost_Berry.DisplayName": "Ancient Frost Berry",
"Ancient_Frost_Berry.Description": "Always cold and sweet...",

"Ancient_Sun_Berry_Seeds.DisplayName": "Ancient Sun Berry Seeds",
"Ancient_Sun_Berry_Seeds.Description": "This seeds contain small... sun? That's odd",
"Ancient_Sun_Berry.DisplayName": "Ancient Sun Berry",
"Ancient_Sun_Berry.Description": "It looks like a small sun, produces a warm, pleasant and unique aroma that can be felt from afar",

//BigCraftables//

"Ancient_Researcher.DisplayName": "Ancient Researcher",
"Ancient_Researcher.Description": "???",
"Seed_Transformer.DisplayName": "Seed Transformer",
"Seed_Transformer.Description": "Seed Transformer allow you to change Ancient Fruits seed in some other seeds.", 
"Luminaria_Fern_Fence.DisplayName": "Luminaria Fern Fence",
"Luminaria_Fern_Fence.Description": "Exacly like stone fence but with some mash fern on it",

//FOODS//

"Ancient_Coffee.DisplayName": "Ancient Coffee",
"Ancient_Coffee.Description": "A coffee brewed with strange ancient beans, whats a strange aroma...",
"Bowl_of_plenty.DisplayName": "Bowl of plenty",
"Bowl_of_plenty.Description": "The fruits used to prepare this meal have a surprisingly positive effect on the strength and physical abilities. However, they are too sweet to be consumed without first preparing them.",
"Ancient_Orange_Compote.DisplayName": "Ancient Orange Compote",
"Ancient_Orange_Compote.Description": "Compote made with ancient orange, cooked with sugar and a little water, forming a syrup, which gives it a marked sweet flavor in contrast to the slight acidic taste of the orange.", 
"Immortal_Potion.DisplayName": "Immortal Potion",
"Immortal_Potion.Description": "It smells terrible and I feel afraid to drink it.",
"Popberry_Potion.DisplayName": "Popberry Potion",
"Popberry_Potion.Description": "A powerful drink that will give you energy for the whole day, it tastes like a mixture of all possible flavors.",
"Ice_Cream.DisplayName": "Ancient Frost Berry Ice Cream",
"Ice_Cream.Description": "Because they are made of Ancient Frost Berry they can be cold for many many years",
"Sun_Tea.DisplayName": "Sun Tea",
"Sun_Tea.Description": "Brewed tea with addition of Ancient Sun Berry which make tea a teeny bit spicy and very tasty",
}
