
    //CROPS//
{
"Ancient_Bean_Seeds.DisplayName": "Semillas de Haba Ancestral",
"Ancient_Bean_Seeds.Description": "Se parecen a las semillas de café en apariencia, estructura y olor, pero algo parece diferente en ellas, tal vez se puedan usar para hacer café.",

"Ancient_Garlic_Seeds.DisplayName": "Semillas de Ajo Ancestral",
"Ancient_Garlic_Seeds.Description": "Semillas de una variedad de ajo que se perdió hace mucho tiempo. Plántalas para cultivar un ajo potente y picante que los antiguos curanderos usaban en su día. Su aroma es lo suficientemente fuerte como para dejarte sin aliento. Crece en primavera, verano y otoño, vuelve a crecer cada 7 días.",
"Ancient_Garlic.DisplayName": "Ajo Ancestral",
"Ancient_Garlic.Description": "Una variedad de ajo que se perdió hace mucho tiempo y que utilizaban los curanderos antiguos por su potente sabor y sus propiedades medicinales. Su aroma es tan fuerte que te dejará sin aliento. Agrega un toque rico y aromático a cualquier plato.",

"Ancient_Melon_Seeds.DisplayName": "Semillas de melón ancestral",
"Ancient_Melon_Seeds.Description": "Semillas de una variedad de melón perdida hace mucho tiempo. Plántalas para cultivar una fruta que alguna vez fue apreciada por las civilizaciones antiguas. Crece en primavera, verano y otoño, vuelve a dar frutos cada 7 días.",
"Ancient_Melon.DisplayName": "Melón Ancestral",
"Ancient_Melon.Description": "Una variedad de melón perdida hace mucho tiempo, apreciada por las civilizaciones antiguas. Su sabor dulce y refrescante, junto con su rico valor nutricional, lo convierten en una fruta preciada.",

"Ancient_Orange_Seeds.DisplayName": "Semillas de Naranja Ancestral",
"Ancient_Orange_Seeds.Description": "Mezcla de naranja y fruta milenaria, es muy ácida y crece en primavera, verano y otoño, vuelve a dar frutos cada 7 días.",
"Ancient_Orange.DisplayName": "Naranja Ancestral",
"Ancient_Orange.Description": "Un tipo de naranja muy extraño que crece en arbustos, no en árboles. La cáscara es excepcionalmente suave cuando la fruta está madura, pero es muy gruesa, lo que hace que haya muy poca pulpa en su interior.",

"Ancient_Popberry_Seeds.DisplayName": "Semillas de Baya Pop Ancestral",
"Ancient_Popberry_Seeds.Description": "Es una semilla extraña, es difícil decir qué crecerá de ella.",
"Ancient_Popberry.DisplayName": "Baya Pop Ancestral",
"Ancient_Popberry.Description": "Parece muy misteriosa, es una fruta muy nutritiva, preparada adecuadamente puede aportar mucha vitalidad.",

"Ancient_Squash_Seeds.DisplayName": "Semillas de Calabaza Ancestral",
"Ancient_Squash_Seeds.Description": "Semillas de una variedad de calabaza olvidada hace mucho tiempo. Plántalas para cultivar una verdura resistente y nutritiva que alguna vez fue venerada por las civilizaciones antiguas. Crece en primavera, verano y otoño.",
"Ancient_Squash.DisplayName": "Calabaza Ancestral",
"Ancient_Squash.Description": "Una variedad de calabaza olvidada hace mucho tiempo, venerada por civilizaciones antiguas. Su sabor intenso y sus ricos nutrientes la convierten en un valioso complemento para cualquier comida.",

"Purple_Ancient_Fruit_Seeds.DisplayName": "Semillas de Fruta Morada Ancestral",
"Purple_Ancient_Fruit_Seeds.Description": "Una mezcla de uva morada y una fruta milenaria. Algunos dicen que es más dulce que las uvas y que su sabor es más suave. Crece en primavera, verano y otoño.",
"Purple_Ancient_Fruit.DisplayName": "Fruta Morada Ancestral",
"Purple_Ancient_Fruit.Description": "Una mezcla de una uva morada y una fruta milenaria ha dado lugar a una fruta extraña pero deliciosa.",

"Wild_Ancient_Berry_Seeds.DisplayName": "Semillas de Bayas Silvestres Ancestrales",
"Wild_Ancient_Berry_Seeds.Description": "Semillas de una baya silvestre olvidada hace mucho tiempo. Plántalas para cultivar una fruta rara y misteriosa que alguna vez se creyó extinta. Crece en todas las estaciones excepto en invierno.",
"Wild_Ancient_Berry.DisplayName": "Baya Silvestre Ancestral",
"Wild_Ancient_Berry.Description": "Una baya rara y misteriosa que se creía extinta. Su sabor único y sus ricos nutrientes la convierten en un complemento muy apreciado para cualquier plato.",

"Luminaria_Fern_Seeds.DisplayName": "Semillas de Helecho Luminaria",
"Luminaria_Fern_Seeds.Description": "Semillas de un Ancestral Helecho Luminaria olvidado, esta planta crece solo en verano y otoño.",
"Luminaria_Fern.DisplayName": "Helecho Luminaria",
"Luminaria_Fern.Description": "Un helecho místico que brilla tenuemente en la oscuridad. Se dice que sus frondas luminiscentes están impregnadas de la esencia de las estrellas y se pueden utilizar para crear fuentes de luz especiales.",

"Ancient_Frost_Berry_Seeds.DisplayName": "Semillas de Bayas Gélidas Ancestrales",
"Ancient_Frost_Berry_Seeds.Description": "Independientemente de la estación y la temperatura, los frutos de esta planta siempre están fríos, de ahí el nombre Bayas Gélidas.",
"Ancient_Frost_Berry.DisplayName": "Baya Gélida Ancestral",
"Ancient_Frost_Berry.Description": "Siempre fría y dulce...",

"Ancient_Sun_Berry_Seeds.DisplayName": "Semillas de Bayas Solares Ancestrales",
"Ancient_Sun_Berry_Seeds.Description": "Estas semillas contienen pequeños... ¿Soles? Qué extraño.",
"Ancient_Sun_Berry.DisplayName": "Bayas Solares Ancestrales",
"Ancient_Sun_Berry.Description": "Parece un pequeño sol, produce un aroma cálido, agradable y único que se puede sentir desde lejos.",

//BigCraftables//

"Ancient_Researcher.DisplayName": "Investigador Ancesttal",
"Ancient_Researcher.Description": "???",
"Seed_Transformer.DisplayName": "Transformador de semillas",
"Seed_Transformer.Description": "El Transformador de Semillas te permite cambiar las semillas de Frutas Milenarias en otras semillas.",
"Luminaria_Fern_Fence.DisplayName": "Valla de Helechos Luminaria",
"Luminaria_Fern_Fence.Description": "Exactamente como una valla de piedra pero con un poco de puré de helechos.", 

//FOODS//

"Ancient_Coffee.DisplayName": "Café Ancestral",
"Ancient_Coffee.Description": "Un café elaborado con granos ancestrales y extraños. ¡Qué aroma tan exótico!",
"Bowl_of_plenty.DisplayName": "Tazón de abundancia",
"Bowl_of_plenty.Description": "Las frutas que se utilizan para preparar esta comida tienen un efecto sorprendentemente positivo sobre la fuerza y ​​las capacidades físicas. Sin embargo, son demasiado dulces para consumirlas sin prepararlas previamente.",
"Ancient_Orange_Compote.DisplayName": "Compota de naranja ancestral",
"Ancient_Orange_Compote.Description": "Compota elaborada con naranja ancestral, cocida con azucar y un poco de agua, formando un almibar, el cual le otorga un marcado sabor dulce en contraste al leve sabor ácido de la naranja", 
"Immortal_Potion.DisplayName": "Poción Inmortal",
"Immortal_Potion.Description": "Huele terrible y da miedo beberlo.",
"Popberry_Potion.DisplayName": "Poción de Baya Pop",
"Popberry_Potion.Description": "Una bebida potente que te dará energía para todo el día, sabe a una mezcla de todos los sabores posibles.",
"Ice_Cream.DisplayName": "Helado de Baya Gélida Ancestral",
"Ice_Cream.Description": "Debido a que están hechos de Bayas Gélidas Ancestrales, pueden permanecer fríos durante muchos años.",
"Sun_Tea.DisplayName": "Té Solar",
"Sun_Tea.Description": "Té elaborado con la adición de Bayas Solares Ancestrales, que le dan un toque ligeramente picante y muy sabroso."
}
