{
	// Book Fair
	"Si.BC.BFName": "Book Fair",
	"Si.BC.BFStart": "The Book Fair has begun in Pelican Town! It will end at 5 PM.",
	"Si.BC.BFMailContent": "Dear @,^  I thought I'd let you know that Biblastic Books has offered to start sponsoring an annual Book Fair here in Pelican Town. The first Pelican Town Book Fair will be tomorrow from 8 AM to 5 PM, north of Pierre's. I hope to see you there! ^   -Penny",
	"Si.BC.Penny.BF": "Isn't this exciting @?#$b#There are so many new books here!$1",
	"Si.BC.Lewis.BF": "Enjoying the book fair @?",
	"Si.BC.Jas.BF": "There are so many books!#$b#I don't know which one to pick!$1",
	"Si.BC.Vincent.BF": "Some of these books look really big!#$b#Do people really read that much?$3",
	"Si.BC.Leo.BF": "I'm still learning how to read.#$b#But these books look really cool!$1",
	"Si.BC.Elliott.BF": "Isn't this marvelous @?#$b#No better way to inspire a love of literature and learning in the townsfolk than to grant the opportunity to choose from myriad tales and pages!$1#$b#I wish you luck in discovering a good book to accompany you home.",
	"Si.BC.Leah.BF": "Find any good books @?",
	"Si.BC.BFNotBegun": "The book fair opens at 8 AM.",
	"Si.BC.BFEnded": "The book fair has ended for the day.",
	// Events
	"Si.BC.DadMailName": "Book From Dad",
	"Si.BC.DadMailContent": "Dear @,^  How's the farm life going? I found this in the garage, figured it might help you with that old farmhouse. Take care kiddo.^  Love, Dad.",
	"Si.BC.MomMailName": "Book From Mom",
	"Si.BC.MomMailContent": "Dear @,^  How are you sweety? I found this book for you. Please take care of yourself! And remember, we're proud of you! ^  Love, Mom",
	"Si.BC.ElliottMailName": "Elliott's Book",
	"Si.BC.ElliottMailContent": "Greetings @!^^I want to express my sincere appreciation for attending my public reading at the library yesterday. Your presence affirmed my confidence in my writing, and because of you I have made a name for myself in the published world. I've enclosed a copy of my book; I hope you find as much joy in reading it as I do in knowing you.^   -Warmest regards, Elliott",
	// Books
	"Si.BC.SaltBookName": "101 Gourmand Tomato Salt Recipes",
	"Si.BC.SaltBookDesc": "The pictures on the cover make the book itself look delicious!",
	"Si.BC.SaltBookContent": "^Once you've spread the spoon of cottage cheese evenly over your slice of toasted sourdough, sprinkle a few pinches of tomato salt on top and enjoy.",
	"Si.BC.SonataBookName": "11 Solo Sonatas For The Wooden Flute",
	"Si.BC.SonataBookDesc": "There are some nice songs in here.",
	"Si.BC.SonataBookContent": "",
	"Si.BC.NeuralBookName": "Advanced Neural Networks",
	"Si.BC.NeuralBookDesc": "The complexity of the nodal diagram on the cover makes your head spin.",
	"Si.BC.NeuralBookContent": "^Computational models that draw inspiration from the human brain are called neural networks, and operate as a series of interconnected nodes that send, receive, and process signals at very high speeds.",
	"Si.BC.AdvMagBookName": "Adventurer Magazine",
	"Si.BC.AdvMagBookDesc": "This issue looks pretty old.",
	"Si.BC.AdvMagBookContent": "^Interviewer: So, Gil, tell us about yourself.^Gil: Well I've been adventuring since my buddy Marlon and I used to sneak into the mines when we were kids.^Interviewer: I bet slimes gave you two a fright back then!^Gil: Ah yeah, we were fending 'em off with sticks and stones!",
	"Si.BC.AdvHealBookName": "Adventures In Healing: The Field Medic's Handbook",
	"Si.BC.AdvHealBookDesc": "It looks like this copy has been well-thumbed through.",
	"Si.BC.AdvHealBookContent": "Forward:^Some choose to brave the dangers of the world, fighting monsters, spirits, and the very essence of evil itself. Others prefer the safety and comfort of their clinics, where they can enjoy some nice coffee, read a good book, and wait for members of the first group to be rolled in on stretchers, wounded and regretting every decision they've ever made. If you are a member of the second group, this book is for you.",
	"Si.BC.AardvarkBookName": "The Amazing Aardvark-Man!",
	"Si.BC.AardvarkBookDesc": "The adventures of the astounding superhero Aardvark-Man and his sidekick Otterboy.",
	"Si.BC.AardvarkBookContent": "^Aardvark-Man whipped his head around to the source of the scream. 'Otterboy, take the Aardvark-Mobile! I'll meet you there!'^'On it!' Otterboy hopped into the Aardvark-Mobile and sped off.^Aardvark-Man shot out his elongated tongue and wrapped it around a lamp post. Once secure, he took off swinging through the night.",
	"Si.BC.ArchGuideName": "The Archaeologist's Field Guide",
	"Si.BC.ArchGuideDesc": "There's blades of grass and flecks of dirt between the pages.",
	"Si.BC.ArchGuideContent": "^It's important to examine the context in which an artifact was discovered. Simply plucking an object off the ground and removing it from study disturbs valuable indicators such as location, other nearby artifacts, and the nature by which it was buried, causing that information to be lost to the ages.",
	"Si.BC.AstroBookName": "Astronomic Magazine",
	"Si.BC.AstroBookDesc": "There's a picture of a galaxy on the cover.",
	"Si.BC.AstroBookContent": "^As the newly-formed galaxy spins, matter starts to gather at the center, building up and squeezing together until it eventually becomes a beautiful monstrosity known to many as a Black Hole.",
	"Si.BC.BatMatBookName": "The Bat on the Mat",
	"Si.BC.BatMatBookDesc": "A book written for children aged 5 and up.",
	"Si.BC.BatMatBookContent": "^'I came here today, with a cape and top hat,^Can you please invite me inside?' Said the bat,^'Well you look really friendly, but you're scaring the cat',^the boy crossed his arms, 'so please stay on the mat.'",
	"Si.BC.BetterHomesBookName": "Better Homes and Gardens New Cook Book",
	"Si.BC.BetterHomesBookDesc": "Something about this book feels nostalgic.",
	"Si.BC.BetterHomesBookContent": "^Excellent pies - even creamy, crumbly, or delicately flavored - may easily be the achievement of anyone who follows a few pivotal rules.",
	"Si.BC.ElliotTowerBookName": "Blue Tower",
	"Si.BC.ElliotTowerBookDesc": "This was written by Elliott!",
	"Si.BC.ElliotTowerBookContent": "^Chapter One^^From the shadows emerged a man, radiating with enigmatic omniscience. 'Good Evening, Mr. Lu,' he said, the corners of his mouth quivering. Lu seemed astonished.^'How did you know my name?'",
	"Si.BC.YobaBookName": "Book of Yoba",
	"Si.BC.YobaBookDesc": "The symbol on the front shimmers brightly.",
	"Si.BC.YobaBookContent": "^^And Yoba said 'let there be stardrops' and so there were stardrops.",
	"Si.BC.BookkeepingBookName": "Bookkeeping for Local Stores",
	"Si.BC.BookkeepingBookDesc": "Helping you keep your business in the black!",
	"Si.BC.BookkeepingBookContent": "^In the modern day it is important for small business owners to use the tools they have at their disposal to keep up with their financials. Software that facilitates financial planning has become widely available for this purpose.",
	"Si.BC.DarkroomBookName": "Build Your Own Darkroom From Scratch",
	"Si.BC.DarkroomBookDesc": "How to set up a darkroom for developing photographs at home.",
	"Si.BC.DarkroomBookContent": "^The importance of a good safelight cannot be understated. Safelights produce light in ways that do not damage your photographs while they are being developed, without leaving you stumbling around in the dark.",
	"Si.BC.CSharpBookName": "The C# Yellow Book",
	"Si.BC.CSharpBookDesc": "Why are your fingers suddenly covered with cheeto dust?",
	"Si.BC.CSharpBookContent": "^If you have not programmed before, do not worry. Programming is not rocket science. It is, well, programming.^^The bad news about learning to program is that you get hit with a lot of ideas and concepts at around the same time when you start, and this can be confusing.",
	"Si.BC.ElliotStationBookName": "Camellia Station",
	"Si.BC.ElliotStationBookDesc": "This was written by Elliott!",
	"Si.BC.ElliotStationBookContent": "^Chapter One^^'Your ticket, sir?' Ticket collector Gozman extended a gloved hand towards the young commuter.^'Ah, yes. I have it right here,' he replied, reaching into his coat pocket. Mortified, he discovered that the ticket was missing.",
	"Si.BC.CampfireBookName": "Campfire Cooking: A Field Guide to Preparing Freshly Foraged Foods",
	"Si.BC.CampfireBookDesc": "A guide to safe and healthy eating from your surroundings.",
	"Si.BC.CampfireBookContent": "^Seeds fallen from common trees can be used to make a simple snack that, while not particularly pleasant to ingest, proves nutritious and provides energy while foraging for more delectable options.",
	"Si.BC.ChickenBookName": "Chicken Rearing for Dummies",
	"Si.BC.ChickenBookDesc": "Huh, there's nothing about blue chickens in here.",
	"Si.BC.ChickenBookContent": "^When building nesting boxes for your chickens, ensure the bottom is cushioned to catch the falling eggs without breaking them. Use natural materials such as hay and chopped straw.",
	"Si.BC.CookiesBookName": "Cookies For Every Season",
	"Si.BC.CookiesBookDesc": "The cookies on the cover look delicious!",
	"Si.BC.CookiesBookContent": "^Chilling cookie dough firms up the butter in the dough so that it doesn't spread too far in the oven. This gives you thicker, crisper, and chewier cookies.",
	"Si.BC.CrystalBookName": "Crystallic Symbolism",
	"Si.BC.CrystalBookDesc": "The meanings of various gems and minerals.",
	"Si.BC.CrystalBookContent": "^Aquamarines symbolize tranquility and courage. Their soothing properties can relieve stress and fear, leaving behind a sense of peace.",
	"Si.BC.WitchBookName": "Curse The Countryside! A Spellbook For The Rural Witch",
	"Si.BC.WitchBookDesc": "You can read the instructions, but most of the incantations are in a language you don't know.",
	"Si.BC.WitchBookContent": "^The Toe-Stubbing Spell^^Spell Components:^ONE CUP splinters of various woods^ONE freshly cut toenail from the target^ONE TABLESPOON slime^TWO fresh onions, roughly chopped^^^^^^Spell Preperation: lightly slather each of the splinters and the toenail in slime and set aside to dry. Arrange the onion pieces into a circle wide enough to fit your hand (nails included). Once dried, sprinkle the splinters and toenail into the circle, place your hand upon them, and speak the incantation on the following page.",
	"Si.BC.CoalminerBookName": "The Dark Blue Life: A Coal-miner's Memoir",
	"Si.BC.CoalminerBookDesc": "There's a canary on the back of the book.",
	"Si.BC.CoalminerBookContent": "^We couldn't tell how long we were in there. One of the lads started making marks every time he woke up from sleeping. Said his schedule was like clockwork. I think he made around ten marks. When they finally got the boulder outta the way, we found out we'd been down there two weeks.",
	"Si.BC.LossBookName": "Dealing With Loss",
	"Si.BC.LossBookDesc": "Some of the pages have wet spots on them.",
	"Si.BC.LossBookContent": "^Crying is a very healthy response to loss. Giving your emotions an open outlet provides space for you to feel and recognize them.",
	"Si.BC.KneeBookName": "Do-It-Yourself! Knee Surgery",
	"Si.BC.KneeBookDesc": "This book says it was approved by the Ferngill Medical Association.",
	"Si.BC.KneeBookContent": "^In summary:^^Step one: don't panic.^^Step two: assess the injury.^^Step three: assess your available tools.",
	"Si.BC.DMGBookName": "Dungeon Master's Guide",
	"Si.BC.DMGBookDesc": "A guide for hosting a tabletop game.",
	"Si.BC.DMGBookContent": "^Challenge Rating, or CR, helps you plan encounters by putting a measure on how dangerous an enemy is. As a very general rule of thumb, an average party of four level 5 adventurers should be able to handle one CR 5 enemy with some difficulty but no serious damage to the party.",
	"Si.BC.SmallBizBookName": "The Enduring Value Of Small Business",
	"Si.BC.SmallBizBookDesc": "How to compete for customers when the competition is an national behemoth.",
	"Si.BC.SmallBizBookContent": "^Putting the customer first does not mean pandering to their every whim. Instead, it means providing quality products, clear communication, and polite but firm service that treats the customer like the human being they are, which is the biggest advantage small businesses have over large corporate box stores.",
	"Si.BC.ToolboxBookName": "The Engineer's Toolbox",
	"Si.BC.ToolboxBookDesc": "Material properties, steam tables, and more!",
	"Si.BC.ToolboxBookContent": "^Material Densities:^^Copper:8.96 g/cm3^^Iron: 7.87 g/cm3^^Gold: 19.32 g/cm3^^Iridium: 22.56 g/cm3",
	"Si.BC.FableBookName": "Fairys, Junimos, and other Fables",
	"Si.BC.FableBookDesc": "Traditional tales and fables that teach meaningful lesssons.",
	"Si.BC.FableBookContent": "^The Junimos finished building the house for the child that shared her toys with them, and so the child and her father were able to keep warm that winter and every winter afterwards.",
	"Si.BC.FernBookName": "Fern Island Travel Brochure",
	"Si.BC.FernBookDesc": "A trip does sound nice.",
	"Si.BC.FernBookContent": "^Scuba diving, dolphin watching, and incredible photographic opportunities of the Ginger Island Volcano await! Book your relaxing cruise along the Fern Islands today!",
	"Si.BC.WoodBookName": "The Fine Art Of Wood Joinery",
	"Si.BC.WoodBookDesc": "There's some really cool examples of carpentry in here.",
	"Si.BC.WoodBookContent": "^A mortise and tenon joint is a simple yet strong joint that consists of adding a projection to one piece of wood, and inserting that projection into a groove cut out of another piece of wood so that the two pieces fit neatly together.",
	"Si.BC.CloakBookName": "Fine Capes and Cloaks",
	"Si.BC.CloakBookDesc": "There's a rather dashing cloak on the cover.",
	"Si.BC.CloakBookContent": "^A well-weighted cape will gently swish as you walk, and will only flare out dramatically when you intend it to do so by shifting your shoulders as you turn.",
	"Si.BC.FireproofingBookName": "Fireproofing Your Workshop",
	"Si.BC.FireproofingBookDesc": "There's a warning on the back that the book itself isn't fireproof.",
	"Si.BC.FireproofingBookContent": "^Regularly clean your workshop, removing flammable materials such as wood shavings or dust, to minimize the impact of rogue embers.",
	"Si.BC.FerngillFishBookName": "Fish of Ferngill",
	"Si.BC.FerngillFishBookDesc": "A general guide to marine life found all over the Ferngill Republic.",
	"Si.BC.FerngillFishBookContent": "^While the variety of fish found in the Ferngill Republic has proven to be wide and unique, experts still say there are many more species left to discover. And those who enjoy fishing in these waters tend to agree with them. 'I've tangled with some fish the likes of which I've never seen before', said one fisherwoman. 'And it got away to boot!'",
	"Si.BC.DanceBookName": "Flailing With Purpose: A Modern Approach To The Art Of Dance",
	"Si.BC.DanceBookDesc": "Various dance styles and techniques.",
	"Si.BC.DanceBookContent": "^Make sure to keep your weight centered over your hips as you stamp your feet in time with the music. This gives you more control over your sound and movements.",
	"Si.BC.TeaBookName": "The Gift of Tea",
	"Si.BC.TeaBookDesc": "The history of tea, tea preperation, tea ceremonies, and more!",
	"Si.BC.TeaBookContent": "^The general rule of thumb is 'Chai by land, Tea by sea'. Regions that were introduced to tea by having it arrive via ocean route incorporated it into their languages using words such as 'tea' or 'te', while regions that received it over land routes tend towards words such as 'chai', 'shai', or 'cha'.",
	"Si.BC.GridballBookName": "Gridball Rulebook",
	"Si.BC.GridballBookDesc": "Huh, you've always wondered how that game was played.",
	"Si.BC.GridballBookContent": "^If a member of the opposing team is holding the ball but choosing to remain stationary inside the midfield, your team is allowed to call 'Rubber Duck', rush to your team's side of the field, and begin performing the Macarena as outlined in section 8 paragraph 3C.",
	"Si.BC.RadioBookName": "Ground-To-Air Radio Protocol",
	"Si.BC.RadioBookDesc": "There are pictures of various aircraft on the cover.",
	"Si.BC.RadioBookContent": "^Phonetic Alphabet:^^Alpha, Bravo, Charlie, Delta, Echo, Foxtrot, Golf, Hotel, India, Juliet, Kilo, Lima, Mike, November, Oscar, Papa, Quebec, Romeo, Sierra, Tango, Uniform, Victor, Whiskey, X-ray, Yankee, Zulu",
	"Si.BC.GoldBookName": "Guide to Goldsmithing",
	"Si.BC.GoldBookDesc": "For hobby and profit.",
	"Si.BC.GoldBookContent": "^Abrasive materials can tarnish a gold's natural luster due to its softness. Instead, use a soft cloth or toothbrush, and dip in a mixture of warm water and mild dish soap for best results.",
	"Si.BC.CleanSpellsBookName": "Housekeeping Charms & Spells",
	"Si.BC.CleanSpellsBookDesc": "The illustrations on the cover appear to be animated.",
	"Si.BC.CleanSpellsBookContent": "^Socks charmed to fold themselves may become confused and wind up paired with other socks than the ones they came with. To rectify this, ensure every pair of socks you own has a bright, unique pattern.",
	"Si.BC.OverbearingBookName": "How To Deal With Overbearing People",
	"Si.BC.OverbearingBookDesc": "Lessons in setting boundaries and shining up your spine.",
	"Si.BC.OverbearingBookContent": "^Remember NOT to JADE - Justify, Argue, Defend, or Explain - when engaging with overbearing people. JADE principles work with people who respect you as an equal, and talk to you as such. For someone who insists their way is correct or that you have to listen to them, those principles only serve to validate their worldview.",
	"Si.BC.GuineaBookName": "How to Train your Guinea Pig",
	"Si.BC.GuineaBookDesc": "The one on the cover is so cute!",
	"Si.BC.GuineaBookContent": "^Slowly move the treat in a circle, allowing the guinea pig to follow the treat around. Once you've completed a few circles, say 'Circle!' with a positive tone and give the treat to the guinea pig.",
	"Si.BC.Human101BookName": "Human 101",
	"Si.BC.Human101BookDesc": "You never realized how complicated humans can appear to be.",
	"Si.BC.Human101BookContent": "^When a human bares their teeth, they are not trying to intimidate. Instead, the baring of teeth indicates friendliness and approachability, especially when accompanied by the upturning of their mouth corners, and an extended appendage. The appendage is related to an act known as a 'handshake', which will be covered in the next chapter.",
	"Si.BC.HumanLingoBookName": "Human Language",
	"Si.BC.HumanLingoBookDesc": "It sure is detailed.",
	"Si.BC.HumanLingoBookContent": "^Similar examples of modern slang can be seen in the following phrases:^^LOL: Laughing Out Loud^^BRB: Be Right Back^^IDK: I Don't Know",
	"Si.BC.FlowerLingoBookName": "The Language of Flowers",
	"Si.BC.FlowerLingoBookDesc": "There's a few flowers pressed between the pages.",
	"Si.BC.FlowerLingoBookContent": "^The crocus symbolizes cheerfulness, youthfulness, and the awakening of spring from winter.",
	"Si.BC.BusBookName": "Lessons in Bus Driving",
	"Si.BC.BusBookDesc": "It looks like this book was accompanied by a video series, but the CD is missing.",
	"Si.BC.BusBookContent": "^Always make sure to check your rear-view mirrors. Even after you've done that, keep your eyes and ears peeled for horns, shouting, and other indications of something behind you. A bus has many blind spots you may be unaware of.",
	"Si.BC.LandBookName": "Living Off The Land: A Practical Guide",
	"Si.BC.LandBookDesc": "It looks like a long blade of grass has been used as a bookmark.",
	"Si.BC.LandBookContent": "^One of your most vital considerations will be clean water. There are a variety of ways to get clean water off the grid, including rainwater collecting, making your own well, and setting up water filtration. You need to evaluate what works best for you, and then prepare so that it becomes a sustainable source of water long-term.",
	"Si.BC.PulmonaryBookName": "The Lone Ranger Of Pulmonary Hypertension",
	"Si.BC.PulmonaryBookDesc": "This book was approved by the Ferngill Medical Association.",
	"Si.BC.PulmonaryBookContent": "^Pulmonary hypertension occurs when the blood pressure in a patient's lungs is significantly higher than usual, placing more stress upon the heart.",
	"Si.BC.HomeownerBookName": "Maintenance for First-Time Homeowners",
	"Si.BC.HomeownerBookDesc": "Tips and tricks for keeping your house in one piece!",
	"Si.BC.HomeownerBookContent": "^Personal protective equipment for fireplace maintenance should include the following: a dust mask, safety goggles, work gloves, a long-sleeved shirt, pants, and footwear.",
	"Si.BC.CastleBookName": "Marcie And The Underground Castle",
	"Si.BC.CastleBookDesc": "Marcie thought her uncle's farm up north would make for the most boring summer ever. That is, until she comes across an old book in the attic...",
	"Si.BC.CastleBookContent": "^'It's here!' Marcie's fingers pushed aside the last of the dirt to reveal a rusted old door handle. 'Just like the book said! A door buried in the ground!'^She stood up and heaved a sigh of relief. Bonbon snuffled her legs and she gave the dog a pat.^'What do you say, ready for an adventure?'",
	"Si.BC.MarketArtBookName": "Marketing Art",
	"Si.BC.MarketArtBookDesc": "Recommended by Lupini himself!",
	"Si.BC.MarketArtBookContent": "^Always keep your audience at the focus of your marketing. Give them space to interpret the meaning of your artwork. By encouraging them to develop that interpretation, they become more likely to purchase the work for further reflection.",
	"Si.BC.MarnieLogBookName": "Marnie's Logbook",
	"Si.BC.MarnieLogBookDesc": "There's details about every animal on the farm in here!",
	"Si.BC.MarnieLogBookContent": "^Summer Stats:^^Cows 9 | Goats 3 | Sheep 2^^Chickens 14 | Ducks 7 | Rabbits 4^^Dogs 2 | Cats 3 | Turtles 1",
	"Si.BC.SecondMarriageBookName": "Maximizing Your Second Marriage",
	"Si.BC.SecondMarriageBookDesc": "How to make the most of your second chance at love!",
	"Si.BC.SecondMarriageBookContent": "^Spend time with your new spouse discussing what you felt was off about your previous relationship and how you'd like to move forward from that. It may not feel very romantic, but it'll lead to a happier second chance in the long term.",
	"Si.BC.MusclesBookName": "Mega Muscles Magazine",
	"Si.BC.MusclesBookDesc": "The bodybuilder on the cover looks totally ripped.",
	"Si.BC.MusclesBookContent": "^Make sure you're filling up on protein from lots of different sources! Eggs, beans, lentils, meat, and seafood are all great sources of protein that you can mix and match throughout the day.",
	"Si.BC.PennyBookName": "The Mystery of Firebrook Manor",
	"Si.BC.PennyBookDesc": "Young reporter Ash stumbles across an unsolved case from a century ago and sets out to make a name for themself. Little do they know what lies in store...",
	"Si.BC.PennyBookContent": "^Ash jumped at the sudden sound of cracking plaster and turning gears. Looking back, they saw the grates of the fireplace now open, and a newly-formed set of steps extending downwards. Letting go of the vase, which clicked back into place, they hesitantly peered down the stairs into the darkness.",
	"Si.BC.NatGeoBookName": "National Geography",
	"Si.BC.NatGeoBookDesc": "There's a lizard covered in leaves on the cover.",
	"Si.BC.NatGeoBookContent": "^The Sungazer is a heavily armored species of lizard native to grassland biomes. Digging burrows and living off insects, these lizards can live for over twenty years.",
	"Si.BC.NavBookName": "Ocean Navigation Quick Reference",
	"Si.BC.NavBookDesc": "The pages are rather damp.",
	"Si.BC.NavBookContent": "^When facing towards the front of the boat (known as the 'bow'), on your left is the 'port' side and on your right is the 'starboard' side. Behind you is the 'stern'. 'Windward' is the direction the wind is coming from, while 'leeward' is the direction the wind is headed to.",
	"Si.BC.TeenagerBookName": "Parenting 101: Surviving The Teenage Years",
	"Si.BC.TeenagerBookDesc": "This book looks weary and well-read.",
	"Si.BC.TeenagerBookContent": "^It's important to give your teenager negotiable boundaries so they learn to compromise and advocate for themself in a reasonable manner early on. Outright refusals, especially without clear reasons, can lead to argumentative behavior and a habit of sneaking around.",
	"Si.BC.PHBBookName": "Player's Handbook",
	"Si.BC.PHBBookDesc": "A handbook for players of a tabletop game.",
	"Si.BC.PHBBookContent": "^Your Ability Score determines how good your character is at each of the core abilities: Strength, Dexterity, Constitution, Charisma, Intelligence, and Wisdom. Having a higher score in an ability will give you higher bonuses to skills associated with that ability. For example, a high Charisma will boost your Persuasion skill.",
	"Si.BC.StepdadBookName": "Practical Tips For First-Time Step-Dads",
	"Si.BC.StepdadBookDesc": "Finding your place in a family that was there before you joined it.",
	"Si.BC.StepdadBookContent": "^Don't seek to be a 'replacement' father for your step-kids, but don't fully withdraw from being a family member either. There's an area between those extremes, and it's important to pay attention to what your step-kids say and do in order to find that area, so that you can be there for them in the capacity they are comfortable with.",
	"Si.BC.PrincessBookName": "The Princess and the Sword",
	"Si.BC.PrincessBookDesc": "A book written for children aged 7 and up.",
	"Si.BC.PrincessBookContent": "^Amy took the sword. 'Thank you, Miss Dragon. I will take good care of it.'^Miss Dragon smiled at Amy. 'You are welcome Princess Amy. Now you are ready to fight the evil Prince and save the kingdom.",
	"Si.BC.ReadersDigestBookName": "Reader's Digest",
	"Si.BC.ReadersDigestBookDesc": "In this issue: Heroic Pets, Using Laughter as Medicine, and 5 Gotoran recipies for you to try at home!",
	"Si.BC.ReadersDigestBookContent": "^The Zuzu City Fire Department were very confused to see a cat run up and start tugging at their boots one evening.^'We thought it wanted one of our noodle cups.' The Zuzu City Fire Chief remarked.^But it turns out Nightlight the Cat was actually trying to save her human's home, which had lit on fire due to a sparking electrical outlet.",
	"Si.BC.ElliotPlanetBookName": "The Rise and Fall of Planet Yazzo",
	"Si.BC.ElliotPlanetBookDesc": "This was written by Elliott!",
	"Si.BC.ElliotPlanetBookContent": "^Chapter One^^Commander Yutkin stepped through the golden archway as the airlock snapped shut behind him. Today was his first day on Planet Yazzo, and all 14 of the alliance delegates had been summoned to the Grand Spire.",
	"Si.BC.SolarionBookName": "The Solarion Chronicles",
	"Si.BC.SolarionBookDesc": "There's a necromancer on the cover.",
	"Si.BC.SolarionBookContent": "^'Halt!'^The Necromancer turned as the Castle Guards rushed up. Giving a sly grin, he raised his newly-acquired staff to the heavens and proclaimed, 'tell your paltry king that the greatest power in the land now belongs to Dreadlord Xarth!'^With a wave of the staff, he vanished in a blinding flash of light.",
	"Si.BC.StyleBookName": "Super Fashion Girl Magazine",
	"Si.BC.StyleBookDesc": "Looks like a clothing magazine.",
	"Si.BC.StyleBookContent": "^This season is all about scarves! A well-draped scarf will boost your confidence in any context. Try a half bow knot on a silk scarf for a classy look, or drape it over your shoulders for a fun night out!",
	"Si.BC.CareBookName": "Taking Care of Yourself",
	"Si.BC.CareBookDesc": "Tips for physical, mental, and emotional self-care. Remember, health is wealth!",
	"Si.BC.CareBookContent": "^Taking a moment for yourself is an important way to keeping your mind clear. Let's start small right now: clear your mind of any thoughts. Then slowly inhale through your nose until you feel content with how much air is in your lungs. Count to three, and then slowly let the air out through your mouth.",
	"Si.BC.ChimneyBookName": "A Tale of Two Chimneys",
	"Si.BC.ChimneyBookDesc": "Ella's first interaction with her new neighbor blossoms into something she never thought she'd find. But is it enough to overcome what's ahead?",
	"Si.BC.ChimneyBookContent": "^She pressed her forehead into Ella's and tangled their fingers together. 'Don't worry! We'll pull through.'^Ella smiled back, but it wasn't enough to mask the concern in her eyes.^'Just be careful, love.'",
	"Si.BC.SecondGradeBookName": "Teacher's Guidebook: 2nd Grade",
	"Si.BC.SecondGradeBookDesc": "Specially geared towards small schools and at-home education.",
	"Si.BC.SecondGradeBookContent": "^At the second grade level, students should began learning about measurement and shapes, as well as expanding their understanding of addition and subtraction with larger numbers than used previously.",
	"Si.BC.UFOBookName": "UFO Mysteries",
	"Si.BC.UFOBookDesc": "There are lots of blurry pictures in here.",
	"Si.BC.UFOBookContent": "^Even fifty years later, the Calico Desert Lights incident still remains one of the greatest mysteries discussed in extraterrestrial research circles today.",
	"Si.BC.SoldierBookName": "Welcome Home: A Soldier's Guide to Returning to Civilian Life",
	"Si.BC.SoldierBookDesc": "Strategies for adjusting to being back home.",
	"Si.BC.SoldierBookContent": "^Your family members may have difficulty understanding what you've gone through, but it's important to remember that they love you and want to help you however they can. When there's something you need, like a boundary or some space, be clear and upfront with them about it.",
	"Si.BC.StopJojaBookName": "Why JojaCo Must Be Stopped",
	"Si.BC.StopJojaBookDesc": "This book seems a bit biased.",
	"Si.BC.StopJojaBookContent": "^For dangerous activity incited by JojaCo, look no further than the numerous landslides that occur every spring in the mountains found throughout Ferngill, as they ramp up drilling projects once the winter frost has dissipated.",
	// Gift dialogue
	"Si.BC.Abigail.book": "Thanks! Looks like an interesting book.",
	"Si.BC.Abigail.adventure": "I like pretending to be the adventurer in these books.#$b#What choices would I make?#$b#How would I react?#$b#That sort of thing.",
	"Si.BC.Abigail.scifi": "Do you think technology will ever get to that point?#$b#I sure hope so.",
	"Si.BC.Abigail.mystery": "I like to think I'd be the survivor in these books.#$b#But I'd probably get killed first for being so genre-savvy.$1",
	"Si.BC.Abigail.guild": "This should help me with my training!",
	"Si.BC.Abigail.music": "I've been playing the flute ever since I was little.#$b#Used to keep my parents up all night!$1#$b#That's why I got in the habit of practicing outside.#$e#The drums were a more recent instrument of mine.#$b#I don't think they liked that much better...$1",
	"Si.BC.Abigail.business": "Ugh, my parents keep trying to get me to read books like these...$2#$b#I'm just not interested in all that, you know?",
	"Si.BC.Abigail.Guinea": "I've been trying to teach David some tricks, but all he cares about is the treat.",
	"Si.BC.Caroline.book": "Oh, a new book! Thank you @.",
	"Si.BC.Caroline.travel": "Oh, the places I could go...",
	"Si.BC.Caroline.mystery": "My, I do love a good mystery.",
	"Si.BC.Caroline.Tea": "You're welcome to join me in my sunroom for more tea anytime, @!$1",
	"Si.BC.Pierre.book": "Huh, a new book! Could be useful.",
	"Si.BC.Pierre.guide": "It's always helpful to pick up new skills.",
	"Si.BC.Pierre.business": "I've been trying to get Abigail to read books like these. They're so applicable to stores like ours!",
	"Si.BC.Maru.UFO": "I do hope there's life out there, but most UFO stories I've heard haven't been very convincing to me so far.",
	"Si.BC.Maru.book": "Nice, a new book!",
	"Si.BC.Maru.medical": "This will be helpful at the clinic.",
	"Si.BC.Maru.science": "Time to broaden my scientific knowledge even more!",
	"Si.BC.Maru.scifi": "It's fun to read others' ideas of how technology will develop in the future. Thanks @!",
	"Si.BC.Maru.space": "I've always loved learning about space. Something about the vast cosmos just calls to me.",
	"Si.BC.Sebastian.book": "Huh, a new book. I'll give it a shot.",
	"Si.BC.Sebastian.dnd": "Great, I can use this for game night.",
	"Si.BC.Sebastian.music": "Playing a musical keyboard is kind of like using my computer keyboard.#$b#The satisfying click as I press each key, the harmony of the outputs coming together to perform a song or execute a code...#$b#It's pretty cool, I guess.",
	"Si.BC.Demetrius.Stepdad": "I know I haven't been a very good stepfather to Sebastian, but I am trying to be better. Thank you for the book @.",
	"Si.BC.Demetrius.book": "A new book! Why thank you @.",
	"Si.BC.Demetrius.science": "Fascinating!",
	"Si.BC.Demetrius.culture": "I find books like these very helpful when it comes to understanding the world. Thank you @.",
	"Si.BC.Demetrius.fiction": "I don't enjoy fiction books like this one, but I appreciate you thinking of me @.#$b#I'll see if one of the kids would like it.",
	"Si.BC.Robin.book": "Thanks! Looks like an interesting read.",
	"Si.BC.Robin.sport": "You know, I loved playing team sports when I was younger.#$e#I wonder if Alex would be interested in starting a local rec league?",
	"Si.BC.Robin.scifi": "Oh I could never turn down a good science fiction novel. Thanks @!",
	"Si.BC.Robin.Wood": "I'm familiar with most techniques already, but maybe this book will teach me something new. You never know!",
	"Si.BC.Robin.SecondMarriage": "While there have been some bumps on the road, I'd say my marriage with Demetrius has gone pretty well!",
	"Si.BC.Sam.UFO": "I don't know if there's life out there, but I think it would be really cool if there is.#$e#I wonder what alien music would sound like?",
	"Si.BC.Sam.book": "Huh, I guess I can give this book a shot.",
	"Si.BC.Sam.adventure": "Sweet, this looks exciting!#$b#Heroes in these books are always about saving the day and looking cool.#$b#I guess they're kind of like role models.$10",
	"Si.BC.Sam.dnd": "Great! I can really use this for game night.#$b#I always forget my copies.$10",
	"Si.BC.Sam.scifi": "Sweet, this looks exciting!#$b#I like imagining that books like this are actually biographies sent from the future.#$b#Is that weird?$10",
	"Si.BC.Sam.comic": "Awesome, I can't wait to read this issue!",
	"Si.BC.Sam.music": "I wonder how this'll sound on my guitar.#$b#You know, Vincent's been asking me to teach him how to play.#$b#Maybe I can use this for that.$1",
	"Si.BC.Vincent.book": "Huh, this book has lots of words but no pictures.",
	"Si.BC.Vincent.adventure": "Wow, cool!#$b#My big brother likes books like this too.#$e#I'm gonna ask him to read it with me.",
	"Si.BC.Vincent.kid": "The pictures look funny! I wonder if Miss Penny will let me use this for my next book report.",
	"Si.BC.Jodi.book": "Oh, a new book! Thank you @.",
	"Si.BC.Jodi.recipe": "I'll be sure to give these recipes a try!",
	"Si.BC.Jodi.adventure": "Nothing like an adventurous chapter before bed!",
	"Si.BC.Jodi.ReadersDigest": "I enjoy trying the recipes in these, they're always so unique!",
	"Si.BC.Jodi.Tea": "Has Caroline shown you her sunroom yet? It's so relaxing!",
	"Si.BC.Kent.book": "Hm, looks interesting.",
	"Si.BC.Kent.guild": "Now this is a useful book. Thanks @.",
	"Si.BC.Kent.Soldier": "...#$b#It's been hard, getting used to being home again...#$b#But maybe this will help. Thank you @.",
	"Si.BC.Leo.book": "Wow, that's a lot of words...",
	"Si.BC.Leo.culture": "Can this help me learn more about other kids?",
	"Si.BC.Leo.kid": "I'm still learning how to read, but this doesn't look too hard.",
	"Si.BC.Leo.nature1": "The plants look like the ones around my home!",
	"Si.BC.Leo.nature2": "The plants remind me of my home!",
	"Si.BC.Linus.book": "How kind of you @. I will enjoy reading this book.",
	"Si.BC.Linus.nature": "Isn't nature wonderful? There's so much to learn about it.",
	"Si.BC.Jas.book": "Thank you for the book!",
	"Si.BC.Jas.kid": "Wow, this book looks like fun! I might do my next book report on it!",
	"Si.BC.Jas.nature": "Wow, the pictures look so pretty!",
	"Si.BC.Jas.animal": "Aww, the animals look so cute!",
	"Si.BC.Jas.Princess": "I wanna be just like Princess Amy when I grow up!",
	"Si.BC.Shane.book": "Thanks for the book, I guess.",
	"Si.BC.Shane.sport": "Cool, thanks.",
	"Si.BC.Shane.selfhelp": "...#$b#I guess this could be helpful...",
	"Si.BC.Shane.Chicken": "What? Like you weren't a dummy the first time you tried to raise a chicken.",
	"Si.BC.Marnie.book": "A book! What a nice gesture.",
	"Si.BC.Marnie.romance": "It's such a cute book!",
	"Si.BC.Marnie.nature": "I love reading books like these.",
	"Si.BC.Marnie.MarnieLog": "Oh, I must have left that lying around! Thank you @.",
	"Si.BC.Marnie.Gold": "Oh, I know exactly who this belongs to.",
	"Si.BC.Alex.book": "Uh, thanks! I'll see if I get around to reading it.",
	"Si.BC.Alex.sport": "I've always loved being physically active.#%b#Something about getting my blood pumping and my skin sweating just makes me feel more alive, you know?",
	"Si.BC.Evelyn.book": "Oh how nice, thank you dear!#$e#Now where did I put my reading glasses...",
	"Si.BC.Evelyn.recipe": "Oh these look quite scrumptious, I'll be sure to whip you up a plate!",
	"Si.BC.Evelyn.nature": "How wonderful, thank you dear.",
	"Si.BC.Evelyn.ReadersDigest": "You know, these books have been coming out longer than I've been alive!",
	"Si.BC.Evelyn.FlowerLingo": "Oh this is beautiful.#$b#George actually learned flower symbolism so he could make the most meaningful bouquets for me.#$b#I actually dried some of them so I could keep them!",
	"Si.BC.George.book": "It's good to see you young'uns getting back into reading lately!",
	"Si.BC.George.ReadersDigest": "I hope they never stop making these!",
	"Si.BC.George.FlowerLingo": "Hey, I remember this!#$b#I used to make bouquets for Evelyn using these guides.#$b#Her smile was worth every flower.#$b#Still is!",
	"Si.BC.Penny.book": "A new book? Thank you so much @! I'll let you know what I think of it.",
	"Si.BC.Penny.medical": "While it's good to have some medical knowledge in case of emergency, it's best to leave the procedures to professionals like Harvey and Maru.",
	"Si.BC.Penny.mystery": "What a thrilling premise! I wonder if I can figure out the mystery before it's revealed.",
	"Si.BC.Penny.romance": "Could you imagine, being swept dreamily off your feet?#$e#I wonder if it's as magical as the books say it is.",
	"Si.BC.Penny.adventure": "This looks exciting! I'd love to go on an adventure like this someday.",
	"Si.BC.Penny.travel": "I wish I could plan a trip! It's so expensive though.",
	"Si.BC.Penny.recipe": "Hmm, maybe I should try some of these recipes.",
	"Si.BC.Penny.guide": "It could be fun to learn a new skill!",
	"Si.BC.Penny.science": "I wonder if I can incorporate this into my lesson plan.#$b#I should talk to Maru about it.",
	"Si.BC.Penny.space": "I wonder if I can incorporate this into my lesson plan.#$b#I should talk to Maru about it.",
	"Si.BC.Penny.fish": "I wonder if I can incorporate this into my lesson plan.#$b#I should talk to Willy about it.",
	"Si.BC.Penny.history": "I wonder if I can incorporate this into my lesson plan.",
	"Si.BC.Penny.nature": "This might be a good prompt to hold a lesson outdoors on a nice day.",
	"Si.BC.Penny.fantasy": "I love the fantastical worlds these books come up with.#$b#They're so ideallic and cozy.#$b#What I would give to live there!",
	"Si.BC.Penny.kid": "This will be perfect for my lessons!",
	"Si.BC.Penny.SecondGrade": "This will really help with my lessons!",
	"Si.BC.Pam.book": "Thanks kid.",
	"Si.BC.Pam.selfhelp": "Uh, thanks kid. Who knows, maybe it'll help me out.",
	"Si.BC.Pam.adventure": "Now this looks like a fun time!",
	"Si.BC.Pam.Bus": "Ugh, I really gotta get around to reading that at some point...",
	"Si.BC.Sandy.book": "Thanks for the book @! It can get pretty boring out here.",
	"Si.BC.Sandy.mystery": "I bet I can solve the mystery before the end of the book!#$e#That's right, Detective Sandy is on the case!",
	"Si.BC.Sandy.romance": "Oooh, now THAT is a relationship premise I'd like to read!",
	"Si.BC.Sandy.fashion": "Hmm, I wonder if I can pull off that outfit?",
	"Si.BC.Emily.book": "Wow, a new book! Thanks @!",
	"Si.BC.Emily.selfhelp": "I hope you're also using books like this to find yourself @.#$b#Everyone deserves to know who they are on the inside.",
	"Si.BC.Emily.culture": "Human nature is very interesting, isn't it?",
	"Si.BC.Emily.fashion": "These outfit designs are so inspired!",
	"Si.BC.Emily.Crystal": "I love this! It's so helpful. Thanks for thinking of me @!",
	"Si.BC.Haley.book": "I guess it would be nice to have some new reading material. Thanks.",
	"Si.BC.Haley.romance": "A lot of these romance books are pretty similar, but I'm always looking for something fresh.",
	"Si.BC.Haley.fashion": "Hmm, I should incorporate that into my look.#$e#What do you think @?",
	"Si.BC.Haley.photo": "Since I got into photography I haven't seen the world the same way.#$b#Different angles can give a scene an entirely different meaning!$1",
	"Si.BC.Haley.NatGeo": "The photography is stunning! I'm so glad they included the camera specs!",
	"Si.BC.Haley.Cloak": "I've never seen fashion like this before.#$b#Wonder if I can start a new trend?",
	"Si.BC.Haley.Darkroom": "This'll be helpful with my darkroom! Thanks @.",
	"Si.BC.Elliott.book": "Ah, a new book! Thank you @, I shall savor every word knowing it comes recommended by you.",
	"Si.BC.Elliott.Published": "Tell me, did you enjoy it?$1#$b#Be honest!",
	"Si.BC.Elliott.Draft": "How did you find my draft?!$8#$b#...$2#$b#What did you think of it?$4",
	"Si.BC.Harvey.book": "Seems like an interesting read. Thank you @.",
	"Si.BC.Harvey.medical": "Ah, this will come in handy. Thank you @.",
	"Si.BC.Harvey.adventure": "It's helpful to know what kind of shenanigans you adventuring types get up to so I can better treat you.",
	"Si.BC.Harvey.travel": "I've always wanted to be a pilot you know. Travel to places like this...#$e#Perhaps someday.",
	"Si.BC.Harvey.Radio": "You know, a lot of different aircraft fly over us because we're a coastal town.#$b#It's pretty cool being able to talk to all those different pilots.#$e#Maybe I can show you how it works sometime.",
	"Si.BC.Gus.book": "A good book is just what the cozy atmosphere of the saloon calls for!",
	"Si.BC.Gus.recipe": "I'm always on the hunt for new recipes! Thank you @.",
	"Si.BC.Gus.mystery": "A good mystery is as delicious as a freshly prepared meal!",
	"Si.BC.Gus.Salt": "It's so hard to get a hold of good tomato salt these days, but the next time I do, at least I'll be prepared!",
	"Si.BC.Lewis.book": "Nothing beats a good book!",
	"Si.BC.Lewis.guide": "Having many skills in your belt comes in handy!#$e#'Jack of all trades, master of none, but still better than just master of one', as they say.",
	"Si.BC.Lewis.ReadersDigest": "I swear they've been making these for over a century now, but they still never get old!",
	"Si.BC.Lewis.Gold": "W-why would you give this to me?$2#$b#Not that I know anything about it, of course...$3",
	"Si.BC.Clint.book": "Books are good, but I usually like to learn on the job.",
	"Si.BC.Clint.craft": "Reading's no substitute for experience, but I'll see if I can pick anything up from this book. Thanks.",
	"Si.BC.Clint.Fireproofing": "Useful book, that one.",
	"Si.BC.Clint.Toolbox": "Useful book, that one.",
	"Si.BC.Clint.Arch": "Decent book, that one.",
	"Si.BC.Clint.Crystal": "You know, Emily's into things like this.#$e#Maybe she's like a copy.",
	"Si.BC.Clint.Gold": "Good book, that one.#$b#Nothing beats actual experience though.#$e#I could show you sometime if you want.",
	"Si.BC.Leah.book": "Seems like a nice read. Thanks @!",
	"Si.BC.Leah.MarketArt": "This could help me get my art out there. Thanks!",
	"Si.BC.Leah.Wood": "There's some nice techniques in here.",
	"Si.BC.Leah.nature": "I love reading books like these. Thanks @!",
	"Si.BC.Leah.art": "Books are cool, but art really helps me express myself.#$b#I think it's due to the physicality, and the abstract not being limited by language.#$e#Thanks @.",
	"Si.BC.Willy.UFO": "You know, I've seen a lotta interesting things out on the sea. Wouldn't surprise me if there's interesting things out in the sky too.",
	"Si.BC.Willy.book": "Fair winds, calm seas, and a good book are all you need.",
	"Si.BC.Willy.travel": "A boat 'n a good compass'll get you anywhere you want to go.",
	"Si.BC.Willy.romance": "Now that's some nice reading for gentle waves.",
	"Si.BC.Willy.fish": "You know, there's fish in these waters that even books like that can't tell you about.",
	"Si.BC.Willy.Nav": "Always keep a copy handy. Never know what might happen out on the sea!",
	"Si.BC.Wizard.book": "Ah, thank you for the book @.",
	"Si.BC.Wizard.magic": "Be careful with tomes like that. One minute you're trying to enchant broomsticks, the next you've turned yourself into a lamp.#$e#...#$e#Don't ask me how I know that.",
	"Si.BC.Wizard.history": "Never forget the past, @.#$b#History is fated to rhyme, and that is what it will always try to do.",
	"Si.BC.Wizard.fashion": "...Are you trying to tell me something?",
	"Si.BC.Dwarf.book": "I don't know how to read your language, but I might as well use this to learn.#$e#Thanks.",
	"Si.BC.Dwarf.culture": "What a curious race, humans are.",
	"Si.BC.Dwarf.guild": "Hm, there's some useful tips in here.",
	"Si.BC.Krobus.book": "Oh, books! Thank you @. I'll try to keep them dry.",
	"Si.BC.Krobus.culture": "Humans are so interesting. Thanks for helping me learn more about them @.",
	"Si.BC.Krobus.travel": "Are these other human settlements? I wonder if I could see them someday.",
}