 {
  "Introduction": "Oh, hey. You're new here too?#$b#I just moved here last fall! I'm Yumii, a witch apprentice.",

  "AcceptBirthdayGift_Loved": "*gasp*...For me? Really? I love this so much! @, thank you for the birthday gift!$h",
  "AcceptBirthdayGift_Negative": "Uh, is this supposed to be my birthday gift...?$3",
  "AcceptBirthdayGift_Liked": "Aww, a birthday gift? How thoughtful, thank you!$h",
  "AcceptGift_(O)400": "*gasp*...A strawberry! I love the sweet ones, they're my favourite!$h",
  "AcceptGift_(O)595": "Wow, a fairy rose! They don't have these where I used to live, so I love seeing them here.$h",
  "AcceptGift_(O)StardropTea": "A stardrop tea? They're my favourite type of tea recently. Best enjoyed during rainy or cold weather!$h",

  "give_flowersA": "*gasp*...Really?You feel the same way too?$l#$b#You didn't drink my love potion, did you? I'm so glad..$l",
  "give_pendant": "*gasp*...Really? I'm so happy, I could kiss you right now!$l",

  "divorced": "....$7#$b#I don't want to see you aymore.$7#$e#I'll be off to focus on my witch studies from now on.$7#$e#Huh? Why are you still here?$a",
  "breakUp": "Hmph! Have fun with a witch's curse!$5",
  "dumped_Girls": "What?$3",
  "secondChance_Girls": "*sigh*..You'll have to try your hardest to gain my trust again.$s",

  "Mon": "I used to have a man-eating plant before in case a break in to steal my studies happens and ever since then, I never had any.#$e#I have one outside my house too.$6#$e#I'm kidding.$h",
  "Tue": "How's life here so far?#$b#Definitely less things here but I find myself focusing on my research better!",
  "Wed": "Hey @, Pierre's Store is closed today, huh?#$b#Bummer, just when I wanted to buy something today.",
  "Thu": "I wish I could fly to places with my broom here. But it'll attract attention, so I don't do it.#$b#Plus, walking is a good exercise.",
  "Fri": "I feel a little lazy today. Wonder if I can watch the rabbits at Marnie's Ranch from outside today...",
  "Sat": "I need to get a new large wooden spoon...I accidentally broke mine from dropping it on the floor.$s",
  "Sun": "Hey @,#$b#$q 13450001 null#Would you eat a piece of wet bread?#$r 13450001 0 yumiiYes#Yes, why not?#$r 13450001 0 yumiiNo#No, that's gross.",
  "yumiiYes": "...Ew. *giggles*$1",
  "yumiiNo": "I wouldn't either!$1",

  "Tue2": "*yawn* I slept so much last night...",
  "Fri2": "Do you say hi to the animals everytime you pass by Marnie's Ranch? Is it just me?",
  "Sat2": "I watch the sunset at the beach every Saturday. It's nice.",

  "Mon4": "Did you know that a diamond is essential in making a love potion? I read it in a book before.$6",
  "Fri4": "The bunnies all ran towards me when I fed them at Marnie's Ranch the other day. Wish I could take one home with me..",
  "Sat4": "Oh, its @.#$b#$q 13450002 null#Say, what do you think of sunsets?#$r 13450002 10 yumiiSunYes#They're nice.#$r 13450002 -10 yumiiSunNo#I'm not really interested in them",
  "yumiiSunNo": "You're missing out.$6",
  "yumiiSunYes": "You think so too?",

  "Wed6": "Lately I've been busy making potions that sometimes I forget to eat. I'm sick of seeing mushrooms everywhere..$s",
  "Tue6": "My mother loved roses so she named me after them.#$b#Hm? Ah right. Back where I used to live, they call me Rose.",
  "Sun6": "This blue pendant was a gift from my mother. She used to be a very beautiful and skilled witch.#$b#I miss her dearly.",
  

  "Mon8": "Oh, it's @.#$b#$q 13450003 null#Do you have rabbits in your farm?#$r 13450003 10 yumiiBunnyYes#I do.#$r 13450003 0 yumiiBunnyNo#I don't",
  "yumiiBunnyYes": "Can I come over and pet them sometimes..?$8",
  "yumiiBunnyNo": "That's a shame.",
  "Thu8": "@? You've got something on your face.#$b#Stay still, I'll wipe it off for you.#$e#You look better now.$6",
  "Sun8": "Running around in your farm like that... You're really hardworking!",

  "Wed10": "@! I just finished successfully making a potion to speak with animals.$h#$b#The fishies today told me that someone special would come and talk to me today.#$e#*mumble*...I was hoping it was you.$l",
  "Thu10": "Hey @, If I ever asked you to collect some ingredients for my research together with me..#$b#$q 13450004 null#Would you go with me?#$r 13450004 50 yumiiInvYes#Of course.#$r 13450004 -50 yumiiInvNo#I'd be too busy...",
  "yumiiInvNo": "Hmph.$a",
  "yumiiInvYes": "Good. Cuz I like spending time with you...$l",

  "spring_23": "They say there's going to be a Flower Dance thing tomorrow...I can't wait to put on my favourite dress!$h",

  "GreenRain": "Shh! I'm keeping some of this green rain in case I need it in the future for my research.",

  "FlowerDance_Accept_Spouse": "I was waiting for you to ask! I'd be mad if you had asked someone else..$h",
  "FlowerDance_Accept": "You want to dance with me..? Sure, but don't get mad if I accidentally step on your foot!",
  "FlowerDance_Decline": "Sorry.. I think I just want to watch the others dance today.",

  "Event1Yes": "...I see.$7",
  "Event1No": "...Thank you.",
  
  "Event2No": "An antidote? I don't have anything of sort.$h",
  "Event2Yes": "That easy? I don't want you to be infatuated with me recklessly.",
  
  "Event3Go": "Hmm.. You're right, I should go. It's still pretty important anyway.",
  "Event3Dont": "You didn't have to say it rudely to me like that. I was going to attend it anyway.$a",
  
  "Event4Help": "Oh!#$b#T-thanks...$4#$b#How clumsy of me..$9",
  "Event4Nothing": "I'm fine! I can get up on my own.",
  
  "Event5Cat": "You're so silly!$h",
  "Event5Get": "I should.. One day!$h"
}