{
        "Rainy_Day_0": "Mmm..Can we go back to cuddling?$9",
        "Rainy_Day_1": "Good morning, dear! I made warm coffee for you.$h[395]#$b#Me? I don't like coffee.",
        "Rainy_Day_2": "Good morning..I had a nightmare last night.$s#$b#Can I get a comforting hug..?$9",
        "Rainy_Day_3": "It's raining today... Can you just stay at home with me?$8",
        "Rainy_Day_4": "You're working in this weather? I'll cast a spell on you so you don't get sick!",
        "Rainy_Day_Yumii": "I quite like the rain. Makes me want to sleep in..",

        "patio_Yumii": "I casted a little spell so that your crops would always grow healthy!",

        "Rainy_Night_0": "The rain's not stopping anytime soon, huh? Good thing I know a spell to dry our laundry!",
        "Rainy_Night_1": "Have you ever played in the rain as a kid, @? You look like someone who would do that.",
        "Rainy_Night_2": "...I know just something we could do to warm ourselves up in bed later.$l",
        "Rainy_Night_3": "I hope it isn't raining tomorrow. I need to get some ingredients for my potions...",
        "Rainy_Night_4": "Here! Something to warm you up. [236 199]$l",
        "Rainy_Night_5": "You're finally home? I was thinking of you the whole day...",
        "Rainy_Night_Yumii": "Mmm..This weather makes me sleepy..",

        "Indoor_Day_0": "*yawn*...Morning, @. Can I rest my head on your shoulder for a bit?",
        "Indoor_Day_1": "Good morning! I found this thing yesterday and I thought of you.[154]",
        "Indoor_Day_2": "Today, I'll do a bit of potion studying and watch the animals after..",
        "Indoor_Day_3": "You're working already?#$b#CCan I get a kiss before you leave..?$9",
        "Indoor_Day_4": "Good morning, @. I tried to make breakfast for you, I hope you like it.. [[195 210 211]$l#$b#I didn't add any suspiscious stuff in, I promise!$6",
        "Indoor_Day_Yumii": "Good morning, dear. Today, I'll cast a lucky spell on you!$h",
        "Indoor_Night_Yumii": "Come. I'll help you de-stress.$l",

        "Outdoor_0": "Can I be honest? I love seeing the serious look on your face when you're working.",
        "Outdoor_1": "Dear, can you say hi to the bunnies for me later?",
        "Outdoor_2": "Managing a farm must be tiring.. Let me know if I can help with anything! I might have just the spell for it.",
        "Outdoor_3": "I swept this area a little with my broom. Did it help?$h",
        "Outdoor_4": "I'll nurse you back to health if you end up overworking yourself. Don't do it on purpose though!",
        "Outdoor_Yumii": "I really like looking at your eyes. Just a passing thought.",

        "funLeave_Yumii": "I'm going to go on a quick grocery trip today, dear.",
        "funReturn_Yumii": "Talking to townspeople was nice today. How was your day, dear?",

        "OneKid_3": "I never imagined myself to be a mother...#$b#But with you by my side, I know I can do it well.",
        "TwoKids_2": "%kid2 takes after your eyes. How lovely.$l",
        "TwoKids_3": "Don't you think %kid1 is cute like me? Hehe.$h",

        "spring_2": "What are you planting this season? Can we have strawberries, please?$8",
        "spring_1": "I missed the sunny weather! I look forward for living another year together with you.$l",
        "summer_3": "Do you like my sundress? I think it suits the summer vibes!",
        "summer_15": "Abracadabra! Do you feel a little cooler now?$h",
        "fall_26": "It's Spirit's Eve tomorrow. I'm so excited to see the decorations set up- especially the carved pumpkins!$h",
        "fall_1": "Here comes my favourite season! Don't you think the leaves look stunning?",
        "winter_14": "Brr... Maybe I should make hot cocoa to warm myself up.",
        "winter_2": "Achoo! I'm not that good with cold weather...#$b#Take extra care of yourself too, okay?",
        "spring_Yumii": "Can I still use your hands to warm myself up even when winter's over, dear?$h",
        "summer_Yumii": "The fireflies in summer are so pretty. We should go and watch them sometimes.",
        "fall_Yumii": "Trick or Treat!$h#$b# Is it too early for that?",
        "winter_Yumii": "Can spring come any more faster? I miss the warmth of the sun against my skin..."
}