{
    "MarnieAutoPetter": "Farmer's Secret",
    "MarnieAutoPetter_Body": "Dear @,^Hi there!^I’ve been thinking about how much you’ve helped around here lately, and how your kindness means so much to me and to my animals.^So I want to share a little secret with you...^There’s a very special machine called the Auto-Petter. It automatically pets all your animals each day!^It’s not as effective as a real human touch, but it keeps your animals happy and cared for.^It’s quite complex (and rather expensive) to build, so I can only offer one per day in my shop.^But thanks to our friendship, you’ll have the chance to try it out. It’s a wonderful machine!^Come by anytime and take a look!^Warm regards,^Marnie",

    "MiniShippingBin": "New Product Available!",
    "MiniShippingBin_Body": "Hey there!^I heard you’ve got yourself a Mini-Shipping Bin! nice work!^If you’re interested in having more, I’ve decided to stock them in my Carpenter’s Shop.^They’re made from high-quality wood and reinforced steel. They’ll look great on your farm!^Stop by anytime if you want to grab another one!^Take care,^Robin",

    "TeaSapling": "Tea Saplings for Sale",
    "TeaSapling_Body": "Dear @,^Good day!^I heard from Caroline that you’ve taken an interest in tea trees.^They’re quite the charming addition to any farm, don’t you think?^If you’re not in the mood to craft one yourself, you’ll be pleased to know I’ve begun stocking Tea Saplings right here at Pierre’s General Store.^Stop by anytime to pick one up!^Support local business!^–Pierre",

    "Pierre_Sprinklers": "Helping Your Farm Grow",
    "Pierre_Sprinklers_Body": "Dear @,^I just wanted to say thanks for being such a loyal friend and customer.^Running a small-town shop isn’t easy these days... especially with that soulless JojaMart always lurking around.^To show my appreciation, I’ve decided to start offering Sprinklers and Quality Sprinklers in my store so you can keep your crops thriving without the back pain.^They’re handcrafted with care, unlike those cheap, mass-produced gadgets Joja likes to sell.^Stop by whenever you need one!^–Pierre",

    "GeodeCrusher": "About the Geode Crusher...",
    "GeodeCrusher_Body": "Hey @,^Just wanted to follow up after I sent you that recipe for the Geode Crusher.^It’s a pretty useful machine, but I know the materials aren’t exactly easy to come by.^So, if you’d rather not build it yourself, I’ve started selling fully assembled Geode Crushers at the Blacksmith shop.^Stop by anytime if you're interested.^–Clint",

    "KrobusTotems": "New Energies... and Shiny Objects",
    "KrobusTotems_Body": "@,^Writing a letter... still feels very strange to me. I did the best I could, with a little help from the Wizard.^Our bond has grown, and I wish to offer you something useful.^I will now be selling teleportation totems. They can move you across space in an instant... very convenient, I’ve been told.^Also, on Wednesdays, I will put out a strange golden box I found deep underground. I don’t know what it does, but it hums with energy.^You are welcome to examine it.^–Krobus",

  "KrobusMonsterMusk": "Monster Musk",
  "KrobusMonsterMusk_Body": "@,^The Wizard told me you’ve learned how to craft Monster Musk.^That scent... I know it well. Beings like me are naturally drawn to it.^If you’d rather not make it yourself, I’ll be selling it in my shop from now on.^You’re welcome to visit anytime.^–Krobus",

  "RaccoonStrawberrySeeds": "rEd fRuIt sEedS",
  "RaccoonStrawberrySeeds_Body": "BObO,^Unka nevEr wrOte a LeTter BEfore feels sO odd. my wiFe helPed mE wriTe thIs, i hope yOu undErStand.^lAst niGht i sNeAkEd a sTranje Red frUit froM tHe glAde. i ManageD tO picK oUt iTs SeEdS, and i tHink thEy migHt Be InteRestIng tO yoU…^i hOpe tHey hElp yOu^–ThE rAccOOn"
}