{
  "MarnieAutoPetter": "Secreto granjero",
  "MarnieAutoPetter_Body": "@,^¡Hola!^He estado pensando en lo mucho que has ayudado por aquí últimamente, y en lo mucho que significa tu amabilidad para mí y para mis animales.^Así que quiero compartir un pequeño secreto contigo...^Hay una máquina muy especial llamada Auto-Caricias. ¡Acaricia automáticamente a todos tus animales cada día!^No es tan efectiva como el contacto humano, pero mantiene felices y cuidados a tus animales.^Es bastante compleja (y algo cara) de fabricar, por eso solo puedo ofrecer una por día en mi tienda.^Pero gracias a nuestra amistad, tendrás la oportunidad de probarla ¡es una maravilla!^Pasa cuando quieras a verla.^Un saludo cordial,^Marnie",

  "MiniShippingBin": "¡Nuevo producto disponible!",
  "MiniShippingBin_Body": "¡Hola!^Escuché que ya tienes un Mini-Contenedor de Envíos, ¡qué bien!^Si te interesa tener más, los empezaré a vender en mi Carpintería.^Están hechos con madera de la mejor calidad y acero reforzado, ¡quedarán genial en tu granja!^Pásate cuando quieras.^Cuídate,^Robin",

  "TeaSapling": "Arbolitos de té a la venta",
  "TeaSapling_Body": "@,^¡Buen día!^Caroline me contó que te interesaron los arbolitos de té.^Son un lindo detalle para cualquier granja, ¿no crees?^Si no tienes ganas de fabricarlos tú mismo, me complace informarte que ahora los vendo aquí en la Tienda General de Pierre.^Pasa cuando quieras a comprar uno.^¡Apoya el comercio local!^–Pierre",

  "Pierre_Sprinklers": "Ayuda para tu granja",
  "Pierre_Sprinklers_Body": "@,^Solo quería agradecerte por ser un cliente y amigo tan leal.^Manejar una tienda en un pueblo pequeño no es fácil hoy en día... especialmente con ese sin alma de JojaMart siempre al acecho.^Para mostrar mi agradecimiento, he decidido empezar a vender Aspersores (normales y de calidad) en mi tienda para que tus cultivos prosperen sin que termines con dolor de espalda.^Están hechos a mano y con cuidado, no como esos aparatos baratos y masivos que Joja vende.^Pasa cuando necesites uno.^–Pierre",

  "GeodeCrusher": "Sobre la Prensa de Geodas...",
  "GeodeCrusher_Body": "@,^Quería darte seguimiento después de enviarte la receta de la Prensa de Geodas.^Es una máquina bastante útil, pero sé que los materiales no son fáciles de conseguir.^Así que, si prefieres no construirla tú mismo, empezaré a vender prensas de geodas ya fabricadas en mi herrería.^Pasa cuando quieras si te interesa.^–Clint",

  "KrobusTotems": "Nuevas energías... y objetos relucientes",
  "KrobusTotems_Body": "@,^Escribir una carta... todavía me resulta muy extraño. Hice lo mejor que pude, con un poco de ayuda del Mago.^Nuestros vinculos se han fortalecido, y es por eso que quiero ofrecerte algo útil.^Ahora empezaré a vender tótems de teletransporte. Pueden trasladarte por el espacio en un instante.^Además, los miércoles pondré a la venta una extraña caja dorada que encontré en lo profundo de las cuevas. No sé para qué sirve, pero emite energias extrañas.^Puedes examinarla si quieres.^–Krobus",

  "KrobusMonsterMusk": "Almizcle de Monstruo",
  "KrobusMonsterMusk_Body": "@,^El Mago me ha contado que ahora sabes fabricar Almizcle de Monstruo.^Ese aroma... lo conozco bien. Criaturas como yo nos sentimos naturalmente atraídas por él.^Si prefieres no hacerlo tú mismo, empezaré a venderlo en mi tienda.^Pasa cuando quieras.^–Krobus",

  "RaccoonStrawberrySeeds": "FrUtoo roJo",
  "RaccoonStrawberrySeeds_Body": "BobO,^nUnka Antes aVia esKritto unA Carrta se zieNte extraniO. MI eSspossa me ayudO a eskrIviR estto, ezperO q llo eNtIendas.^ANoshE rovE uN frUto rojoS y eStraNIo deL cLaRo. LoGrEe sacarr zus seeMillaZ, y cReO K poDrIaN inTereZartE^Paza poR mi TieendA paRa ComPrarlAss^eszperO K te SeAn UtilesS.^–eL MapAzHe"
}
