{
    "MarnieAutoPetter": "Segredo do Fazendeiro",
    "MarnieAutoPetter_Body": "@,^E aí, tudo bem?^Tenho pensado no quanto você tem ajudado por aqui ultimamente, e como a sua bondade significa muito para mim e para os meus animais.^Por isso, quero compartilhar um pequeno segredo com você...^Existe uma máquina muito especial chamada Acariciador Automático. Ela acaricia todos os seus animais automaticamente todos os dias!^Não é tão eficaz quanto o toque humano de verdade, mas mantém seus animais felizes e bem cuidados.^É bastante complexo (e meio caro) de construir, então só consigo oferecer um por dia na minha loja.^Mas, graças à nossa amizade, você terá a chance de experimentá-lo. É uma máquina maravilhosa!^Passe por aqui a qualquer hora e dê uma olhada!^Com carinho,^Marnie",

    "MiniShippingBin": "Novo Produto Disponível!",
    "MiniShippingBin_Body": "E aí, tudo bem?^Ouvi dizer que você conseguiu um Mini-Caixote de Transporte! Bom trabalho!^Se você estiver interessado em ter mais, decidi estocá-los na minha Loja de Carpintaria.^Eles são feitos de madeira de alta qualidade e aço reforçado. Vão ficar ótimos na sua fazenda!^Passe por aqui a qualquer hora se quiser pegar outro!^Cuide-se,^Robin",

    "TeaSapling": "Mudas de Chá à Venda",
    "TeaSapling_Body": "@,^Bom dia!^Ouvi da Caroline que você se interessou por árvores de chá.^Elas são uma adição encantadora para qualquer fazenda, não acha?^Se você não estiver com vontade de fazer uma você mesmo, ficará feliz em saber que comecei a estocar Mudas de Chá aqui na Loja Geral do Pierre.^Passe por aqui a qualquer hora para pegar uma!^Apoie o comércio local!^–Pierre",

    "Pierre_Sprinklers": "Ajudando Sua Fazenda a Crescer",
    "Pierre_Sprinklers_Body": "@,^Eu só queria agradecer por ser um amigo e cliente tão leal.^Tocar uma lojinha numa cidade pequena não é moleza hoje em dia... ainda mais com esse JojaMart sem alma sempre na espreita.^Pra mostrar o quanto eu te agradeço, resolvi começar a vender Aspersores e Aspersores de Qualidade na minha loja, pra você manter suas plantações bombando sem ficar com dor nas costas.^Eles são feitos à mão com todo carinho, bem diferente daqueles trecos baratos e produzidos em massa que o Joja gosta de empurrar.^Dá um pulo aqui sempre que precisar de um!^–Pierre",

    "GeodeCrusher": "Sobre o Triturador de Geodos...",
    "GeodeCrusher_Body": "Oi @,^Queria só dar um toque depois que te mandei a receita do Triturador de Geodos.^É uma máquina bem útil, mas eu sei que os materiais não são exatamente fáceis de achar.^Então, se você prefere não construir um você mesmo, comecei a vender Trituradores de Geodos prontinhos aqui na loja do Ferreiro.^Dá um pulo aqui quando quiser se tiver interesse.^–Clint",

    "KrobusTotems": "Novas Energias... e Objetos Brilhantes",
    "KrobusTotems_Body": "@,^Escrever uma carta... ainda me parece muito esquisito. Fiz o melhor que pude, com uma ajudinha do Mago^Nosso laço cresceu, e quero te oferecer algo útil.^Agora vou vender totens de teletransporte. Eles te levam pelo espaço num instante... bem prático, pelo que me contaram.^Além disso, às quartas-feiras, vou colocar à venda uma caixa dourada estranha que achei bem no fundo da terra. Não sei o que ela faz, mas zumbe com energia.^Fique à vontade pra dar uma olhada.^–Krobus",

  "KrobusMonsterMusk": "Almíscar de Monstro",
  "KrobusMonsterMusk_Body": "@,^O Mago me disse que você aprendeu a fazer Almíscar de Monstro.^Esse cheiro... eu conheço bem. Seres como eu são naturalmente atraídos por ele.^Se prefere não fazer você mesmo, vou começar a vender na minha loja de agora em diante.^Fique à vontade pra dar uma passada aqui a qualquer hora.^–Krobus",

  "RaccoonStrawberrySeeds": "sEmEnTeS dE fRuTa VeRmElHa",
  "RaccoonStrawberrySeeds_Body": "BObO,^UnKa nUnCa esCrEvEu uMa CaRtA aNtEs, pAreCe mUiTo EsQuIsItO. mInHa eSpOsA mE aJuDoU a EsCrEvEr iSsO, eSpErO qUe vOcÊ eNtEnDa.^OnTeM à nOiTe eU fUi De FiNiM pRa PeGaR uMa fRuTa VeRmElHa eStRaNhA dA cLaReIrA. cOnSeGuI sEpArAr aS sEmEnTeS dElA, e AcHo QuE pOdE sEr InTeReSsAnTe PrA vOcÊ…^eSpErO qUe eLaS tE aJuDeM^– O gUaXiNiM"
}