{
//Name:
"AliceLaelia": "Alice",

//Maps:
"LaeliaGlade": "Laelia Glade",
"FairyCabin": "Alice's Cabin",

//MapStrings:
"CustomGladeMessage": "You work so hard on the farm! I'll do my best to leave out a freshly cooked dish each day for you.",

//Dialogue:
"Alice.Dialogue.Introduction": "Oh hello darling! I don't get visitors here often.#$b#$1I'm Alice, and I live here in Laelia Glade.#$b#$2I'm a fairy you know, despite me not having my wings yet...#$b#$1Well anyway, if you happen to see any Red Mushrooms growing around the valley, please send them my way and I'll make it worth your while.#$e#",
"Alice.Dialogue.GreenRain": "$7I really don't like the look of the rain out there... I'm staying safely inside my cabin!#$b#$2Besides, rain like this is bound to ruin my beautiful complexion.#$e#",
"Alice.Dialogue.GreenRain_2": "I'm definitely staying indoors until that weird rain has let up.#$b#$1I don't want to damage these gorgeous pink locks of mine!#$e#",
"Alice.Dialogue.GreenRainFinished": "$1I'm so glad the green rain has finally stopped. I can leave my cabin again today!#$b#$2I will admit though, it did scare me a little.#$e#",
"AliceMovieInvitation": "$1Ooh, how exciting! I'd love to see a movie!#$e#",
"AliceStardropTea": "Wow, this is a Stardrop Tea right? That's super nice of you, thank you so much @!$e#",
"AliceRedMushroom": "Wow, this is my favourite thing ever!$1 Here, you deserve this. [60 62 64 66 68 70 72 80 82 84 86 538 539 540 541 542 543 544 545 546 547 548 549 550 551 552 553 554 555 556 557 558 559 560 561 562 563 564 565 566 567 568 569 570 571 572 573 574 575 576 577 578] #$e#",

//Daily Dialogue:
"Alice.Dialogue.Mon": "So you're a farmer, right?#$b#That sounds like too much hard work for me. Besides, I don't like getting my hands dirty.#$e#",
"Alice.Dialogue.Mon2": "$1Hey @! I've heard you're making good progress on %farm Farm. I'd love to come see it some day!#$b#I honestly don't know how you do it, darling. I admire your work ethic!#$e#",
"Alice.Dialogue.Mon4": "$2It's not all fun and games being a cute fairy you know.#$b#It can get pretty lonely up here, but at least I have you to come visit me!#$e#",
"Alice.Dialogue.Mon6": "Tell me @, don't you think the Junimo's are super cute?#$b#$1I sometimes catch a glimpse of them through the shrubs around here. I have to suppress the urge to run over and give them a big hug!#$e#",
"Alice.Dialogue.Mon8": "Oh @, do tell me if I'm looking a little pale today won't you?#$b#$2I don't feel my best right now and I just hope nobody else sees me in this state.#$e#",
"Alice.Dialogue.Mon10": "I'd say we're pretty close now, right @?#$b#$1I'm really happy we've become such great friends and I just wanted to say I appreciate you.#$e#",
"Alice.Dialogue.Tue": "Have you ever seen a strange fairy visiting your farm late at night? She's known as the Crop Fairy and everyone seems to love her.#$b#$1Be sure to look out for her after dark!#$e#",
"Alice.Dialogue.Tue2": "Hello @, I've been wondering something lately. What do you think of Laelia Glade?#$b#$1I adore it here... I'm very proud to call this place my home!#$e#",
"Alice.Dialogue.Tue4": "$1My garden is the prettiest, obviously. Have you seen those flowers @? They practically sing my praises!#$e#",
"Alice.Dialogue.Tue6": "The other fairies are so jealous of my glow, especially Izzy. Can you blame them?#$b#$7Ack, I've just remembered... I forgot to apply my mystical moisturiser today!#$e#",
"Alice.Dialogue.Tue8": "$1You're looking great today bestie!#$b#$1We should have a self-care night some time. I might even let you try using some of my mystical moisturiser!#$e#",
"Alice.Dialogue.Tue10": "$2Tell me @, what do you do on days when you feel like you've lost your sparkle?#$b#To tell the truth, today is one of those days for me, so I'm glad you're here visiting.#$e#",
"Alice.Dialogue.Wed": "$1Aren’t the trees lovely? I personally think they’re trying to copy my style.#$b#The oak trees are cool, but pine trees have to be my fave.#$e#",
"Alice.Dialogue.Wed2": "$1I'm very fortunate to live in such a lovely area. Having all of this lush forest around me is good for the soul!#$e#",
"Alice.Dialogue.Wed4": "$1Darling, you should really consider some pixie dust. It does wonders for the complexion!#$b#Do I have any spare? Well no, I like to keep my cabin well stocked with it, sorry @!#$e#",
"Alice.Dialogue.Wed6": "Hmm, what do you think of the Crop Fairy that works around here @?#$b#$5She's not as nice as she seems you know. Izzy, I know what you're really like...#$e#",
"Alice.Dialogue.Wed8": "Sometimes I catch a whiff of the food being sold at the Stardrop Saloon.#$b#$2I'd love to visit there and try the food someday, but I fear what the villagers would think of me...#$e#",
"Alice.Dialogue.Wed10": "I have a feeling you're able to communicate with the forest spirits like I can.#$b#$1Am I right, @?#$e#",
"Alice.Dialogue.Thu": "$1If you’re looking for magic, you’ve come to the right fairy!#$b#So what's on your mind darling?#$e#",
"Alice.Dialogue.Thu2": "I'm pretty sure that Red Mushrooms are toxic to the humans living in the valley.#$b#$1That just means more for me, right?#$e#",
"Alice.Dialogue.Thu4": "Have you met the Wizard @? I haven't personally met him but I see him when I'm in the forest sometimes.#$b#$1He seems really cool and mysterious, I'd love to chat with him at some point!#$e#",
"Alice.Dialogue.Thu6": "You look a bit tired @. Why don't you rest here for a while?#$b#$1I could make you a Pixie Latte if you'd like one!#$e#",
"Alice.Dialogue.Thu8": "If you're wondering if I have powers similar to Izzy, well no I don't.#$b#$5I don't need powers like hers anyway, it's all useless in my opinion!#$e#",
"Alice.Dialogue.Thu10": "I don't know why Izzy is the way she is, I really don't. To tell you the truth, she and I don't really get along.#$b#$1Let's hope karma doesn't come to bite her.#$e#",
"Alice.Dialogue.Fri": "$1Remember darling, I have great items to give you if you happen to find any Red Mushrooms!#$b#You won't regret giving them to me, and who knows, I might even want to be your friend!#$e#",
"Alice.Dialogue.Fri2": "Can you believe how amazing I look today? My hair is so on fleek!#$b#$1I bet you wish you looked like me, right @?#$e#",
"Alice.Dialogue.Fri4": "$1Don't you just love my skirt? I am the most stylish fairy in the whole forest!#$b#I have to take great care of it though... it's very special to me.#$e#",
"Alice.Dialogue.Fri6": "Feeling down @? A sprinkle of my charm should cheer you up in no time!#$b#$1Remember, I'm always here to listen to any goss— uh, your problems!#$e#",
"Alice.Dialogue.Fri8": "I actually think I look forward to you visiting me @, although it's a little embarrassing to admit.#$b#$1Please keep coming to see me bestie, my home is your home!#$e#",
"Alice.Dialogue.Fri10": "Izzy comes to your farm occasionally, right? Be very cautious around her @.#$b#$2She might put on the goody two-shoes act tending to your crops, but I'm certain she's hiding dark secrets.#$b#$7What? I'm just jealous of her? Oh @ darling, what makes you think that?!#$e#",
"Alice.Dialogue.Sat": "$1I make sure to meditate, at least when I can. I go to my secret place here in the Glade... I bet you'll never find it!#$e#",
"Alice.Dialogue.Sat2": "Hey there @. I have a little tip for a budding explorer such as yourself!#$b#$1If you ever get lost in the forest, just follow the sparkles – they will always lead back to me!#$e#",
"Alice.Dialogue.Sat4": "Oh @, great timing! I was wondering whether my makeup looks nice today.#$b#$1It does? Oh darling, you're too kind!#$e#",
"Alice.Dialogue.Sat6": "Do you want to hear a juicy piece of gossip @? Wait for it...#$b#$7Izzy, the Crop Fairy loves to eat rotten eggs and she drinks from the sewers!#$b#Where did I find this information you ask? I uhh... I just know, okay?#$e#",
"Alice.Dialogue.Sat8": "Since becoming friends with you, things have been a little more fun around here.#$b#$2What I'm trying to say is... you're a pretty cool person @.#$e#",
"Alice.Dialogue.Sat10": "You’re so lucky to have me as a friend. I mean, how many people can say they know someone as amazing as me?#$b#$1Luckily, you're amazing too, @. That's why we get along so well!#$e#",
"Alice.Dialogue.Sun": "Hello darling, I'm spending today just relaxing amongst all this nature.#$b#$1What's your favourite way to relax @?#$e#",
"Alice.Dialogue.Sun2": "$2Honestly, I feel as though it's tiring being so fabulous.#$b#$7Even the squirrels around here beg me for my autograph. I can't catch a break!#$e#",
"Alice.Dialogue.Sun4": "Do you have any animals on your farm @?#$b#$1I think rabbits are the cutest animals. Consider getting one if you haven't already!#$e#",
"Alice.Dialogue.Sun6": "Where in the valley is your favourite place to hang out?#$b#$1Well, where apart from Laelia Glade of course!#$e#",
"Alice.Dialogue.Sun8": "I know I must seem as though I'm totally perfect, but I have a secret to tell you...#$b#$7I will freak out if I so much as see a spider! They're such awful creatures, right @?#$e#",
"Alice.Dialogue.Sun10": "$1I've been really into cooking lately, so enjoy my latest creation, darling! [234 204 211 220 222 223 233] #$e#",

//Movies:
"AliceBeforeBLSMovie": "I can't wait to see this movie.$1",
"AliceDuringBLSMovie": "Ooo, this is a really fun movie!$1",
"AliceAfterBLSMovie": "Thank you for bringing me here @!$1",
"AliceDuringJPRMovie": "Umm, how long is left of this movie?$2",
"AliceAfterJPRMovie": "That was...a little boring.$2",
"AliceDuringMysteriumMovie": "Um, I'm a little scared...",
"AliceAfterMysteriumMovie": "Ahhh! That was scary wasn't it @?$2",
"AliceBeforeColdstarMovie": "This movie has had great reviews y'know?",
"AliceDuringColdstarMovie": "Oh wow, the reviews about this were spot on!$1",
"AliceAfterColdstarMovie": "Yay, I'm so glad I finally got to see this movie!$1",
"AliceBeforeNWMovie": "I'm looking forward to seeing this movie.",
"AliceDuringNWMovie": "This is so interesting!$1",
"AliceAfterNWMovie": "That was a cool movie!",
"AliceBeforeWumbusMovie": "I've always wanted to see Wumbus!$1",
"AliceDuringWumbusMovie": "He he! This is funny.",
"AliceAfterWumbusMovie": "I've had so much fun today. Thanks @!$1",
"AliceBeforeRainMovie": "This one should be good.",
"AliceDuringRainMovie": "Wow, this one makes you think, huh?",
"AliceAfterRainMovie": "Thanks for bringing me here @.",
"AliceBeforeZuzuMovie": "I've seen great things about this movie online.",
"AliceDuringZuzuMovie": "Wow, I'm loving this!$1",
"AliceAfterZuzuMovie": "That has to be my new favorite movie!$1",

}