{
//Npc Name

"enyaNPCdisplayname": "Enya",

//Gift Taste

"Gift.Enya.GiftReaction.Love": "Oh this? For me?$4#$b#Thank you, @.$1#$e#I really like it.$1",
"Gift.Enya.GiftReaction.Like": "Gratias tibi ago!$1#$e#I wouldn’t have got it myself, but I’m glad you did.",
"Gift.Enya.GiftReaction.Dislike": "Ah...well, it’s the thought that counts. I guess.$2",
"Gift.Enya.GiftReaction.Hate": "What am I supposed to do with this, exactly?$6",
"Gift.Enya.GiftReaction.Neutral": "Hmm. I’m not sure what I’ll do with it yet, but thanks.",

"Gift.Abigail.GiftReaction.invisibleposter": "Baby turtles at night?$0#$b#Sounds kinda weird...But also cool! I’m in!#$action MarkEventSeen Current 34356100 true",
"Gift.Emily.GiftReaction.invisibleposter": "Oh, that sounds so sweet! I’d love to help!$1#$action MarkEventSeen Current 34356200 true",

//Objects

"LatteHolnGrimmerie.name": "Damaged Grimmerie",
"LatteHolnGrimmerie.description": "A magical book of magnificent knowledge & power! Though the pages are smudged, better find someone to fix it.",
"LatteHolnGrimmerie.name1": "Grimmerie",
"LatteHolnGrimmerie.description1": "A magical book of magnificent knowledge and power!",
"LatteHolnInk.name": "Umbra Atramentum",
"LatteHolnInk.description": "A mystical ink infused with illusionary magic, invisible to common eyes but revealed to those attuned to witchcraft. Used for secret messages, hidden sigils, and enchantments only the initiated can perceive.",
"LatteHolnTear.name": "Mother's Tear",
"LatteHolnTear.description": "A rare, shimmering droplet said to hold the sorrow and wisdom of a weeping mother. Legends whisper that each tear is shed for a love lost to the tides, imbued with the power to heal wounds, purify water, or grant fleeting glimpses into people’s deepest secrets.",
"LatteHolnPoster.name": "Flyers",
"LatteHolnPoster.description": "'Please go to the beach at night. I will be releasing baby turtles into the sea. Their journey is at risk, and I need kindhearted souls to help protect them from crows. If you can lend a hand, meet me there under the moonlight.'",
"LatteHolnLocket.name": "Pam's Locket",
"LatteHolnLocket.description": "It's a thing that could freeze time.",
"LatteHolnHeirloom.name": "Family Heirloom",
"LatteHolnHeirloom.description": "A family heirloom tied to your bloodline.",
"LatteHolnFlower.name": "Solantheria",
"LatteHolnFlower.description": "It is believed to be hand-picked from the Garden of Eve..",
"LatteHolnSeed.name": "Solarith",
"LatteHolnSeed.description": "It bears a mystical flora after 4 days",

//Compatibility Patches
"JeanJortPatch.spring_Tue": "Jean keeps her fur so neat. It's... annoying, actually. I respect it.$u#$b#Some of us just look better with a bit of chaos in our coat.",
"JeanJortPatch.spring_Thu": "Jorts asked me why I don't just turn human again.#$b#I told him... some spells take more than magic to undo.",
"JeanJortPatch.summer_Mon": "Sometimes I nap near Jean and Jorts.#$b#It’s not about company. It's about... proximity. There's a difference.",
"JeanJortPatch.summer_Fri": "Jorts said I'm 'moody.'#$b#He's not wrong. But he also fell off the fence yesterday. So we're even.",
"JeanJortPatch.fall_Wed": "We were all sunbathing on the roof.#$b#Jean claimed the high spot, as always. I pretended not to care. I always pretend not to care.",
"JeanJortPatch.fall_Sat": "Jorts dreams with his tail twitching.#$b#I used to dream like that too... before the Road.",
"JeanJortPatch.winter_Tue": "The wind howls like an old god tonight.#$b#Jean purrs through it. I envy her composed manners.",
"JeanJortPatch.winter_Thu": "Jorts tried to catch a snowflake and nearly tumbled off the porch.#$b#I didn't laugh. Not out loud.",
"JeanJortPatch.summer_Sun": "I saw Jorts sniffing around a trash can again.#$b#Tsk. I told him~if you’re going to take food, at least have the dignity to *steal* it from the source.",
"JeanJortPatch.fall_Mon": "Jorts was elbow-deep in a bin behind the Saloon.#$b#I pulled him out. 'We’re cats,' I said. 'Not raccoons.'#$b#He said I look like one, I hate him.$6.",
"JeanJortPatch.spring_Fri": "Trash digging is desperation. Theft is an art.#$b#They don’t get it yet. But they will. In time.",
"JeanJortPatch.winter_Sun": "If you're quiet, swift, and shameless... no door stays locked for long.#$b#That’s what I told Jorts when he asked how I got into Willy's shop.",
"JeanJortPatch.summer_Tue": "Jean asked where I found the tuna.#$b#I said, 'From the source, darling. I take what’s not offered.'#$b#She blinked at me like I was speaking riddles. Maybe I was.",
 
 "MrGingerPatch.summer_Mon": "He’s always there before me. Mr. Ginger, sitting like he owns the sea.#$b#I sit nearby. Not because of him, of course. Never because of him.",
"MrGingerPatch.summer_Mon2": "Mondays by the dock... The fish smell, the salt, the silence.#$b#And him. Always him. We never speak. It’s perfect.",
"MrGingerPatch.summer_Mon4": "Mr. Ginger watches me sometimes—too long, too carefully.#$b#He sees something. He doesn’t say it. And I don’t owe him an explanation.",
"MrGingerPatch.summer_Mon6": "We don’t talk. We just sit at the edge of the world and pretend we’re still part of it.#$b#Maybe that’s what cats like us are best at.",

"MisterGingerPatch.summer_Mon": "Enya returns every Monday like clockwork.#$b#She never greets me. I never expect her to. That’s our arrangement.",
"MisterGingerPatch.summer_Mon2": "There’s something strange about Enya.#$b#She moves like a cat, breathes like one… but the stillness doesn’t fit her.#$b#It’s as if her paws are just borrowing the ground.",
"MisterGingerPatch.summer_Mon4": "We don’t share words. Just the dock, and the sound of the sea.#$b#That’s more than enough.",
"MisterGingerPatch.summer_Mon6": "I’ve met hundreds of cats. None carry themselves like her.#$b#She watches the world like she lost it once and is afraid to want it back.",


//Quests

"34356234.title": "Searching for Knowledge",
"34356234.text": "Enya doesn't know much about Covens, Learn more about it.",
"34356234.objective": "Find someone who might have deep knowledge about Covens.",

"34356235.title": "Sharing Discoveries",
"34356235.text": "You’ve discovered many interesting things, Tell Enya all about it.",
"34356235.objective": "Bring 'The Grimmerie' to Enya, and tell her your discoveries.",

"34356236.title": "The Old Covenstead",
"34356236.text": "The 'rats' said the covenstead is still hidden somewhere beneath the heart of the valley.",
"34356236.objective": "Investigate the town and uncover the Covensteads' location.",

"34356237.title": "New Insight",
"34356237.text": "Caroline found something in the Grimmerie. Meet her at the Covenstead when the sun sets.",
"34356237.objective": "Bring a Void Essence, and something tied to your bloodline with you.",

"34356238.title": "Pocket Locket",
"34356238.text": "This is exactly what the mother desires. Give it to her and witness her response.",
"34356238.objective": "Present it to Hecate.",

"34356238.title": "Seek Offering #1",
"34356238.text": "Hecate seeks 3 things from you. The mother seeks its kindred with ached soul.",
"34356238.objective": "Find a maternal figure with a broken spirit, yearning for understanding.",

"34356240.title": "Seek Offering #2",
"34356240.text": "Hecate seeks 2 things left from you. The maiden seeks the assurance of youth from a contented living soul.",
"34356240.objective": "Time tells, grow the seed, and go to the forest, a girl is waiting for you.",

"34356241.title": "Fruit of Youth",
"34356241.text": "The essence of youth is in your palms, a maiden awaits for it.",
"34356241.objective": "Offer Hecate the flower of growth.",

"34356242.title": "Seek Offering #3",
"34356242.text": "Hecate has 1 last thing left from YOU. The crone speaks of wisdom.",
"34356242.objective": "Finish what was asked by Hecate.",

//Events

"34356001.0": "Elementum recolligo Huic commodo locus mihi vestri vox.$3#$b#Elementum ego unda dico vos.$3#$b#Permissum Pluit es est meus nossic vadum is exsisto!$3",
"34356001.1": "No... this isn't right.#$b#Why isn't it raining yet.$2",
"34356001.2": "Maybe I need to...",
"34356001.3": "Oh, Salve! @!#$b#W-what are you doing here?$4",
"34356001.4": "That? Oh It’s nothing. Just... feline business. Not that you’d understand.$1",
"34356001.5": "What brings you here by the way?$4#$b#Do you need anything? Or...$4#$b#Is there something I can help you with?$4",
"34356001.6": "None?#$b#Okay, then you may go now...$0",
"34356001.7": "Yeah, I'm okay. There's really nothing to be worried about.$1",
"34356001.8": "Okay fine.#$b#You caught me. I was... trying to cast a spell.#$b#I just wanted to cast one to check if I still got it...#$b#But I messed up, it’s harder than I remembered.$2#$b#Everything’s harder than I remembered.$2",
"34356001.9": "I’ve been stuck as a cat for so long...$2#$b#Sometimes I wonder if my memories are even real anymore.$2#$b#There are things I should remember$2#$b#Things my ancestor...$2#$b#My mother taught me about...$2#$b#Like Astral projection...$2#$b#Like the 'Witches’ Road'...#$b#which what she always talked about...$5#$b#But they’re all... blurred.$2#$b#It's like they're slipping away... every passing day.$2",
"34356001.10": "The Witches’ Road? It’s... complicated.$4#$b#It’s a path that connects witches to their power#$b#To their coven...#$b#To themselves.#$b#And at the end of that path, it gives you what you desire most.#$b#At least, that’s what my mother always said.$5#$b#She loved the Witches’ Road. Worshipped it.$5",
"34356001.11": "She was the High Priestess of her coven, obsessed with power.$5#$b#She told me the Witches’ Road was the ultimate key to everything a witch could want.$5#$b#She wanted me to follow in her footsteps, to also walk the Road.$5#$b#But... I hated it.$2#$b#I hated everything about it.$5#$b#I hated how she saw it as something more valuable than her own child.$5#$b#I hated how it always reminded me of her...$2#$b#Of how she was supposed to be my mother but acted more like a mentor.$2",
"34356001.12": "That’s why I never bothered learning the ballad.$2#$b#I wanted nothing to do with the Witches’ Road.$5#$b#That’s why I’ve also avoided forming a coven all these years.$2#$b#I don't want to end up like her.$5#$b#I swore I'd never form a coven...$5#$b#And I certainly wouldn't walk the Witches' Road.$5",
"34356001.13": "Look I don't want talk about this anymore.#$b#I've made peace with it, and you should too.",
"34356001.14": "Hmm?$4#$b#Me?$4#$b#Walk the Witches' Road?$4",
"34356001.15": "I mean yeah... I'll become a human again if I finish the road...$2#$b#But at the moment, I'm fine with being a cat.",
"34356001.16": "Oh yeah, you're right...$2#$b#I am starting to forget things...$2",
"34356001.17": "But walking the road is not as easy as you think it is @.$2#$b#I have to first sing the ballad to open the door to the Witches’ Road.#$b#Walk its winding path.#$b#And then face each trials that it will give me.#$b#But to do that, I need two things.#$b#The lyrics of the ballad, and...#$b#Ugh I hate to say it, but a coven to sing it with.$5#$b#And right now, I have neither.$2#$b#And It’s really not going to be easy, especially since I’m stuck in this feline form.$2#$b#So If I'm going to follow your idea, and walk the Road, I'm going to need your help....",
"34356001.18": "I don’t know much about magic, but I’ll help however I can.",
"34356001.19": "Why should I help you? What’s in it for me?",
"34356001.20": "You’re honest, at least.#$b#I suppose we’ll have to figure it out together.#$b#Don’t think this will be easy, though.#$b#Magic is... complicated.#$b#Although, there's a slight problem again, I don't know much about covens...$2",
"34356001.21": "I see... So that’s how it is.#$b#Fine.#$b#If you want something in return, I’ll think of something.#$b#Just... don’t let this turn into a power play.$5#$b#I’ve had enough of those in my life.$5#$b#Although, there's a slight problem again, I don't know much about covens...$2",

"34356002.0": "Ah, Farmer @! Always a pleasure to see you!#$b#Looking for something specific today, or just donating some artifacts?$0",
"34356002.1": "Of course, there are of books, and myths about magic around here.#$b#Some folks whisper about small mysterious sprites in the woods.#$b#Others talk about a powerful witch who curses the villagers.#$b#Personally, I think most of it is just folklore..#$b#But then again, life is unpredictable.$0",
"34356002.2": "Covens?#$b#Ah, fascinating topic, that one.#$b#Well, Covens are groups of wiccans, aka witches.#$b#They were like families for witches, you see, places of safety, power, and knowledge.#$b#Covens are small groups, but can vary in size.#$b#And they meet at a place called a 'covenstead', where they sometimes perform their rituals, celebrate holidays, and etc...#$b#Interestingly enough, the valley itself was once also rumored to have a covenstead, though its exact location has been lost to time.#$b#If you want to know more about covens, I have a book about wiccans and stuff.#$b#I haven't finished it yet as there are pages written in symbols, let me see if I still have it here...$0",
"34356002.3": "Hmm... It should be somewhere here...",
"34356002.4": "I'm sorry farmer.#$b#It seems the book I had in mind has gone missing, either someone stole it or I just misplaced it somewhere. Don’t worry, though, I’ll search the archives later and do my best to track it down.#$b#Give me a little time, and I’ll make sure you get it.$0",
"34356002.5": "By the way, what’s got you so curious about covens, and folklore?#$b#Most folks around here don’t bother with that sort of thing.#$b#Except for that long-haired writer who spends most of his time in his cabin, and that shy bookish redhead.#$b#Are you trying to impress one of them?!$0",
"34356002.6": "Hehe just kidding...#$b#Well, wish I could chitchat with you more farmer, but I've still got a lot of work to do. Farewell!$0",

"34356003.0": "*You sneak into the wizard’s house, moving silently through the cluttered room into that glowing book*.#*You approached cautiously, reaching for it.*#Just as your fingers brush the cover....*",
"34356003.1": "Well, well. Caught you, finally.#$b#So you’re the one who’s been rattling my shelves every night, hmm?",
"34356003.2": "No, Never, It— It... was vague but i happen to be warped here by some mysterious uknown.",
"34356003.3": "Yes, I am here to look for answers about well... something that's none of your concern..",
"34356003.4": "What do you mean every night?, I've only been here tonight!",
"34356003.5": "I am not a fool @, I am a wizard of great wisdom!",
"34356003.6": "Nothing is out of 'my concern', when you're inside my house.",
"34356003.7": "Only fools admit themselves of such heinous a crime!",
"34356003.8": "What’s the matter?#$b#Cat got your tongue?#$b#Or did you think I wouldn’t notice someone sneaking around my house?",
"34356003.9": "What's this?",
"34356003.10": "Hmm... An old grimoire. Worn, damaged, but heavy with power.#$b#And it came to you?!",
"34356003.11": "Lie: I don't know, I just found it on the trash can while I was rummaging for uh... 'cookies'..",
"34356003.12": "Truth: Okay, 'I' went to the library because 'I' was curious about magic and such, and Gunther happened to have this and gave it to me",
"34356003.13": "That's odd.. a 'trash can'..#$b#It must've been enchanted by a divine soul",
"34356003.14": "You shouldn't tamper with such perilous things, kid.#$b#It is dangerous for your kind.",
"34356003.15": "Fine.#$b#Let’s see what trouble you’ve dragged into my house.",
"34356003.16": "Find a spot and wait here.#$b#I'm going to find a remedy to restore this spell book.",
"34356003.17": "I have found the spell!",
"34356003.18": "Here's the spell, chant it with me.#$b#'By ink and quill, by page and lore'#$b#'Return this book to how it was before'#$b#'Words of wisdom, unbroken, arise'#$b#'Unveil your truths before my eyes'",
"34356003.19": "'The Covenstead'?#$b#I see this is about witches...",
"34356003.20": "Yes, Witches any issues?",
"34356003.21": "Yes that.. I need further information about 'Covenstead'?",
"34356003.22": "No, I have great respect to them.#$b#I owe them my heart.#$b#But, I have an issue with the 'Covenstead'#$b#I reckon you are not familiar of that either.",
"34356003.23": "So the stories haven’t reached you, have they?",
"34356003.24": "Of course not. I casted a spell to erase the Covenstead from the memory of the townspeople, to protect them.#$b#But it was real.#$b#A sanctuary for witches, hidden right under this town’s nose.#$b#Centuries ago, they called it a haven for magic.#$b#I call it a breeding ground for disaster and chaos.",
"34356003.25": "*You asked about the lyrics of the infamous Ballad of the Witches Road*",
"34356003.26": "What!!How do you know about that?!#$b#That cursed melody.#$b#The Ballad of the Witches’ Road..",
"34356003.27": "It is a summoning spell, masked as music.#$b#They sang it under the moon to open the Witches’ Road a passage to untold power.#$b#But the road brought more than they bargained for.#$b#It brought chaos.#$b#And the magic destroyed them.",
"34356003.28": "You think witches are just misunderstood, don’t you?#$b#Harmless, maybe even noble.#$b#Let me tell you something, @.#$b#Witches are as reckless as they are powerful.#$b#They tamper with forces they don’t understand.#$b#And they always leave destruction in their wake.",
"34356003.29": "I was married once. To a witch.#$b#Brilliant, beautiful,... terrifying.#$b#I thought I understood her power. I thought I understood her.#$b#But witches don’t forgive mistakes, not ones like mine.",
"34356003.30": "It was a mistake.#$b#A mistake I thought I could bury.#$b#But she found out. And her anger… it changed her. I didn’t even recognize her by the end.#$b#Her skin turned green with hatred, her voice twisted into something monstrous. She became the very thing people feared witches to be.#$b#A wicked witch..",
"34356003.31": "She knows about this book, somehow.#$b#To the Covenstead and the Ballad. If you hear the music, if you feel its pull, you’re walking straight into death.#$b#And trust me you don’t want your story to end yet.",
"34356003.32": "This song is dangerous. Sing it, and the Witches’ Road will open once more.#$b#Its magic is still buried beneath somewhere in the town, waiting for someone foolish or desperate enough to wake it.#$b#And if you do... well, don’t say I didn’t warn you.",
"34356003.33": "Take the book.[grimmeriefixed]#$b#Study it if you must.#$b#But don’t sing the Ballad.#$b#Don’t walk the Witches’ Road.#$b#And don’t trust 'witches'.#$b#They’ll promise power, but all they’ll leave you with is ruin.",

"34356004.0": "Heart..?$4",
"34356004.1": "How is that helpful in any way?$4",
"34356004.2": "Oh, @ it’s you...figured you'd come.",
"34356004.3": "You look exhausted...#$b#Have you been working endlessly again?$4",
"34356004.4": "How do I know?$4#$b#Farmer, everyone...even the spirits, gossip about how much you overwork yourself.#$b#Besides, I can already tell you're overworking yourself just by looking at your clothes, no offense.",
"34356004.5": "You know, you should really learn how to take a break sometimes.#$b#Come, follow me, have some tea first.",
"34356004.6": "Who was she talking to?",
"34356004.7": "Here, drink this.",
"34356004.8": "Anyway, I’ve got news.",
"34356004.9": "I did some...negotiating with the 'rats' in the valley...#$b#And I’ve uncovered some interesting information.",
"34356004.10": "Turns out, this valley did have a covenstead once.$1#$b#It could be a huge help to us @...it might even lead us to other witches.$1#$b#However, the rats don't know exactly where it is...#$b#But based on the rumors they've heard, It's located beneath the heart of the valley...#$b#Which I don't where.$6",
"34356004.11": "You’re looking at me like you have something.",
"34356004.12": "You gave Enya the Grimmerie.",
"34356004.13": "What’s this?$4#$b#This is...old and damp. Smells like it got dragged through a swamp.#$b#Twice.",
"34356004.14": "Wait, how did you find this, this book is filled with some ancient writings.",
"34356004.15": "The lyrics of the ballad is in here?!$1",
"34356004.16": "Bene facis!$1#$b#Guess the rumors are true that you always find a way to figure things out!$1",
"34356004.17": "Alright, this changes things. I’ll go through this book and see what I can make of it.#$b#In the meantime, I need you to figure out where that covenstead is.",
"34356004.18": "Thank you for the help @, I really appreciate it.$1#$b#Don't worry, once I turn back into a human, I'll figure out a way to pay your kindness back.",

"34356005.0": "Va Zura Voyanazar!",
"34356005.1": "Va..Zura..Voyanazar?",
"34356005.2": "What the...",
"34356005.3": "@?...#$b#You're not supposed to be here.#$b#How did you get in here?",
"34356005.4": "Well, I followed you, that's it. But what's this place? What are you doing here?",
"34356005.5": "I don't know. Where am I?",
"34356005.6": "Um...$2#$b#Uhhh...$2#$b#Alright If I tell you the truth, do you promise to keep it a secret?$2",
"34356005.7": "You don't know how you got here?...That's odd...$2#$b#Anyway, if I tell you where you are, do you promise to keep it a secret?",
"34356005.8": "This place... it's special.#$b#It used to be a covenstead...a sanctuary for witches.#$b#It's where I come to reconnect...with magic, with myself.",
"34356005.9": "I found this place years ago, and since then, I’ve tried to restore it.#$b#I wanted to create a space where wiccan magic could flourish again.#$b#But a covenstead isn’t something one witch can rebuild alone y'know.#$b#So I searched for others, hoping to form a new coven...#$b#But I never found anyone.$2#$b#I tried spells, different rituals, everything...but none of it worked.$2",
"34356005.10": "*chuckles* Yes, I'm a witch. But why are you surprised, don't you practice magic?",
"34356005.11": "Uhh...No I don't.",
"34356005.12": "Well yes, but how'd you know?",

"34356005_no.0": "There's no need to pretend anymore, farmer.$1#$b#You opened a portal.$1#$b#That’s magic.$1",
"34356005_no.1": "Wait...you’re serious?",
"34356005_no.2": "That's unexpected...",
"34356005_no.3": "My tea leaves did not tell me that...",
"34356005_no.4": "Tea leaves?",
"34356005_no.5": "Oh, the tea leaves?",

"34356005_yes.0": "I specialize in tasseomancy...tea leaf reading.#$b#My tea leaves whisper things to me, small hints about the future, shifts in energy.",
"34356005_yes.1": "...And right now, I can feel something in you.#$b#Something unsettled...#$b#You're searching, not just for answers...#$b#But for something more...",
"34356005_yes.2": "You’re trying to find a coven?#$b#But why?",
"34356005_yes.3": "You want to help someone?",
"34356005_yes.4": "*chuckles* A cat named Enya?$1",
"34356005_yes.5": "Wait you’re dealing with a Cat Sith!?$3",
"34356005_yes.6": "Oh, farmer...do you know what you've gotten yourself into?$2#$b#Cat Siths are unpredictable. Their magic is different.$2#$b#And...if I remember correctly, they steal souls.$2#$b#Are you sure you can trust this one?$2",
"34356005_yes.7": "She's different?#$b#If you truly believe that, then I won’t stand in your way.#$b#But promise me you’ll be careful. Magic can be...complicated.$2",
"34356005_yes.8": "You want me to join her coven, and help her?",
"34356005.90": "Wait you're a witch?",
"34356005_yes.9": "Well...$2",
"34356005_yes.10": "Enya?",
"34356005_yes.11": "Finally!$1#$b#O spiritus, do you know how many times I had to chant that incantation?$6#$b#Ugh. Thought I’d never get it right.$6.",
"34356005_yes.12": "Wait...@?$4",
"34356005_yes.13": "M..Meow...$2",
"34356005_yes.14": "There’s no need to hide, dear.#$b#You can trust me, I know who you are.#$b#You’re the Cat Sith the farmer has been helping, aren’t you?",
"34356005_yes.15": "Y..yeah...But how’d you know?$4#$b#Wait did I tell you that?$4#$b#Hmm I must've forgotten again...$2#$b#No wait, I wouldn't just tell that to a normal citizen like you.",
"34356005_yes.16": "I’m not just a normal citizen.#$b#I’m a witch, just like you.#$b#And I know who you are because the farmer told me.#$b#@ said you’re looking for a coven. Why?",
"34356005_yes.17": "Wait you're a witch!?$1#$b#Te demum repperi!$1",
"34356005_yes.18": "Oh right!#$b#Well...I need a coven because...#$b#I need to walk the Witches' Road.",
"34356005_yes.19": "The Witches' Road?#$b#That’s...that’s not something to take lightly.",
"34356005_yes.20": "I know!#$b#But I don't have a choice.$2#$b#Do y'know how a cat sith can transform only nine times?$4#$b#Well centuries ago, I broke that rule and transformed more than that number...#$b#Hence the reason im stuck in this feline body.#$b#But the longer I stay like this, the more I forget who I was...$2#$b#I can feel myself slipping away, becoming more cat than human.$2#$b#That's why I'm forming a Coven.#$b#And since you're a Witch..",
"34356005_yes.21": "Mhm..",
"34356005_yes.22": "Would you....#$b#Join me walk the road?$4",
"34356005_yes.23": "Oh, Enya...I...$2#$b#I have a family and a life outside of magic.$2#$b#Pierre, Abigail...$2#$b#I can’t just abandon them...$2#$b#What if I don't make it?$2",
"34356005_yes.24": "You will.#$b#You're not going to die.#$b#I promise.#$b#I'm a Cat sith, I can...pull a few strings.#$b#And if we succeed, you’ll gain something from this too.#$b#So...will you help?$4?",
"34356005_yes.25": "Well I do have a family...$2#$b#But we’re not exactly what people would call normal.$2#$b#Or happy.$2",
"34356005_yes.26": "Okay, since this place once held witches who protected each other, who built something together...$2#$b#Then I suppose I'm in.",
"34356005_yes.27": "I’ll join your coven.#$b#And I’ll help you find more witches.",
"34356005_yes.28": "I’ll take one last look...see if there’s anything here that could help us find more witches in the valley.#$b#But for now, I really need to head home.#$b#Goodnight...to the both of you!",
"34356005_yes.29": "Wait..take this book.",
"34356005_yes.29.1": "Enya gave the Grimmerie to Caroline.",
"34356005_yes.30": "@ gave it to me.#$b#It led me here, to this covenstead so It might have something useful for you too.",

"34356006.0": "Thank you for coming. I know this must all seem… strange.$1#$b#But I need your help, and I wouldn’t ask if it weren’t important.",  
"34356006.1": "Alright, you’ve got my attention. What exactly are we doing here?",  
"34356006.2": "We need to summon someone.#$b#Someone who holds the key to creating the Umbra Atramentum.",  
"34356006.3": "Umbra… what now?",  
"34356006.4": "It’s an ink.#$b#One that the ordinary eye cannot see.#$b#Only those who practice magic can perceive its true form.",  
"34356006.5": "Okay…and you don't have this in storage...because…?",  
"34356006.6": "If it were that simple, I wouldn’t be standing in a half-lit room about to perform a summoning ritual.$1#$b#I’ve searched everywhere.$2#$b#Books, old letters, forgotten notes in the library.#$b#Nothing tells me how to make it. And the only person who might know…#$b#Is Hecate. The Goddess of Witchcraft.$2",  
"34356006.7": "Wait. You want to summon an actual goddess?!!",  
"34356006.8": "Yes. Not just to ask a question.#$b#We have to offer something in return.$2#$b#The old texts say she only answers when the right offerings are made.",  
"34356006.9": "And you’re sure this won’t end in, I don’t know, eternal damnation or a sudden need to flee the country?",  
"34356006.10": "That depends on whether we do this right.$2#$b#Which is why I need you.#$b#You brought the items, didn’t you?",  
"34356006.11": "I’m glad you came prepared.$1#$b#Now, follow me.",  
"34356006.12": "Before we begin, we need protection.#$b#This kind of magic is…dangerous.$2",  
"34356006.13": "Veydris thaen valtor, suun dra ekaros,#$b#Noctir ven dorath, kael vis satharos.#$b#Lunir’eth, shaen dirath, meldor vi eska,#$b#Draith un veydris,ka’tal nor veska!",  
"34356006.14": "Did we do it right? Is it done now?",  
"34356006.15": "Here, drink this it'll help with the protection and the nausea that comes with the ritual.",  
"34356006.16": "Good. Everything has been prepared.",  
"34356006.17": "*Caroline kneels and carefully places her own three offerings: a withered flower, a silver key, and a crescent-marked candle.",  
"34356006.18": "Now, you place your contributions.",  
"34356006.19": "There’s one last thing..$2#$b#The final offering must come from you.$2",  
"34356006.20": "Your...#$b#blood.$2",  
"34356006.21": "What?! My blood?",  
"34356006.22": "I didn't agree to anything..but…Fine. Let’s do this.",  
"34356006.23": "You didn’t say anything about blood!",  
"34356006.24": "It doesn’t have to be much.$2#$b#Just a drop.$2#$b#But it has to be yours.$2#$b#That’s the rule.$2",  
"34356006.25": "Good.$2#$b#I know it's against my will to hurt someone.$2#$b#However, the sooner we do this, the better.$2",  
"34356006.26": "Would you have come if I did?$2",  
"34356006.27": "Look, I know you’re afraid, @#$b#I understand. But if we don’t do this…we may never find the rest of the coven.$2#$b#Let alone, bring Enya back into her human form.$2",  
"34356006.28": "*Caroline holds out an Athame, a small ceremonial dagger and motions for the farmer to press a finger to the tip.",  
"34356006.29": "Wait..What's happening? I feel so nauseous..Caroline.. what was in the tea...",  
"34356006.30": "???: You stand at the crossroads of the unseen…and you have given an offering in blood.",  
"34356006.31": "{{PlayerName}}: Where am I?",  
"34356006.32": "???: You are where you have always been.#???: Between one step and the next.#???: Between choice…and consequence.",  
"34356006.33": "{{PlayerName}}: What does that even mean? Who...who are you?",  
"34356006.34": "Voice: I am Hecate, Keeper of the Crossroads, Mistress of Magic, Guardian of the Unseen.#Hecate: The goddess of Magic, Witchcraft, the Night, Moon, Ghosts and Necromancy.",  
"34356006.35": "Hecate: You seek knowledge. You seek power. You want magic. But tell me, mortal… do you understand what it truly is?",  
"34356006.36": "{{PlayerName}}: Yes, I need it to find a coven.",  
"34356006.37": "Hecate: A noble answer. A simple answer. And yet, simple answers rarely touch the truth.",  
"34356006.38": "Hecate: Do you believe magic is merely power to be taken? A tool to be used at your whim?",  
"34356006.39": "{{PlayerName}}: No. But… I don’t know what else it is.",  
"34356006.40": "Hecate: Magic is not a gift. Nor is it a birthright. It is a pact. A burden. A door that does not close once opened.",  
"34356006.41": "Hecate: Tell me mortal {{PlayerName}}, what is your business here?",  
"34356006.42": "{{PlayerName}}: I am here for the 'Umbra Atramentum'...?",  
"34356006.43": "Hecate: The Umbra Atramentum is not mere pigment. It is written in unseen words, read by unseen eyes.#Hecate: Those who see it… will reveal themselves. But tell me, mortal… what will you do when the truth is laid bare?",  
"34356006.44": "{{PlayerName}}: I will see.. when the time comes.",  
"34356006.45": "Hecate: For every truth it reveals, it demands something in return.#Hecate: Knowledge has a cost. Will you pay it?",  
"34356006.46": "{{PlayerName}}: I... I don't know the cost yet.",  
"34356006.47": "Hecate: A wise response. Doubt is the first veil to be lifted. Even the lost can find their way, if they dare to look.",  
"34356006.48": "{{PlayerName}}: And what if I don’t? What if I turn back?",  
"34356006.49": "Hecate: Then you will return to where you began. Unchanged. Unknowing. Unchosen.",  
"34356006.50": "{{PlayerName}}: And if I move forward?", 
"34356006.51": "Hecate: Then you step beyond the threshold. Into a world where few dare to tread.",  
"34356006.52": "Hecate: The gate is now open. Step through…and bring what must be offered.",  
"34356006.53": "Hey!..Hey!#$b#Are you alright?@#$b#You just collapsed!$2",  
"34356006.54": "Look!!! behind you!. It worked!!$1",
"34356006.56": "Before we start.#$b#We need to spark some fire for the ritual to work.",

"34356007.0": "Oh! @! What brings you here?",
"34356007.1": "You handed the Umbra Atramentum to Caroline.",
"34356007.2": "What's this?#$b#Wait is this the Umbra Atramentum?!$1",
"34356007.3": "Well, look at you!$1#$b#From someone who spends most of their time farming, you’re surprisingly good at this magic business.$1#$b#Just kidding!$1#$b#*sigh* I should stop sounding like Pierre.",
"34356007.4": "Come, Follow me...",
"34356007.5": "Caroline puts down a paper, and a quill at the wooden table.#She dips the quill into the Umbra Atramentum, and begins writing on the paper...",
"34356007.6": "%'Please go to the beach at night. I will be releasing baby turtles into the sea. Their journey is at risk, and I need kindhearted souls to help protect them from crows. If you can lend a hand, meet me there under the moonlight.      -Farmer",
"34356007.7": "...And done!$1#$b#Ta-da!$1",
"34356007.8": "Oh right, I forgot I still owe you an explanation",
"34356007.9": "Remember how I told you this ink only reveals messages only to those with magic in them, even if they don’t know it yet?#$b#We're going to use that to find 'witchy enough' people in the valley!$1",
"34356007.10": "Enya?#$b#Don't worry, I already told Enya about this.",
"34356007.11": "I made the message simple.#$b#But here’s the trick, only those who can see the ink will know about it.#$b#That’s how we find them.#$b#We won’t search for witches...we’ll let the 'witchy enough' come to us.",
"34356007.12": "Well my plan is easy, you spread these around town, I’ll write more, don’t worry. Then, we wait and watch.#$b#The ones who can read the hidden message will come to the beach, thinking they’re helping baby turtles but once they’re there...#$b#That's the time where we'll explain everything.",
"34356007.13": "Don't worry, If they’re truly meant to walk the road, they’ll listen.#$b#And if they don’t? Then we’ll find others, just not in the valley, but somewhere.",
"34356007.14": "Besides, no one ever said magic was easy farmer.#$b#So, keep your chin up. We’ve got a long road ahead...",

"34356008.0": "Shoo! Get out of here crow!$5",
"34356008.1": "*sigh*",
"34356008.2": "I'm bored.$3#$b#Where's @? It's already %time.$3",
"34356008.3": "Abigail!",
"34356008.4": "Emily?",
"34356008.5": "Are you also here to help the farmer with the baby turtles?",
"34356008.6": "Yeah, but...#$b#I don’t see any turtles...wait am I late?",
"34356008.7": "*chuckles* Nope, the farmer isn't even here yet.#$b#Let's just wait, I know @ is going to be here soon.",
"34356008.8": "5 minutes later...",
"34356008.9": "@! Finally!",
"34356008.10": "Uh...where’s the baby turtles?",
"34356008.11": "Ummm....#*whispers* Where is Caroline!?",
"34356008.12": "@, what’s going on?$3",
"34356008.13": "Uhhh...",
"34356008.14": "I’m so sorry farmer I’m late!#$b#There was something I had to take care offf....",
"34356008.15": "Abigail?!",
"34356008.16": "Purple?#$b#That's strange...#$b#That's my daughters' favorite color...",
"34356008.17": "*gasp* Death...?$2",
"34356008.18": "No...this cannot be...$2#$b#ABIGAIL!!$2",
"34356008.19": "MOM!",
"34356008.20": "ABIGAIL!!",
"34356008.21": "Mom! I'm here.",
"34356008.22": "*panting* Oh...$2#$b#Abigail...$2#$b#Why are you here..?$2#$b#You're not supposed to be here...$2",
"34356008.23": "Uh why?? I saw the message. Thought I’d help out with the baby turtles.",
"34356008.24": "*anxious laugh* Oh! Right. The turtles...$1#$b#Well, actually, I made a mistake. There are no turtles.$1#$b#I...uh...meant to write a different message. Just a silly mistake, really.$1",
"34356008.25": "What is happening? That wasn't the plan.",
"34356008.26": "...What?",
"34356008.27": "Wait I thought the flyer was from @. I'm confused.$3",
"34356008.28": "At last! A tuna!",
"34356008.29": "Did that cat just steal from Willy?",
"34356008.30": "DID THAT CAT JUST TALK?$1",
"34356008.31": "Enya?",
"34356008.32": "Who's Enya?",
"34356008.33": "Enya?#$b#*anxious laugh* Oh Enya is...Is one of the turtles!$1",
"34356008.34": "I thought there weren't any turtles?",
"34356008.35": "Turtles?$4#$b#What are you talking about? Wasn’t this about finding witches?$4",
"34356008.36": "Woah!",
"34356008.37": "Wait. Oh I forgot.$2#$b#I wasn’t supposed to say that, was I?$2",
"34356008.38": "Yes! And you're not even supposed to come out yet!",
"34356008.39": "Okay, what is happening?#$b#Someone explain. Now!",
"34356008.40": "*sigh*",
"34356008.41": "Alright.$2#$b#Abigail, this wasn’t about turtles.$2#$b#The message was only meant to be seen by those who have magic in them.$2#$b#You...you weren’t supposed to be here.$2",
"34356008.42": "And why not?",
"34356008.43": "Because I don’t want you to be in danger.$2",
"34356008.44": "Danger?",
"34356008.45": "The truth is...$2#$b#We need your help. And I don’t mean for turtles.$2",
"34356008.46": "Help with what?",
"34356008.47": "We?",
"34356008.48": "Enya care to explain?",
"34356008.49": "@ and Caroline has been helping me form a coven.#$b#And you two, since you're the only ones who read the message, might be the only ones in this valley 'witchy enough' to help.",
"34356008.50": "A coven? Like, actual magic and adventure?!$1",
"34356008.51": "If you don't mind me asking, what do you need 'us' for?",
"34356008.52": "I have been trapped in this form for nearly a century.#$b#And I can only return to who I once was if I walk the Road with a coven by my side.",
"34356008.53": "Road?",
"34356008.54": "Yes, the Witches' road.#$b#It's a real place, hidden from this world. But it’s sealed.#$b#And the only way to open it...is with a coven.#$b#That’s why I’m forming one.#$b#Right now, it’s just me and Caroline...which is not enough.$2",
"34356008.55": "I’ll do it. I'll join your coven.",
"34356008.56": "No. Absolutely not.$3#$b#Abigail, this isn't some adventure you can just dive into.$3#$b#Magic...real magic...isn’t a game.$2#$b#You don’t understand what you’re agreeing to.$2",
"34356008.57": "And you think you do?$5#$b#All my life, I’ve felt...something. Like I was meant for something, beyond what everyone expects of me.$2#$b#You know that! You’ve seen it!$5",
"34356008.58": "Yes, I've 'seen' it!$3#$b#That’s exactly why I can’t let you do this.$2#$b#I should be the one taking this risk, not you.$2",
"34356008.59": "So it's fine if it's you walking the road, but not me?$5",
"34356008.60": "It’s not that simple.$2",
"34356008.61": "It is to me.$3",
"34356008.62": "Abigail...Please, dear...$2#$b#Let's talk about this at home.$2",
"34356008.63": "Mom, what are you doing?",
"34356008.64": "What...$3#$b#The...$3#$b#What just happened!?$1",
"34356008.65": "I...uh..$3",
"34356008.66": "It's okay, Emily. I'm not going to force you.#$b#The choice is yours.#$b#But you saw the message.#$b#That means something.",
"34356008.67": "I don't know...$3#$b#Maybe?$3#$b#It's hard to resist a cat...$3#$b#I need time to think about it.$3",
"34356008.68": "That’s fair.#$b#But if you do decide to walk the road...come to the heart of the town at sundown.#$b#We’ll be waiting.",

"34356021.0": "You offered Hecate the flower of youth.",
"34356021.1": "The maiden feels its embrace from the roots to the fruit.",
"34356021.2": "The Maiden's heart is fulfilled, you may now move on the next trial.",
"34356021.3": "Yes, mortal. You heard it right. The Crone's trial starts right here.$4",
"34356021.4": "To the left of my den lies a portal to the maze.$4#$b#The path forward exists, you need only find it. It’s a tricky place, but the way has already been shown to you.$4#$b#It's a test of knowledge and wisdom, those who speak every tongue has an advantage.$4#$b#Goodluck, @.$4",

"34356009.123": "I’m here!",
"34356009.4": "Psst Emily here!",
"34356009.5": "Thank you...$2#$b#You actually decided to come.$2#$b#I'll pay you back once all of this is done, I promise.$1",
"34356009.6": "Don't worry about it.#$b#Besides, I can't just ignore an animal's call for help.",
"34356009.7": "Good! You're all here now.$1#$b#Shall we start?",
"34356009.8": "Ummm...",
"34356009.9": "She’s not going to come.$2",
"34356009.10": "Figures..",
"34356009.11": "Abigail's not coming?$3",
"34356009.12": "Of course.$2#$b#She wanted to, but I won't allow her.$2#$b#This isn’t a game. If something goes wrong, I won’t let my daughter be the one to pay the price.$2#$b#Let’s go. We don’t have much time. It's already %time.",
"34356009.13": "Woah.$1#$b#This...has been here this whole time? Right below us?$1",
"34356009.14.15": "Yes. The covenstead has existed for generations, though it’s long been abandoned.",
"34356009.16": "Here",
"34356009.17": "Familiarize the ballad first.",
"34356009.18": "Sewer?$2#$b#This is where Mom's been sneaking off to?$2",
"34356009.19": "A Door..?",
"34356009.20": "Okay. It's about time.",
"34356009.21.22.23.24": "Before we formally start, you must all know the rules first. First and foremost, DON'T step off the road.#$b#Second...#$b#'Ye shall remove your shoes before touching the hallowed ground. In order to connect to the power of the Earth...#$b#...You must touch your feet to the soil and channel her divine magic through you. There must be nothing in between, no rubber, no wood, not a sole, just your soul.'",
"34356009.25": "And third...just as the ballad goes...$2#$b#'If one be gone, we carry on.'$2",
"34356009.26": "Everyone ready?#$b#Let’s begin.",
"34356009.27": "Down, Down...",
"34356009.28": "..the witches' road..",
"34356009.29": "It...worked!$1",
"34356009.30": "This is it.",
"34356009.31": "*Inhales*",

"34356014.0": "Hecate: Welcome to my den, mortal.",
"34356014.1": "You seek the path, yet know it not, To earn your way, prove what you've got. The flame will guide, its words are true, Listen well, and see it through.",
"34356014.2": "Hello dear mortal, I am are here to guide you.",
"34356014.3": "Hecate: You see mortal, I exist in three forms,#The Maiden,",
"34356014.4": "The Mother,#and The Crone.",
"34356014.5": "Listen to what I have to offer mortal.#Talk to the Flame and observe.#-When the flame burns bright and gold, A journey starts, a tale unfolds-#-When the flame turns deep and blue, You're halfway through-#-When the flame shifts into violet light, One last task will end your plight-#-When darkness swallows all the flame, The hidden truth will call your name-#Now go forth mortal, and bring me what must be offered.",
"34356016.0": "-You offered the locket to Hecate-",
"34356016.1": "For a long moment, Hecate does not speak. She cradles the locket in her palm, running a thumb across its surface, as though feeling the weight of the memories it carries. Then, a single drop falls, a shimmering tear, silver as moonlight, slipping from beneath her hood.",
"34356016.2": "Love given, love lost. A burden carried, yet never returned. The Mother weeps for all she has given and for all that will never be given back.",
"34356016.3": "Take this.",
"34356016.4": "They're all I can offer.",
"34356016.5": "Hecate whispers something to you",
"34356016.6": "But before love, there was youth. Before weight, there was wonder. Before sorrow, there was a dream.",
"34356016.7": "Where moonlight touches silver streams, A flower wakes in silent dreams. No sun may find it, no hand may take, Save for the one the night forsakes. I give you the seed of the sun.",
"34356019.0": "50 years ago........",
"34356019.1": "Where am I?",
"34356019.2": "This isn’t fair.$3#$b#Why does it feel like no matter what I choose, I’ll lose something else?$2",
"34356019.3": "Everyone else seems to have life figured out.$2#$b#Like they were born knowing exactly who they’re meant to be.$2",
"34356019.4": "And then there’s me.$1",
"34356019.5": "*sniffs*",
"34356019.6": "Standing in the middle of my life like an idiot, staring at all these doors I could walk through, and still confused.$2",
"34356019.7": "It’s like they all have it figured out.#$b#My friends are getting married,#$b#some are talking about starting families,#$b#and others just know what they want to do with their lives.$2",
"34356019.8": "Well that's a sign that I better get going.",
"34356019.9": "Oh. Uh—hey.$1#$b#Didn’t see you there.#$b#You’re one of the new people in town, right?#$b#Since the bus was newly added and all.",
"34356019.10": "Oh right, I haven't introduce myself yet.#$b#Hi, my name's Evelyn, but Evie's just fine.$1",
"34356019.11": "You’re... quiet.#$b#It’s fine. I don’t mind. My thoughts are loud enough already.",
"34356019.12": "Come and sit with me.",
"34356019.13": "You ever feel like...#$b#no matter what choice you make, you’ll miss out on something?",
"34356019.14": "There’s this poem I read once, about a fig tree.#$b#I personally agree to call it 'The Analogy of My Life'.$1#$b#Each fig was a different life#$b#One where I have a family, one where I travel the world, one where I spend my days growing a garden, or chasing a dream.#$b#But while I stood there, frozen, unable to pick one...#$b#they all shriveled up and fell to the ground.$2",
"34356019.15": "I don’t want that to happen to me.$2#$b#But how do I know what’s the right choice?$2",
"34356019.16": "I know you're a stranger, but it feels right to talk to somebody once in awhile.",
"34356019.17": "You quietly reached into your pocket and pulled out a single flower seed and held it out to young Evelyn.",
"34356019.18": "What’s this?#$b#You think I should just... plant it?#$b#And what if it doesn't bloom?$2",
"34356019.19": "I guess you’re saying I won’t know unless I try.",
"34356019.20": "My mother said I’d be a great wife one day.$1#$b#That I’d take care of someone, be there for them.#$b#And I do want that... but what if love isn’t enough?$2",
"34356019.21": "Yeah, yeah. I get it, I get what you're trying to pinpoint.#$b#Things grow better when they’re not alone and being tended.",
"34356019.22": "And then my grandmother, she always said my hands were meant for planting things.#$b#I spent so much time in her garden when I was little, watching her coax life from the dirt.#$b#I loved it, but.. would it be enough?",
"34356019.23": "I am fullly aware you're bored by my rants, stranger.#$b#But please bear with me.$2",
"34356019.24": "And being a mother...#$b#I always thought, if I ever was one, I’d want to do it right.#$b#But what if I never feel ready?$2",
"34356019.25": "All these questions and doubts...",
"34356019.26": "It's nauseating and confusing.",
"34356019.27": "You’re not worried, are you?#$b#You just trust that things will turn out okay.",
"34356019.28": "*sighs*",
"34356019.29": "Maybe I just need to stop overthinking.$2#$b#Still... I wish I had some kind of sign.#$b#Something to tell me what to do.$2",
"34356019.30": "You reached into your pocket and carefully offered Evelyn a small magical flower.",
"34356019.31": "Oh... what is this?#$b#It’s beautiful... I’ve never seen anything like it before.$1",
"34356019.32": "What do I with this?...#$b#I have an idea.$1#$b#I'll pluck it and maybe just let fate decide for me.$1",
"34356019.33": "To be a mother!",
"34356019.34": "To be a wife!",
"34356019.35": "To be a gardener!",
"34356019.36": "Evelyn hesitates as she reaches the last petal.",
"34356019.37": "And this last petal? What should it be?",
"34356019.38": "Maybe...#$b#Maybe I don’t have to choose afterall.$1",
"34356019.39": "Hey, @.#$b#Are you okay?#$b#You look exhausted.",
"34356019.40": "That.....#$b#flower....#$b#I've seen this before.... a long time ago..",
"34356019.41": "I remember sitting right here, wondering about my future.#$b#And I remember... a voice, a laugh... a feeling that everything would be alright.#$b#However, I can't quite remember the face of that stranger...",
"34356019.42": "She looks out over the town, the home where she raised a family, loved a husband, and grew a garden.",
"34356019.43": "And in the end... I never had to choose. I became all of them.#$b#Funny how life works, isn’t it?",
"34356015.0": "Gimme', another shot, Gus!",
"34356015.1": "Didn’t think anyone’d be out this late.#$b#Then again, I guess some folks ain't got nowhere better to be.",
"34356015.2": "*sighs*",
"34356015.3": "You ever look back at your life and realize you spent too much of it wastin’ time?#$b#That maybe you left someone behind while you were too busy drownin’ yourself?$2",
"34356015.4": "Pam, we already talked about this.",
"34356015.5": "Leave me be, Gus.",
"34356015.6": "Pam, What's wrong?",
"34356015.7": "You should go home and sleep.",
"34356015.8": "What ain't wrong, kid?",
"34356015.9": "Right, ‘cause sleep fixes everything.#$b#Go on, then.$4",
"34356015.10": "I was a rotten mother.$3#$b#A downright awful, selfish excuse of a mom.$3#$b#And the worst part?#$b#I knew it. I knew it the whole damn time.$2#$b#And I just… let it happen.$2",
"34356015.11": "You know what Penny used to do?#$b#That little girl of mine? She’d leave me notes.$1#$b#Tiny little scraps of paper, all over the house.#$b#On my nightstand.#$b#In my coat pocket.#$b#Taped to the fridge.",
"34356015.12": "They all said the same thing.#$b#‘Good morning, Mama! I love you!’#$b#Every damn day. Like maybe..#$b#Maybe if she just said it enough, I’d start saying it back.$2",
"34356015.13": "There ain't a single day I don't think about that night.$2",
"34356015.14": "Damn those weirdos!",
"34356015.15": "Mama! you made it!",
"34356015.16": "Darn it, Penny..$2#$b#I told ya' not to wait up!$4",
"34356015.17": "It's okay, Mama you're here now.",
"34356015.18": "Mama?",
"34356015.19": "Will you light the candles for me?",
"34356015.20": "*sighs*",
"34356015.21": "Penny, sweetie.#$b#I told you..already..$2#$b#Listen, sweetheart,#$b#Mama's real tired, okay?",
"34356015.22": "Mama?",
"34356015.23": "Penny....darling.",
"34356015.24": "It's okay, Mama, we can do it tomorrow.",
"34356015.25": "Sure, baby.#$b#Tommorow.$2",
"34356015.26": "You're such a bad mom, Pam....You are an awful MOM.!",
"34356015.27": "*sighs*",
"34356015.28": "Penny lit the candle on fire and whispers a wish.",
"34356015.29": "I wish mama would stay awake for my birthday.",
"34356015.30": "She never said nothin’.#$b#Never cried.#$b#Never yelled at me.#$b#She just kept smiling, like she was the adult and I was the damn kid.$2",
"34356015.31": "That’s why she looks after them little ones, y’know?#$b#Vincent, Jas..any kid who needs a helping hand#$b#Cause no one ever looked after her.$2#$b#Even her own mother..$2",
"34356015.32": "Hey, farmer",
"34356015.33": "If I ain’t around one day#$b#Give this to her.[locketmother]$2",
"34356015.34": "*The Farmer opens it. Inside is a faded photo of young Penny, her smile wide, too bright for a child who spent her birthdays alone.*",
"34356015.35": "Tell her her mama loved her.$2",
"34356015.36": "Even if she never knew how to show it.$2",
"34356030.0": "You came.$4#$b#And you walked the path well... even when the road was uncertain.$4#$b#Even when the signs were nothing more than ink on a page, written anonymously.$4",
"34356030.1": "Strange things, aren’t they?$4#$b#Words arriving just when you needed them most.$4#$b#A guiding voice, never too early, never too late.$4",
"34356030.2": "But tell me, @...$4#$b#Did you ever wonder who sent them?$4",
"34356030.3": "The Crone presents the unprecedented letter you received in the past.",
"34356030.4": "Do you recall this letter, @?$4",
"34356030.5": "Those letter you received...$4#$b#strange, weren’t they?$4",
"34356030.6": "You already know the answer.$4",
"34356030.7": "The hand that wrote these...$4#$b#Was yours, @.$4",
"34356030.8": "It’s a funny thing, time.$4#$b#It folds in on itself like old paper.$4#$b#Sometimes, you leave yourself a note before you even know what you need to read.$4",
"34356030.9": "Wisdom is a circle.$4#$b#A thread woven through time, not from one teacher to another, but from self to self.$4",
"34356030.10": "You thought you were following another’s footsteps$4#$b#But in truth, you have been chasing your own shadow$4#$b#Tracing the path you had already laid.$4",
"34356030.11": "The past...$4#$b#The future...$4#$b#They are nothing but ink on a page$4#$b#Bleeding together until the lines are blurred.$4#$b#And yet, here you are, standing at the end of a story you wrote long before you ever knew how it would end.$4#$b#Very impressive mindwork for a mortal like you, @.$4",
"34356030.12": "So tell me...was it truly my guidance that brought you here?$4#$b#Or was it simply....$4#$b#...Your ability to remember?$4",
"34356030.13": "Ink is thought.$4#$b#Memory made tangible.$4#$b#A way to leave whispers in the dark for those who will come after...$4#$b#...Or for the self who must one day return.$4",
"34356030.14": "'You have learned the crafting recipe:Umbra Atramentum'",
"34356030.15": "Take it, @.$4#$b#The words are yours to write.$4",

"34356111.0": "Salve @!",
"34356111.1": "It's me Enya.$1",
"34356111.2": "Enya??#Where were you? What happened?",
"34356111.3": "Well after you were gone. I continued my trial...alone.$2#$b#I kept walking and walking.$2#$b#It felt like years over there, y'know.#$b#Time moves like it’s being pulled in every direction. But I still kept walking.#$b#Because I remembered what you did.#$b#What you said without words.",
"34356111.4": "You stayed.#$b#Even though I was a storm of fur and fear and questions...$2#$b#You stayed.#$b#So thank you. Really.",
"34356111.5": "Hmm?$4#$b#Oh right. You probably didn’t expect this. Me...like this.$1",
"34356111.6": "Neither did I, to be honest.#$b#When I woke up, when the mist cleared, I had hands again.#$b#Hands, legs...this whole confusing, uncomfortable, wonderful mess of a body.",
"34356111.7": "Everything feels...new. I know I’ve lived before, done things, cast spells, made mistakes...#$b#But this? Living again, really living?$4#$b#That’s the part I don’t know how to do yet.$2",
"34356111.8": "How'd you do it?$4#$b#You came here, left your old life behind, started fresh in a town full of dirt and chickens and strange people with their own storms. How?",
"34356111.9": "I didn’t know how, but I figured it out as I went.",
"34356111.10": "I didn't know how, but all I know is I wanted to begin again.",
"34356111.11": "So you didn’t have it all planned out either.#$b#That makes me feel...less alone in this.#$b#I thought I'd need a perfect path before taking a single step. But maybe the path makes itself as you go.",
"34356111.12": "That makes sense.#$b#Wanting a fresh start, even without knowing what comes after...#$b#Maybe we’re not so different after all. It’s comforting, in a strange way.#$b#I still don’t know what my beginning looks like. But maybe it’s okay if it starts out messy. What matters is that I’m starting again in the first place.",
"34356111.13": "Anyway...I should probably head off now. It’s still early, most of the valley’s still asleep. Figured this might be the best time to let Emily, Abigail, and Caroline know I’m back...#$b#And, well...back as me. As a human.$1",
"34356111.14": "I’m not sure how they’ll take it.$2#$b#But I owe them that much. I just...wanted to see you first.",
"34356111.15": "Umm hey @...#$b#If you ever want to stop by, the door’s open.#$b#I mean, I might still be a little out of place and figuring out what to do with my new life...$2#$b#But I’ll be here.",
"34356111.16": "Thank you again, @.#$b#For everything.",

"34356009_all.0": "We're here...$2",
"34356009_all.1": "It's so quiet here.$2",
"34356009_all.2": "I feel her...",
"34356009_all.3": "Nothing",
"34356009_all.4": "Why do i feel like it's alive...?$3",
"34356009_all.5": "It is.$2#$b#And it wants us to walk its path...$2#$b#So let's keep moving...$2",
"34356009_all.6": "...Guys?$2",
"34356009_all.7": "Where are you?$2#$b#@?$2#$b#Caroline?$2#$b#Enya?$2",
"34356009_all.8": "*exhales* Okay...calm yourself down, Emily.$2#$b#Let’s try to take a deep breath and just visit our higher self...$3",
"34356009_all.9": "*exhales*",
"34356009_all.10": "Mhm~$7",

"34356009_emilytrial.0": "Oh yoba, What happened here?!",
"34356009_emilytrial.1": "So this is what’s left when the lights go out.$2",
"34356009_emilytrial.2": "I used to think color could fix it all.$2#$b#If I stitched enough joy into fabric, maybe the frayed parts inside me wouldn’t show.$2",
"34356009_emilytrial.3": "What do you want!!$2#$b#I beg of you.$3#$b#Please, Let me out now!$2",
"34356009_emilytrial.4": "Oh...",
"34356009_emilytrial.5": "This wasn't here before??$6",
"34356009_emilytrial.6": "I thought the witch's road would feel... enlightening.$2#$b#Like a spell cracking open.$3#$b#But it just feels like... a deafening silence personified to ask me questions I don’t have the answers to.$2#$b#What am I even supposed to write?$3#$b#Who am I even writing to? Who’s supposed to read this?$3",
"34356009_emilytrial.7": "20 minutes later.....",
"34356009_emilytrial.8": "I've been staring at this paper for a while now...$2#$b#Please, just give me a clue!!$3",
"34356009_emilytrial.9": "You're probably wondering... what is clothing therapy?#$b#I'll try to explain.",
"34356009_emilytrial.10": "So many of us are struggling with personal issues... things holding us back from living how we want.$u#$b#It's important to me that everyone has a free and happy life... so I came up with a new kind of therapy to help people achieve that.$u",
"34356009_emilytrial.11": "It's based on the amazing power of self-expression. Self-expression is a wonderful healing tool, did you know that?",
"34356009_emilytrial.12": "Okay... let’s get this trial over with.#$b#But I know this isn’t about finding the right words.$3#$b#It’s about finding the ones I’ve always been afraid to admit.$2",
"34356009_emilytrial.13": "*Emily takes a deep breath as she starts to swallow shards of glass for every stroke of ink on the paper*",
"34356009_emilytrial.14": "%'I always thought healing was something I could offer. In fabrics. In colors. In conversation and crystals. In letting others spin, express, breathe. I wanted to be that person. Someone who helped people feel safe enough to be themselves.",
"34356009_emilytrial.15": "%'So I dyed my hair blue. Not because I was sad. But because I wanted to take something that people always saw as 'melancholy' and wear it like freedom. I wanted people to look at me and rethink what blue could mean. That maybe it could be bold. Kind. Electric. Brave.",
"34356009_emilytrial.16": "%'And I loved helping others do the same. Watching people try on a jacket they never thought they could wear. Seeing their shoulders relax when they said, 'this actually feels like me'. That mattered to me more than they’ll ever know.",
"34356009_emilytrial.17": "%'And the animals... they never needed me to be anything but present. When I found that parrot, hurt and alone, all it needed was stillness and safety. I could give that. I did give that. But I realize now. I only know how to care when I’m holding someone else’s pain. I don’t know what to do with my own.",
"34356009_emilytrial.18": "%'I built a whole den inside my mind just to escape the ache I didn’t understand. I wore colors like armor. I moved fast because stillness made too much noise. And the truth is... I never figured out how to tailor myself together the way I do for everyone else.",
"34356009_emilytrial.19": "%'I am tired of being a safe place for others while hiding from the mirror. Maybe this is the start of meeting myself, not the bright, spinning version, but the quiet one.",
"34356009_emilytrial.20": "Emily's trial has ended...",

"34356009_carolineabigailtrial.0": "Where even are...",
"34356009_carolineabigailtrial.1": "...we?",
"34356009_carolineabigailtrial.2": "Oh great! So this is how my trial starts...#$b#All alone.",
"34356009_carolineabigailtrial.3": "It's okay you got this Caroline!",
"34356009_carolineabigailtrial.4": "God, where am I even going. This is—$2#$b#—this is ridiculous.",
"34356009_carolineabigailtrial.5": "Oh..Yoba. That's mom right there!!",
"34356009_carolineabigailtrial.6": "Who's that there??!!$2",
"34356009_carolineabigailtrial.7": "Hi, Mom...",
"34356009_carolineabigailtrial.8": "No. No you are not—..$2",
"34356009_carolineabigailtrial.9": "Following you?#$b#Surprise.$1",
"34356009_carolineabigailtrial.10": "Abigail.$2#$b#You weren't supposed to be here!! I told you—$3",
"34356009_carolineabigailtrial.11": "That it’s dangerous, that it’s forbidden, that I’m 'not ready'.$3#$b#Yeah, I know. I listened. I just didn’t agree.$3",
"34356009_carolineabigailtrial.12": "Dear, you don't understand, I saw a premonition!$2#$b#A very terrible one...$2#$b#So, please just go back!$2#$b#'Cause you don’t even know what this place is.",
"34356009_carolineabigailtrial.13": "Neither do you!$3",
"34356009_carolineabigailtrial.14": "I know enough. I came here for a reason. You came to—what, to prove a point?$3",
"34356009_carolineabigailtrial.15": "No. I came because you lied. You said it wasn’t real.$2#$b#That I don't what risk I'm taking.$3#$b#But it is very clear to me that you don't too.$3",
"34356009_carolineabigailtrial.16": "I never said that. I never lied.$2",
"34356009_carolineabigailtrial.17": "No, you said 'It' is a dumb decision.$3",
"34356009_carolineabigailtrial.18": "*sigh*",
"34356009_carolineabigailtrial.19": "See, every time I talked about this stuff, you’d just... sigh. Like it was a phase, or a game.#$b#But then you were gone. And I knew you were coming here, and I... I—couldn’t just sit there while you chased something you said was dangerous.$2",
"34356009_carolineabigailtrial.20": "I didn’t want you to come, because I didn’t want you to see me like this.",
"34356009_carolineabigailtrial.21": "Like what?$3",
"34356009_carolineabigailtrial.22": "Scared. Desperate. Like maybe you were right.$2",
"34356009_carolineabigailtrial.23": "What...$2#$b#What does that even—",
"34356009_carolineabigailtrial.24": "So, we're lost. huh.$3",
"34356009_carolineabigailtrial.25": "Completely lost...$2",
"34356009_carolineabigailtrial.26": "Cool. Very Cool.",
"34356009_carolineabigailtrial.27": "Wait. Look!",
"34356009_carolineabigailtrial.28": "What. Where.$3",
"34356009_carolineabigailtrial.29": "There..",
"34356009_carolineabigailtrial.30": "That's...—is that really?$7",
"34356009_carolineabigailtrial.31": "Home.$1",
"34356009_carolineabigailtrial.32": "What happened here?",
"34356009_carolineabigailtrial.33": "Is this supposed to be the trial?#$b#I don't get it.$2#$b#Do we have to clean this up?",
"34356009_carolineabigailtrial.34": "Where is she going all alone?!$3",
"34356009_carolineabigailtrial.35": "What's going on with you, Abigail?$2",
"34356009_carolineabigailtrial.36": "Don't you see it mom?$3#$b#This is the trial. A representation of our house you call 'home'.$3",
"34356009_carolineabigailtrial.37": "Yes 'home', the very roof that provided you food, love, school, and everything.$3",
"34356009_carolineabigailtrial.38": "Yeah the same roof that barely notice me.$3#$b#All I want is a reason, Mom.$2#$b#Something that explains why even after seeing everything, and giving up, you still went looking for me through all of this noise.$2#$b#But I'm tired. And I don't want to hurt anymore. But for some reason when I'm with you and dad, it hurts both of us.$2",
"34356009_carolineabigailtrial.39": "You never asked me how I felt. You never sat with me in the dark when I cried.$2#$b#You were always somewhere else, even when you were right in front of me.$2",
"34356009_carolineabigailtrial.40": "I didn't know how.$2",
"34356009_carolineabigailtrial.41": "Then you should've learned.$3",
"34356009_carolineabigailtrial.42": "We thought if we just kept going, running the shop, keeping up appearances, you’d come around. That you’d grow out of it.$2",
"34356009_carolineabigailtrial.43": "Out of what?$3#$b#Being myself?$3",
"34356009_carolineabigailtrial.44": "Out of the distance. The anger. The part of you that always looked at us like we were strangers.$2",
"34356009_carolineabigailtrial.45": "I looked at you like that because that’s what you were. You loved the idea of me, but not me. You loved your little doll.$2#$b#You weren’t letting me do anything. You were avoiding me. Like you always have.$2#$b#Ever since I dyed my hair purple, or told you I hated the dresses you picked. Since I didn’t turn out to be the daughter you imagined.$2",
"34356009_carolineabigailtrial.46": "I hated this house. Not because of what it was, but because it never felt like 'home'.$2",
"34356009_carolineabigailtrial.47": "What do I say, Abigail? What can I say now?$2",
"34356009_carolineabigailtrial.48": "I don't know, mom.$2#$b#Maybe it's time you figure it out yourself.$2",
"34356009_carolineabigailtrial.49": "Your hair’s thinner.",
"34356009_carolineabigailtrial.50": "You don’t eat the way you used to. Or maybe too much. I don’t know.$2#$b#You’re... softer. You look tired. Like something’s eating you from the inside out and you won’t let anyone see it.$2",
"34356009_carolineabigailtrial.51": "And maybe that’s my fault. Maybe a lot of it is.$2#$b#You always looked so much like me, Abby.$2#$b#And I think I resented that. Because I saw the parts of myself I hated, staring back at me in someone I was supposed to protect.$2",
"34356009_carolineabigailtrial.52": "So I tried to fixate you into something you aren't. $2#$b#But I didn’t know how to love you unless you were doing well. And when you weren’t. I only made it worse. I made you feel like the problem.$2",
"34356009_carolineabigailtrial.53": "Do you know how many nights I’ve stayed up thinking about the things I said?$2#$b#The worst part is... I don’t even remember all of them.$2#$b#But I know you do. I know you kept every word like they were bricks. And I kept building that wall between us.$2",
"34356009_carolineabigailtrial.54": "And you’re right. A roof isn’t love. But I didn’t know how else to show it, so I kept hammering nails into silence and calling it care.$2",
"34356009_carolineabigailtrial.55": "I’m sorry, Abigail. Not just for what I said. But for everything I didn’t say when you needed me most.$2",
"34356009_carolineabigailtrial.56": "But why are you only saying this now?$2",
"34356009_carolineabigailtrial.57": "Because if this is the last time we'll be alive, and the last time you'll ever stand in this house I called 'home'.$2#$b#I want you to know that it wasn’t all in your head. You were hurting.$2#$b#That in our final days, I'm here with you, my dearest daughter.$2#$b#And I helped put that hurt silent.$2",
"34356009_carolineabigailtrial.58": "Caroline and Abigail's trial has ended...",

"34356009_continue.0": "Something is wrong. You try to move, but you can't.",
"34356009_continue.1": "I can't move",
"34356009_continue.2": "@? Where are you?$2#$b#What is happening?$2",
"34356009_continue.3": "You and Enya is in one body. Her feline form. Tied to a lone, and dead tree. Surrounding you, silent townspeople stare with eyes that do not blink.",
"34356009_continue.4": "The trial has begun.",
"34356009_continue.5": "@ I think you're in my mind...#$b#Literally. I can feel you.#$b#What is this? What's happening?$4",
"34356009_continue.6": "Marnie? Robin? Lewis? Why are they just staring?",
"34356009_continue.7": "Townspeople: You do not belong here, little grimalkin.",
"34356009_continue.8": "I...$2",
"34356009_continue.9": "Townspeople: You wear the fur of a lie. You borrow a name.#Townspeople: Tell us, daughter of a vanished priestess...#Townspeople: What is it that you’ve truly forgotten?#Townspeople: Do you believe you have what it takes to be a human again?",
"34356009_continue.10": "You walk the Witches’ Road...#$b#Just like your mother who never made it out.#$b#What makes you different from her?$3",
"34356009_continue.11": "Well...$2",
"34356009_continue.12": "You transformed for the ninth time...$3#$b#By accident, you say.$3#$b#Was it really an accident or was it what you wanted?$4",
"34356009_continue.13": "It's complicated-$5",
"34356009_continue.14": "You call yourself a witch, yet you hide behind fur and fear.#$b#Do you truly wish to be human again?$4",
"34356009_continue.15": "Please stop..",
"34356009_continue.16": "You speak of magic, yet you rarely practice it?$4#$b#Were you ever a witch...or only a shadow of one?$4",
"34356009_continue.17": "STOP!",
"34356009_continue.18": "Is your memory failing...or are you just choosing the pieces that hurt less?$3",
"34356009_continue.19": "Please...",
"34356009_continue.20": "Townspeople: Who are you when the memories fade? Who are you when no one is left to remember?",
"34356009_continue.21": "Townspeople: So then...#Townspeople: Enya.#Townspeople: Not the name, nor the form.#Townspeople: Tell us, Grimalkin.#Townspeople: Who...#Townspeople: Are...#Townspeople: You..?",
"34356009_continue.22": "My name is Enya. The lone and, covenless witch. Daughter of a powerful priestess. Stealer of Souls.",
"34356009_continue.23": "I am Enya. Born and remade, a witch and a wanderer. The cat, the human, and the witch are all me, and have always been me.",

"34356009_old.0": "A title?$4#$b#A shadow?$4#$b#A borrowed past?$4#$b#Is that truly all you are?$5",
"34356009_old.1": "That’s not who I am.$5#$b#Not anymore.$2#$b#Not truly.",
"34356009_old.2": "Esto quod es.$3",
"34356009_old.3": "Be what you are, Enya.#$b#No more hiding behind borrowed forms or forgotten names.#$b#Face the rest of the trial alone. Walk the road not as who you were...#$b#But as who you must become.#$b#Take a trip down memory lane, and ask yourself.#$b#What is it you truly desire?#$action SetNpcInvisible Enya 5",
"34356009_old.4": "The trial continues.#The bond between you and Enya breaks, but only for now.#Enya must face what's next, alone.",
"34356009_old.5": "Enya's trual continues...",

"34356009_new.0": "You remembered me...#$b#Not the lie I lived under, but the truth I tried to forget.",
"34356009_new.1": "Take my hand, and come home.#$b#Not to the town.#$b#Not to the coven.#$b#But to yourself.",
"34356009_new.2": "Take a trip down memory lane.#$b#But don't fear getting lost.#$b#Sometimes you need to lose yourself a few times before you can find yourself.#$action SetNpcInvisible Enya 5",
"34356009_new.3": "Enya took her own hand, and chose to remember the past and accept the future.#The final part of the trial is hers to walk...",
"34356009_new.4": "Enya's trial continues...",

//Heart Events

"34356010.0": "Alright, listen up!#$b#If we want to keep raccoons out of Marnie’s feed supply...#$b#We need a proper system...#$b#Maybe a trade agreement?$4#$b#Sardines for entry, something like that?...$4#$b#Anyone got any more ideas?$4",
"34356010.0.1": "Cow: Moo~",
"34356010.1": "I hate talking to you guys.$6#$b#I swear, organizing a pack of wolves would be easier...$6",
"34356010.1.1": "Sometimes I miss having real conversations...$6#$b#Ugh I wish I could talk freely again...$6",
"34356010.2": "*sigh*",
"34356010.3": "Uh...Ahem.#$b#How long have you been there?$4",
"34356010.4": "Oh, the talking thing?$4#$b#It was nothing.",
"34356010.5": "What?$4#$b#No, no, I’m just a very special cat!$1#$b#A totally normal, magical talking cat!$1#$b#Nothing strange about that!$1",
"34356010.6": "Look, farmer, even if I had some kind of 'shocking' secret, why would I just tell you?$4#$b#I barely know you!",
"34356010.7": "You gave Enya a smoked sardine.",
"34356010.8": "Eh. You think I can be bought with food?$4#$b#That I’d just sell out my deepest secrets for a...#$b#Measly...#$b#Delicious...$2#$b#Perfectly smoked...$2#$b#Ugh, fine. Alright, you win.#$b#But if I tell you this, you have to promise me something...#$b#You don’t go spreading it around.#$b#Got it?$4",
"34356010.9": "*sigh*",
"34356010.10": "I wasn’t always...like this.#$b#A long time ago, I was just a girl trying to learn magic.#$b#A wiccan, like my mother.#$b#She always told me: 'An it harm none, do what ye will.'#$b#That’s what wiccans believe...#$b#But my mother...$2#$b#She had her own way of interpreting things.$2",
"34356010.11": "And because of that, we always fought.$2#$b#Since I was little, we argued about everything.$2#$b#What magic should be used for.$5#$b#What kind of witch I should be.$5#$b#Every time, she wanted me to be more.$5#$b#Stronger.#$b#Smarter.#$b#More ambitious.",
"34356010.12": "And the last time we fought...it was worse than ever.#$b#I don’t even remember what started it.#$b#But all I remember was, I said to her that i want to follow my own path...#$b#To explore magic in a way that felt right to me.#$b#But she said that I was wasting my potential.$5#$b#That I was foolish.$5#$b#I wanted to prove her wrong. So I did something reckless.",
"34356010.13": "You see, a Cat Sith...like me, a witch-turned-cat...#$b#Can transform only nine times.#$b#The ninth transformation is permanent.#$b#No going back.#$b#I knew that.#$b#And yet, because of my anger, I lost control.#$b#I turned into a cat for the ninth time...#$b#And since then I was stuck as a feline.$2",
"34356010.14": "The fight was the last time I saw her.#$b#We never spoke again after that.#$b#But i still loved her of course, she was the one that brought me into this world.",
"34356010.15": "But then the rumors came.#$b#Words spread that she died on the Witch... Winter Road!#$b#Chasing something she thought would make her stronger.#$b#That's when I realized that I...am nothing but just a stray cat now, who really have no 'home' to return to.$2",
"34356010.16": "Don’t get all sentimental on me, farmer.#$b#It’s been nearly a century, I’m used to it now.#$b#But...thanks, I appreciate it!$1",
"34356010.17": "Alright, you got your story, and I got my fish!#$b#Now, if you tell anyone, I’ll put a curse on your crops.$5#$b#Just kidding.$1#$b#Probably...hehe.$1",

"34356060.0": "Hmm...perfect weather for thinking, don’t you think?",
"34356060.1": "You know, your grandpa used to love days like this.",
"34356060.2": "He’d sit out here for hours, just listening to the sound of nature.#$b#I always liked that about him...#$b#He never tried to fight against nature...#$b#He understood it.",
"34356060.3": "Do you know the quote: 'From my rotting body, flowers shall grow and I am in them, and that is eternity'?#$b#Your Grandpa loved that quote.#$b#He knew that one day, he'll be gone and, he'll be part of nature.",
"34356060.4": "He didn’t fear death, you know.#$b#When his time came, he welcomed it.#$b#Not because he wanted to go, but because he lived the way he wanted to.#$b#He had no regrets, no unfinished business.#$b#Just peace.",
"34356060.5": "And look at you.#$b#Carrying on his legacy, taking care of this land the way he did.#$b#He’d be proud, you know.",
"34356060.6": "People spend their whole lives trying to outrun death.#$b#As if ignoring it will make it disappear.#$b#But your grandpa...he understood something most people don't.",
"34356060.7": "Death isn’t something to fear.#$b#It’s just part of the cycle.#$b#The sooner we accept that, the better life turns out.#$b#Because instead of wasting time being scared, we actually 'live'.",
"34356060.8": "I’m not saying you should start planning your funeral or anything.#$b#You’ve got plenty of sunsets left to enjoy.$1#$b#But hey, maybe keep doing what you’re doing.#$b#Live, laugh, love the way your grandpa did.#$b#And when your time comes, you’ll be able to meet him again with a smile instead of regret.$1",

"34356040.0": "I will catch you one day!",
"34356040.1": "I swear, I used to be good at sneaking...",
"34356040.2": "But I was so close this time. Okay?#$b#I felt it. That book...the spine was labeled 'Something...Restoration'?#$b#That has to be it.",
"34356040.3": "Critters: ?",
"34356040.4": "Yeah I know I've said that before, but this one felt different.",
"34356040.5": "Just imagine it...having fingers again.$2#$b#Standing on two feet, not four.$2",
"34356040.6": "If I were human again, I don’t think I’d rush into anything.#$b#I’d sit somewhere quiet and read, even if I’ve read it before.#$b#Just...simple things. Didn’t mean much. But it was something to do.",
"34356040.7": "Critters: Was it different?",
"34356040.8": "Of course being a human is different!$1#$b#You get to do lots of things!$1#$b#Like walking on two feet, not four.$1#$b#Like cooking your own food.$1#$b#Like writing letters with your own hand.$1#$b#Like...$1#$b#...#$b#Like...$2",
"34356040.9": "Hmm...$2#$b#Y'know what it wasn't really different…$2",
"34356040.10": "Even as a human, i was still sneaking around like a shadow people pretend not to see.$2#$b#No one ever really looked.$2#$b#They knew I was there...'that strange girl who lived near the edge of town.'#$b#But not once did anyone ask what my name was. Only what was wrong with me.$2",
"34356040.11": "And as a cat?$4#$b#It’s quieter. Slower.#$b#People don’t ask anything of me...#$b#You'd think that’d feel better.#$b#But they don’t really see me either.$2",
"34356040.12": "A dog gets to be a man’s best friend.#$b#Loyal. Trusted. Even celebrated.#$b#But a black cat?#$b#They say we bring bad luck if we cross your path.$2",
"34356040.13": "Funny how no one ever wonders why we cross in the first place.$2",
"34356040.14": "*sigh*",
"34356040.15": "It’s not that I miss being human.#$b#And it’s not that I want to be a cat.#$b#Now i think I just...don’t want to be neither?$2#$b#One life was too heavy. The other feels like it’s not mine.$2",
"34356040.16": "Maybe that’s why I ended up like this.#$b#Not cursed. Not blessed.#$b#Sometimes I wonder if my form’s ever really mattered at all.#$b#I’ve always been the same...fur or no fur, i'm always slipping between cracks.",
"34356040.17": "Critters: What was that?",
"34356040.18": "Really?$6",
"34356040.19": "Critters: Can you sing us a song? *muffled*",
"34356040.20": "You want me to sing you a song?$4#$b#Sure, I guess. The forest’s awake.#$b#Might as well give it something to hum along to.",
"34356040.21": "Lalala~",
"34356040.22": "Enya’s voice fills the forest, the animals stay close, and for once, she isn’t thinking about spells or choices.",
"34356080.0": "@! You made it.$1",
"34356080.1": "I've been trying something lately. It’s harder than any spell I've cast.#$b#I want to show you something. It’s nothing grand.#$b#Just...a simple thank you song.$7",
"34356080.2": "Come sit.",
"34356080.3": "Lala~",
"34356080.4": "Hmm~$3",
"34356080.5": "That's it. I'm not a composer. Not really. That was...$7",
"34356080.6": "Woah why are there butterflies?$4",
"34356080.7": "I did that? Really?$4#$b#They're beautiful.$7",
"34356080.8": "Hmm?$4#$b#So do I?$4#$b#...I never thought I'd hear someone say that to me.$7",
"34356080.9": "Thank you.",
"34356080.10": "Y'know you’ve got a habit of making me feel new things, @. Weird little things that catch me off guard...#$b#I didn't think I’d ever feel like this again, to be honest. Not without hiding behind fur. Or spells. Or distance.#$b#I thought I’d be nervous forever.#$b#But with you here, beside me...it doesn’t feel scary anymore.$7",
"34356080.11": "It feels like... me. And that’s new. That’s really, really new.$7",
"34356080.12": "So...thank you again. For showing up. For listening. For somehow making my old soul feel brand new.$7",
"34356080.13": "Let’s do this again sometime.$1#$b#Not the song, well, maybe that too, but this.$7#$b#Just…us.$7",

"34356062.0": "You came.$1",
"34356062.1": "I wasn’t sure you would. Part of me thought I imagined sending that letter.$2",
"34356062.2": "I read once that witches used to borrow time. Not steal it, just... borrow it. For moments too fragile to exist inside the ticking of clocks.",
"34356062.3": "Close your eyes.",
"34356062.4": "Tempus Moderor!$3",
"34356062.5": "It worked!$2#$b#We've slipped out of time!$1",
"34356062.6": "Come with me, will you @?$7",
"34356062.7": "Look at them. Like little pieces of a painting we’ve wandered into.#$b#Everything feels clearer when it’s quiet, doesn’t it?",
"34356062.8": "Oh! Wait here I have an idea.$1",
"34356062.9": "@, what's funny?....$1",
"34356062.10": "20 minutes passed....",
"34356062.11": "I used to think swings were the closest thing to levitating... before I learned how to through magic.#$b#But magic never made me feel like this.$7",
"34356062.12": "There’s something about stillness.#$b#It makes you hear the thoughts you talk over all day.#$b#And right now... mine are all about you.$7",
"34356062.13": "Half an hour later....",
"34356062.14": "@, we could dance. Don't be shy, no one's watching.$2#$b#Not even time.$1",
"34356062.15": "Come stand next to me.",
"34356062.16": "Wait, I have something for you!",
"34356062.17": "Tada....",
"34356062.18": "Hey @, you can stop looking now.",
"34356062.19": "*sighs*Okay, since you're too busy with whatever is with your face.$1#$b#I'll just show you what occupied my time these past few days.$2",
"34356062.20": "Did you like it?@.$1",
"34356062.21": "I'm glad you did. I practiced that since last week.$7",
"34356062.22": "{{PlayerName}}?",
"34356062.23": "@, Do you feel it too? Like this moment... is more real than any of the others?#$b#I’ve wanted to say something. For a long time. But every time I tried, I told myself it wasn’t the right day.$2",
"34356062.24": "I’ve fallen for you.$7#$b#Not loudly. Not all at once. But in the way leaves fall from a tree, quietly, a little more every day.",
"34356062.25": "I needed a frozen world just to find the stillness to say it.$7#$b#Even if you might not feel the same... I needed you to know. Because you deserve the truth.",
"34356062.26": "Oh, looks like the spell has worn off.$2",
"34356062.27": "@, If this was the only moment we ever had... It would still be the one I’d relive.$7",

"34356036.0": "There it is. My secret world.#$b#It’s funny. I thought I built this place to keep people out.",
"34356036.1": "But now, standing here with you... I just see how lonely I was.$2",
"34356036.2": "This earth swallowed me whole once. I hid in it like a wounded thing.$2#$b#I never thought anyone would come looking.$2",
"34356036.3": "But you did, somehow you did.$7",
"34356036.4": "I used to think this place was who I was, quiet, hidden, unloveable.$3#$b#But then you showed me I could be so much more.$7",
"34356036.5": "Let’s bury it. Not to forget... but to say goodbye the way people do when they’ve finally stopped running.$2",
"34356036.6": "You know...${I never thought I’d fall for a man like you.$7#$b#You weren’t afraid of my darkness. You just held me tighter.$7#$b#And in your arms.... the silence wasn’t scary anymore.$7^I never expected to fall in love with a woman like you.$7#$b#You showed up like a storm. You were all laughter and light and fierce devotion.$7#$b#And.... I was terrified. And so, so lucky to have you$7^I didn’t know someone like you could exist.$7#$b#Not girl, not boy, just magically appeared out of nowhere, somehow.$7#$b#You were everything I didn’t know how to hope for.}$",
"34356036.7": "They say young love burns too fast. That it fades like a summer storm.#$b#But they’ve never seen the way you look at me.$7#$b#Like I’m something worth staying for.$7",
"34356036.8": "I don’t want a fairytale. I want a life. A messy, beautiful, ordinary life...#$b#With you.$7",
"34356036.9": "I spent so long in the dark I forgot how good the sun could feel.$2#$b#And then you held my hand.. and I wasn’t afraid anymore.$7",
"34356036.10": "You were the beginning of everything I never dared dream about.$7",
"34356036.11": "Let the past rest. I have you now. And that's all I’ve ever needed.$7",
"34356036.12": "I love you so much...@.$7#$b$I hope you know that...$7",

"34356079.0": "Hecate... Mother of crossroads, shadow, and flame.#$b#I come with no offering and only a plea.",
"34356079.1": "This love is true. And that is rare in any world. If it pleases you... bless them.#$b#Let them be joined not just by vow, but by the ancient quiet magic that still remembers how to hold things together.",
"34356079.2": "Love is no small invocation. It is not petals or perfume.$4#$b#It is earth and bone. Wild, and willful. It remakes everything it touches.$4",
"34356079.3": "If you come here to join not just hands, but fates, then let it be known.$4",
"34356079.4": "Oh, wow.$1",
"34356079.5": "No way, even the animals are here!$1#$b#This is like a dream come true.$1",
"34356079.6": "Oh you're right, Enya's not..here.$3",
"34356079.7": "No, Emily she's right on...$2#$b#Oh Enya you look dashingly lovely.!$1",
"34356079.8": "Lavender suits you so natural, Enya.$1#$b#Very elegant indeed.",
"34356079.9": "I couldn't agree more.$1",
"34356079.10": "Everyone... are we blind.. hellooo...$1#$b#Can we let Enya and her soon to be ${groom^bride^partner for life}$ have their own moment.",
"34356079.11": "Oh right!",
"34356079.12": "You really didn't have to do that Abigail, but thanks..mhm.$1",
"34356079.13": "Hi my ${handsome groom^gorgeous bride^saviour}$.$7#$b#I feel like the world has stopped just for us, @.$7",
"34356079.14": "Enya shall we proceed with the ceremony, dear?",
"34356079.15": "Oh yeah sure.$1",
"34356079.16": "Are the two of the wed ready?",
"34356079.17": "To formally start this ceremony, may I ask everybody to rise.",
"34356079.18": "Tonight, we stand not in a chapel, but in the heart of the world.#$b# Under moon and star, before goddess and grove, we gather not just to witness love, but to honor it.#$b#This is not a performance. It is a promise. A weaving of two spirits into one thread of time.",
"34356079.19": "In the presence of Hecate, keeper of the Crossroads, we offer gratitude.#$b#To the wind for carrying their voices to each other.#$b#To the fire for the spark that first lit their eyes.#$b#To the earth for holding their steps.#$b#And to the water for teaching them flow and forgiveness.",
"34356079.20": "May the both of you please face each other and join hands.",
"34356079.21": "Do you @ and Enya come of your own will, with no false name, no hidden face, to walk this path together?",
"34356079.22": "I do",
"34356079.23": "You may now exchange your vows.#$b#@, you may go first.",
"34356079.24": "I vow to see you clearly, even when the world clouds.$7#$b#To choose you again, even when the way is rough. To speak, to listen, to hold and release. With love, always and forever.$7",
"34356079.25": "Caroline brings out a cord and gently wrapped the cord on their joined hands.",
"34356079.26": "You who stand here are not alone.$4#$b#This bond is not easy, but it endures.$4#$b#If you choose each other not just in beauty, but in breaking, not just in spring, but in winter.$4#$b#Then I, Hecate, keeper of keys and shadows, bless this union. Not to be perfect. But to be true.$4",
"34356079.27": "You and Enya are now bound for eternity through handfasting.",
"34356079.28": "Then let it be known, before goddess, grove, and moon above.#$b#You are bound. You are chosen. You are one.",

//Map Strings

"MapStrings.EnyaPlace.1": "Memento Mori.",
"MapStrings.EnyaPlace.2": "Enya's humble abode.",
"MapStrings.EnyaPlace.3": "You are in the secret underground of the valley.",
"MapStrings.EnyaPlace.4": "Amethyst. Protects against negative energy.",
"MapStrings.EnyaPlace.5": "Green Adventurine. Helps release bad habits.",
"MapStrings.EnyaPlace.6": "This is Enya's DIY Grimoire. The pages are filled with messy handwriting.",
"MapStrings.EnyaPlace.7": "Only Enya is allowed to go up here.",
"MapStrings.Hecate.0": "Bring me an item.",
"MapStrings.Clue.1": "She offers/das Herz, nourrir l’enfant/habang umiiyak ang langit.",
"MapStrings.Clue.2": "In darkness/elle murmure/la fine morte/und wartet.",
"MapStrings.Clue.3": "Run/giovane cuore/vers la lumière/childlike e sfuggente.",

//Mail

"TheGrimmerie.title": "About that Book...",
"TheGrimmerie.text": "Dear @,^Good news! I finally found that book we talked about! However, it seems there’s been some damage. The pages are smudged, and the ink is spread so badly that the text is impossible to read. It must’ve gotten wet at some point, though I can’t say how.^I’ve heard of unusual methods for restoring damaged books, but that’s far beyond my expertise. Maybe someone in the valley knoWs a thing or two about fixIng Zomething like this? It might tAke some creativity, but I’m suRe you’ll figure it out. You always Do!^^- Gunther",

"Hecate.title": "I found something...",
"Hecate.text": "Dear @,^While studying the Grimmerie, I stumbled upon something that might finally bring us closer in opening the door to the Witches' Road. Remember how I told you I’d been searching for witches in the valley, casting every spell I know? Well, it turns out I’ve been looking at this all wrong. There may not be any true 'witches' here in the valley, but there might be people who are 'witchy enough' to form a coven....And I think I know how to find them!^However, I can’t quite share all the details just yet (there’s more to unravel). Just meet me at the Covenstead when the sun finally sets. Bring some Void Essence, and something of deep value tied to your bloodline. I’ll explain more then.^^- Caroline",

"Flyers.title": "Finally!",
"Flyers.text": "Dear @,^Thank Yoba! The flyers are finally ready. I stayed up all night writing them carefully. However, the ink ran out faster than I thought, so there are only limited copies. Please be careful in handling them out. Only hand them to people you think are 'witchy enough' because we CAN'T bother the Goddess of Witchcraft over simple mortal affairs.^^- Caroline",

"Heirloom.title": "Family Heirloom",
"Heirloom.text": "Dear @,^I hope you're doing well. I wanted to send this to you now that you're really on your own. This heirloom has been in our family for generations, though no one quite remember its true purpose. Still, there’s always been a strange pull to it, but we never knew what. Maybe, in time, you’ll understand it better than we ever could.^^- Mom",

"Clue1.title": "Hecate's Maze",
"Clue1.text": "Dear Mortal,^Clue1 -> English/German/French/Filipino^Clue2 -> English/French/Italian/German^Clue3 -> English/Italian/French/Italian.",

"LiveMusic.title": "Live Music at the Saloon!",
"LiveMusic.text": "Hey,^Just wanted to let you know a new girl in town offered to perform at the saloon, says she’s trying to earn a living. She’s got a unique sound, and honestly, I think the place needed something that makes folks want to stay a little longer and leave humming. Her music’s got that kind of pull!^She’ll be playing every Friday and Saturday night. Stop by if you’re around!^^- Gus",

"Enya8.title": "A Date..?",
"Enya8.text": "Dear @,^Would you join me by the woods at the Cindersap forest tonight?^I'd like to share something small with you...^^- Enya",

"ThankYouEnya.title": "Thank You, Again",
"ThankYouEnya.text": "Hi @,^I know I've said it before, but thank you. For staying. For helping me come back to myself.^I've attached a small token of appreciation.  I don’t have much, but I’ve been saving some extra pennies from my first performances at the saloon.^^- Enya",

"Enya10.title": "Enya's Invitation",
"Enya10.text": "Dear @,^Time slips through our fingers like river water... quiet, constant, and impossible to hold.^But I think... I’ve found a way to steal just one hour.^Will you come?^Today. At 5PM.^My house.^^-Enya",

"Enya14.title": "A Sacred Ceremony from the Grimmerie",
"Enya14.text": "Dear @,^I was reading through the Grimmerie again this morning, something about the scent of dried herbs always draws me back to it. While flipping through its older pages, I came across a ceremony that reminded me of a wedding, but older, more spiritual. It’s called handfasting.^It’s a beautiful ritual, symbolizing union, not just of hands, but of spirit and intention. Unlike traditional vows, it’s deeply rooted in the old ways. I think… you’re meant to read about it now. Or perhaps, experience it.^The Grimmerie mentioned that the energies are strongest tonight, between 7 PM and 11 PM, near the Den of Hecate. I urge you to go there, if your heart is open to what may be waiting.^There are some things in this world that don't need explanation, just presence.^^With warmth and curiosity,^Caroline",

//Enya Schedule Strings

"StringsSchedulesEnya.meditate": "O Spiritus, qui in hoc loco adsum, audi me et exaudi preces meas.$3",
"StringsSchedulesEnya.ukelele": "Letting my eyes close, Shedding my soft clothes~$0#$b#%Enya is humming a song.",
"StringsSchedulesEnya.bed": "%Enya is sleeping.",

//Enya Dialogue

"Enya.dialogue.introduction": "Meow.#$e#Just kidding! Salve! My name's Enya.$1#$e#Yep, I talk. No, you’re not hallucinating, I promise...#$e#How can I talk?$4#$b#Well, it's a bit complicated. Let’s just say I’m not exactly what you might think...",
"Enya.ndialogue": "Meow~",
"Enya.raindialogue": "Mrrrroww *tail flicking*$5#$e#%Enya's currently overwhelmed by the rain. Better leave her alone.",
"Enya.humanraindialogue": "The rain's actually...nice.$#e#Don’t get used to this, though.#$e#I’m not about to start loving the rain.#$e#But...I guess I don’t mind it anymore.",
"Enya.dialogue.Mon": "Thank you for saying hello. I’m still getting used to talking to people again.$2",
"Enya.dialogue.Tue": "Hey uh, @... right?#$b#Can I ask you a question?#$b#Have you any milk?",
"Enya.dialogue.Wed": "Hmm..? This tattoo on my forehead?$4#$b# It's a long story.",
"Enya.dialogue.Thu": "I know I'm a black cat...#$b#But no, I am not a familiar.#$b#I once pretended to, but I do not identify as one.",
"Enya.dialogue.Fri": "Thank you for speaking with me. I’m not great at it... but I’ll try.$1",
"Enya.dialogue.Sat": "Dogs bark too much, don't they?$4#$e#Can’t they just exist quietly?$6",
"Enya.dialogue.Sun": "I don’t usually talk to humans.#$e#Something about you makes it easier.",

"Enya.dialogue.Mon2": "Animals know more than we give them credit for.",
"Enya.dialogue.Tue2": "@, do you ever feel out of place?$4#$e#I do. A lot, actually$2",
"Enya.dialogue.Wed2": "There’s a calmness in the air today.#$e#I think the spirits are content.$1",
"Enya.dialogue.Thu2": "*Enya yawns*#$e#I'm sleepy#$e#Please don't bother me.",
"Enya.dialogue.Fri2": "No, I don’t turn people into frogs...$5#$e#Do i look like i turn people into frogs?$5",
"Enya.dialogue.Sat2": "Oh, Salve!#$e#Do you need anything?$4",
"Enya.dialogue.Sun2": "The animals here are kind.#$e#They don’t judge... like people sometimes do.$2",

"Enya.dialogue.Mon4": "With great power comes great responsibility.#$b#It sounds corny but it's true farmer.",
"Enya.dialogue.Tue4": "Why are you so kind to me?$4#$e#Back then people would burn someone like me for being strange.$2",
"Enya.dialogue.Wed4": "I’ve heard whispers of witches here before.#$e#I can feel their energy surging in the valley.",
"Enya.dialogue.Thu4": "I'm hungry.$2#$e#do you have any Fish left?$4",
"Enya.dialogue.Fri4": "Marnie has a warmth about her.#$e#The animals trust her, and I think I do too.",
"Enya.dialogue.Sat4": "Junimos are funny little things, aren’t they?$1",
"Enya.dialogue.Sun4": "Do you ever stop and just breathe it all in?$4#$b#I'm sorry for being weird again.$2",

"Enya.dialogue.Mon6": "You feel different from the others.#$e#I feel a great energy inside you.",
"Enya.dialogue.Tue6": "@! Salve!#$e#If you ever have free time. Go visit the forest at night#$e#'They' could really use some company.",
"Enya.dialogue.Wed6": "You might not see them, but the spirits are always watching.",
"Enya.dialogue.Thu6": "The forest is alive, you know.#$e#It speaks to those who listen.",
"Enya.dialogue.Fri6": "You didn't hear this from me.#$b#But some little birdie told me that there's a secret affair happening in the valley.",
"Enya.dialogue.Sat6": "What?$4#$e#Read your future?$4#$b#Why do people always ask me to read their future? I barely know what I’m doing tomorrow.$5#$e#Just kidding! maybe next time.$1",
"Enya.dialogue.Sun6": "The sunlight in Pelican Town is gentler than in other places.#$e#I think it’s why I stayed.",

"Enya.dialogue.Mon8": "Power flows where intention goes.#$b#That’s one of the first lessons I ever learned.",
"Enya.dialogue.Tue8": "The saloon’s back door was my favorite spot, smelled like warm bread and...$1#$b#Well, Gus never noticed a loaf or two missing.$1",
"Enya.dialogue.Wed8": "Linus moves like the forest...#$b#Quiet but bold.#$e#You and Him, are one of the few people that belongs here more than anyone.",
"Enya.dialogue.Thu8": "Magic doesn't always solve problems @$2#$e#I wish it could but you can't always just cast a spell and then 'poof' some problems away.$2",
"Enya.dialogue.Fri8": "Your Grandpa was a noble man. He had a way with nature, just like you.$1",
"Enya.dialogue.Sat8": "You smell like fresh earth @.#$b#It's kind of comforting.$1", 
"Enya.dialogue.Sun8": "Salve, @! Nice to see you! Where are you headed to?",

"Enya.dialogue.breakUp": "I miss you @...$2#b#But i understand. Bonds break, even the magical ones.$2#$e#Thank you for what we shared, @. It meant more than you know.",
"Enya.dialogue.Town_42_88": "Yes grief is hard. But the dead don’t want us to mourn them forever.#$e#They want us to live fully... while we can.",
"Enya.dialogue.divorced": "I was ready to spend lifetimes with you @.$2#$e#I won’t curse you for leaving...but I will mourn what could’ve been.$2",
"Enya.dialogue.DumpsterDiveComment": "...Were you trying to communicate with the spirits of leftover pasta?$6",

"Enya.dialogue.AcceptBouquet": "...Wait, really?$7#$b#All this time, I thought I was the one quietly falling. Guess you beat me to saying it out loud.$1",

"enya.spring_12.dialogue1": "Everyone’s rushing around again... something about eggs and ribbons.#$e#I’ll stay in the quiet corners tomorrow.",
"enya.spring_12.dialogue": "Tomorrow’s the festival. I might go. Or I might watch from afar.#$b#Sometimes watching is enough.",
"enya.spring_23.dialogue1": "I heard there’s a dance tomorrow. I might come watch... but if I show up, people will probably think it’s weird if you danced with a cat.#$b#So... I’ll be there, but... yeah.$2",
"enya.spring_23.dialogue": "People keep whispering about who’s dancing with who tomorrow.$4#$e#Funny how something so small can feel so heavy.",
"enya.spring_28.dialogue1": "The animals are quieter today. I think they know the heat is what’s coming.$4#$e#I do too.",
"enya.spring_28.dialogue": "Spring was gentler than I expected.#$e#Part of me wishes it would stay a little longer.$2",

"enya.spring_1_2.dialogue1": "Another Spring already...$2#$e#I remember this breeze. It carried different hopes last year.",
"enya.spring_1_2.dialogue": "The season starts over, but I don’t.#$e#I’m not the same as I was last Spring, and that’s not a bad thing.$1",
"enya.spring_12_2.dialogue1": "I'll be at the festival. Not to hunt, just to see.$1#$e#Just to remember what it feels like to be seen.",
"enya.spring_12_2.dialogue": "I still don’t understand the fuss over painted eggs, but...#$b#I’ve learned not everything needs to be understood to be felt.$1",
"enya.spring_23_2.dialogue1": "Tomorrow is the dance again. I’ll go, but I won’t get in the way.#$b#No one dances with a cat... but I still like the music.$1",
"enya.spring_23_2.dialogue": "The Flower Dance is tomorrow.#$b#I used to dread it. Now... I just feel curious.",
"enya.spring_28_2.dialogue1": "The petals are almost gone. I tried to chase one, but it disappeared in the wind.#$b#That feels about right.",
"enya.spring_28_2.dialogue": "It’s the last day again. I didn’t expect to feel something like nostalgia, but here it is, blooming anyway.$2",

"enya.summer_1.dialogue1": "Longer days mean more eyes. I might stay hidden awhile.$2",
"enya.summer_1.dialogue": "Summer arrived all at once.#$b#The heat, the noise, the pressure to hydrate myself with the sea.$5.",
"enya.summer_10.dialogue1": "I won’t get too close to that boiling pot tomorrow.$5#$e#I'll just stay near the fisher guy's bucket. I might steal one.$1",
"enya.summer_10.dialogue": "The Luau is tomorrow. I don’t think they’d want whatever I’d bring.$2#$b#So, I'll just be near Emily.$1",
"enya.summer_27.dialogue1": "Jellies floating in the dark… sounds tempting.$4#$e#Although, I won't be there because I might go off and jump.$2",
"enya.summer_27.dialogue": "I won’t be there tomorrow, but I’ll see the glow from a distance.$1#$e#That’s enough. More than enough, actually.",

"enya.summer_1_2.dialogue1": "I know where the shady spots are this time.$1#$e#Where the aerial animals fly low. It’s strange, knowing things.$4",
"enya.summer_1_2.dialogue": "The fields hum louder in Summer. I used to think it was noise.#$e#Now, it almost feels like a welcome.$1",
"enya.summer_10_2.dialogue1": "They’re making soup again tomorrow.#$e#I remember the smell from last year...salt, smoke, someone’s bad idea.",
"enya.summer_10_2.dialogue": "The Luau is kind of growing on me.$1#$e#You'll know where to find tomorrow.",
"enya.summer_27_2.dialogue1": "They’ll gather by the water again tomorrow.#$e#I still won’t go. But I remember how the air felt last time. That’s enough.$1",

"enya.fall_1": "Leaves are dying again. At least they're honest about it.",
"enya.fall_15": "Everyone's preparing for the fair. I’ll just be a shadow between the maze.",
"enya.fall_18": "My birthday is tomorrow. I can feel it in my fur. I hope —s.o.m.e.b.o.d.y— gifts me.",
"enya.fall_19": "It’s my birthday. Not that anyone really knows. Maybe that’s for the best.",
"enya.fall_27": "Spirit’s Eve... Too many lights. Too many eyes. I’ll be watching from the maze still.",
"enya1.fall_1": "Fall... the season witches are supposed to have for themselves.#$e#It's kind of performative how they don't have a season for witches yet in the old days everyday was dedicated for a public witch execution.$4",
"enya1.fall_15": "The fair's tomorrow. I’ll probably be near the coven.$1#$e#Beware of that fake fortune teller. I don't like her aura. Something's fishy....both literally and figuratively.",
"enya1.fall_18": "Tomorrow is... my birthday. I never know what to do with that kind of day.",
"enya1.fall_19": "It’s my birthday. I won’t pretend it’s a happy one, but it’s mine.$1",
"enya1.fall_27": "Spirit’s Eve. Everyone’s busy pretending to be ghosts. I don’t need a costume for that.$1",

"enya.fall_1_2": "Leaves are falling again. I chased one for fun and pretended it was an intruder. No regrets.",
"enya.fall_15_2": "The fair's tomorrow.#$e#I once stole a piece of cheese from the judging table. I was fast. They were confused. I still think about it.$1",
"enya.fall_18_2": "Tomorrow’s my birthday. I think I’ll nap in three different sunbeams and ignore the concept of age entirely.$4",
"enya.fall_19_2": "It’s my birthday. I gifted myself a mouse.#$b#Then let it go. Growth, right?$1",
"enya.fall_27_2": "Spirit’s Eve. Humans dress up like bats and ghosts...#$b#I don’t need to. I already vanish when I want to.$1",
"enya1.fall_1_2": "Ah, Fall. The season of dramatic trees and overcooked squash.#$e#Honestly, it’s kind of nice. It smells like change, but the good kind.$1",
"enya1.fall_15_2": "The fair’s tomorrow.#$b#I’m debating whether to bring something or just silently judge the people who think they can beat a bear, from the sidelines. Again.",
"enya1.fall_18_2": "My birthday’s tomorrow. I’m not panicking. #$b#Just... pre-regretting attention that may or may not happen. You know, normal things.$4",
"enya1.fall_19_2": "So it’s my birthday. I used to spend the whole day pretending it wasn’t.$2#$b#Now I just want one nice sentence from someone I trust. That would be enough.$1",
"enya1.fall_27_2": "Spirit’s Eve again. The costumes, the maze, the awkward flirting near candy bowls.$4#$e#I’ll hover near the fog like a suspicious ghost and start scaring 'witches'.$1",

"enya.winter_1": "It’s cold. Everything’s slower now.$2#$e#I might dig a nest in the hay and vanish till Spring. Tempting.$4",
"enya.winter_7": "The humans are preparing for the ice festival.#$b#Why walk on frozen water when you could hibernate for three weeks straight?$4",
"enya.winter_14": "Midwinter already.$3#$b#I’ve started sleeping longer, like the world wants me to disappear a little. Not that I mind.$1",
"enya.winter_23": "Winter Star’s coming. I thought about burying a some blessings near your doorstep. That counts as a gift, right?$1",
"enya.winter_28": "Last day of the year. I saw a bird fluff itself up and stare at the snow like it owed it something.$4#$e#I am in awe of how it took me this long as a cat to realize animals do get sentimental too. I can relate.$2",
"enya1.winter_1": "Winter. Everything feels like it’s holding its breath. Maybe I’ll do the same.",
"enya1.winter_7": "The festival of ice is tomorrow. I’m not really a skating-on-ice-with-laughing-people type...#$b#More of a hide-behind-a-tree-and-watch type.$1",
"enya1.winter_14": "Is it just me, or is winter too quiet sometimes?$4#$e#Like the silence is thinking about you. And not in a friendly way.$2",
"enya1.winter_23": "The Winter Star’s almost here. I don’t expect gifts. I don’t really give them, either.#$b#But... I still hope someone remembers I’m here.",
"enya1.winter_28": "Tomorrow, it all resets. A new year. I used to find that idea pointless.#$b#Now... I don’t know. Maybe it’s a chance. Or at least an excuse.$4",

"enya.winter_1_2": "First frost hit my paws this morning. I tried walking with only two feet at a time.#$b#Didn’t work, but I looked dramatic.$1",
"enya.winter_7_2": "They’re planning that ice festival again. I might steal some fishes.#$b#That’s festive, right?$1",
"enya.winter_14_2": "I’ve been sleeping more than usual. Not sad. Just... conserving magic.#$b#That’s a thing with humans too, isn’t it?$2",
"enya.winter_23_2": "I watched you wrapping gifts. I brought you this.[74]$1#$b#It has character. That counts.$1",
"enya.winter_28_2": "Last snow of the year, probably. I rolled in it and sneezed three times. Felt symbolic. I’m calling it a ritual.$1",
"enya1.winter_1_2": "Winter again. But it feels... less like an ending this time.$2#$b#More like a blanket I chose to wrap around myself.",
"enya1.winter_7_2": "Festival of Ice tomorrow. I might actually go. I mean, I’ll pretend I’m just ‘passing through,’ but still.",
"enya1.winter_14_2": "Midwinter is weird. Like time folded itself into a sleepy burrito and forgot to wake up.#$b#But I’m still here. That’s something to be proud of.$1",
"enya1.winter_23_2": "Winter Star’s coming. I even made a list this year. Not for gifts, just... reminders. People I care about.$1",
"enya1.winter_28_2": "One more day and we start over. I used to hate that idea. Now I think... maybe next year will be gentler. Maybe I will be too.$1",

"enya.Arrive": "@ I think you're in my mind...#$b#Literally. I can feel you.#$b#What is this? What's happening?$4",
//Dating Dialogues 
"Enya.romance.dialogue.Mon8": "Power flows where intention goes.#$b#That’s one of the first lessons I ever learned.",
"Enya.romance.dialogue.Tue8": "The saloon’s back door was my favorite spot, smelled like warm bread and...$1#$b#Well, Gus never noticed a loaf or two missing.$1",
"Enya.romance.dialogue.Wed8": "Linus moves like the forest...#$b#Quiet but bold.#$e#You and Him, are one of the few people that belongs here more than anyone.",
"Enya.romance.dialogue.Thu8": "Magic doesn't always solve problems @$2#$e#I wish it did, but some things need patience, not spells.#$b#Spending time with you reminded me of that.$7",
"Enya.romance.dialogue.Fri8": "Your Grandpa was a noble man.#$b#He had a way with nature, just like you.$7",
"Enya.romance.dialogue.Sat8": "You smell like fresh earth @.#$b#It's kind of comforting.$7", 
"Enya.romance.dialogue.Sun8": "Salve, @! Nice to see you!$7#$b#Where are you headed to?$4",

"Enya.dialogue.Mon10": "You know, @...I used to think I'd spend forever alone, by choice, even.$2#$e#But then you showed up, and now...It's hard not to imagine forever with you in it.$7",
"Enya.dialogue.Tue10": "Salve, @!#$b#%pet told me something interesting today...$7",
"Enya.dialogue.Wed10": "I wouldn't say being a cat sith is a curse but I wouldn't say it's a blessing either.$2",
"Enya.dialogue.Thu10": "I don’t think I’ve ever felt comfortable being me before.#$b#Thank you for that farmer$1",
"Enya.dialogue.Fri10": "Do you know how hard it is to steal fish from Willy?$6#$e#The old man’s eyes are sharper than an eagle’s.$6#$b#But I managed.",
"Enya.dialogue.Sat10": "Witches aren't always 'wicked' y'know.#$e# Sometimes humans can be much more cruel than us.$2#$b#Not you though.$7",
"Enya.dialogue.Sun10": "The forest always felt like home.#$e#But lately...home feels like wherever you are.$7",

//Marriage Dialogues

"enya.spouse.spring_1": "New season, same ridiculously ${handsome^gorgeous^charming}$ partner.$7#$b#If this is how every spring starts now, I’m not complaining.$1",
"enya.spouse.spring_12": "Egg Festival tomorrow. Should we team up, or should I sabotage your chances just to see that cute pout of yours?$1",
"enya.spouse.spring_23": "Flower Dance is tomorrow.#$e#I used to dread it, but with you? I’m kinda tempted to show off our moves... or at least not trip over my own feet.$7",
"enya.spouse.spring_28": "Last day of spring. Can we pretend time’s frozen and just stay like this?$2#$b#Or at least take one last nap in the grass together.$7",
"enya.spouse.summer_1": "Ah, summer. Sticky air, warm nights, and someone worth melting for.$1#$b#Don’t tell anyone I said that.$7",
"enya.spouse.summer_10": "The Luau’s tomorrow. Let’s sneak something into the soup and act innocent.$1#$e#Or maybe just stand together and pretend we’re not the hottest pair there.$7",
"enya.spouse.summer_27": "Moonlight Jellies tomorrow.#$b*I still might not go... unless you ask. Sweetly. With kiss....snacks.$7#$b#And the promise of slow dancing under stars that aren’t even there.$2",
"enya.spouse.fall_1": "Fall! Leaves crunch, cider’s warm, and you’re still here next to me. I win. I officially win at life.$1",
"enya.spouse.fall_15": "Fair's tomorrow. If you win the grange display again, I demand a victory kiss.$1#$e#If you lose... consolation kiss. I benefit either way.",
"enya.spouse.fall_18": "My birthday’s tomorrow. Act surprised when I pretend I don’t care, then shower me with affection until I admit I like it.$1",
"enya.spouse.fall_19": "It’s my birthday. And you, my ridiculous darling, are the best gift.$1#$e#Just don’t try to wrap yourself up. We’ve been over this.",
"enya.spouse.fall_26": "Spirit’s Eve tomorrow. Want to go as a terrifying duo?#$b#Or we could stay home and  I could show you some scary tricks.$1",
"enya.spouse.winter_1": "Snow’s falling, toes are freezing... and I have you. So actually, I’m warm. Emotionally. Don’t make a face.$7",
"enya.spouse.winter_7": "Festival of Ice tomorrow. Are we participating or pretending we’re too cool? I’ll be hot cocoa, you be marshmallows.$1",
"enya.spouse.winter_14": "Midwinter. The silence outside makes me notice the little things more.$2#$e#Like how your eyes crinkle when you smile. Curse you and your charm.$7",
"enya.spouse.winter_23": "Winter Star’s close. I thought about giving you something meaningful... then I remembered.$4#$b#I already gave you me. So, you’re welcome.$1",
"enya.spouse.winter_28": "Year’s almost over. Want to kiss at midnight?$7#$e#I’ll even pretend to be surprised when you do it early. And again after.$7",

"Enya.spouseRoom_Enya": "I think it’s safe to say I have a home now. Not a hiding place. A real one. With you.$7",

"Enya.Indoor_Day_0": "I made coffee. The regular kind.[395]#$b#But I did sprinkle a little love there. So if you start smiling for no reason, you’ll know why.$7",
"Enya.Indoor_Day_1": "Sometimes I wake up forgetting I'm not a cat anymore.#$b#Then I see you snoring with your mouth open...$6#$b#And well, it's very human. It helps.$1",
"Enya.Indoor_Day_2": "Y'know ${@ with you, I stopped feeling like I was wandering.#$b#You’ve got this warmth... like someone a lost witch could call home.$7^your love feels like soft soil after a long winter.#$b#I didn't know women like you were real... let alone that one could love me.$7^Your love doesn’t follow old paths. It makes new ones, and I finally feel like I’m walking the one meant for me.}$",
"Enya.Indoor_Day_3": "You sure you're not under a love spell?$4#$b#Just kidding.$1#$b#Even if you are... I’m not undoing it though hehe.$7",
"Enya.Indoor_Day_4": "If you keep looking at me like that, I might accidentally cast a charm on myself.$1",
"Enya.Indoor_Day_Enya": "If I ever write a grimoire about love, it’ll definitely start with your name.$7",

"Enya.Indoor_Night_0": "The stars are jealous, @.$5#$e#You’ve got me glowing brighter than any of them.$7",
"Enya.Indoor_Night_1": "You're lucky I'm tired. If I had the energy, I'd be kissing you until dawn.$7",
"Enya.Indoor_Night_2": "I tried to sweep today. Forgot i was a witch. Long story short, I gave up.$6",
"Enya.Indoor_Night_3": "This house has good bones.#$b#I don’t mean the structure, I mean the actual bones under the floorboard.$2#$b#Kidding.$1#$b#Probably.",
"Enya.Indoor_Night_4": "The night's cold tonight.$2#$b#Can i hug you?$7",
"Enya.Indoor_Night_Enya": "Hello love, how are you?$4#$b#Remember to take a break okay?$4",

"Enya.Outdoor_0": "I like seeing %farm from here. It reminds me how far I've come... and who I come home to.$7",
"Enya.Outdoor_1": "Your animals like you. That’s how I know you’re a good soul.",
"Enya.Outdoor_2": "I caught %pet trying to eat one of your chickens.#$b#We’ve now agreed to pretend it didn’t happen.",
"Enya.Outdoor_3": "@ I love you, truly, but please take a real shower once in a while. That face of yours deserves the VIP treatment at the very least.",
"Enya.Outdoor_4": "Is it weird that I talk to your crops when you’re not around?$4#$b#They listen better than some people.",

"Enya.funLeave_Enya": "Hello honey! I’ll be in town for a bit, got a few things to do.#$e#Is it okay If you cook for dinner tonight?$4",
"Enya.funReturn_Enya": "Hey! I’m back. Did anything interesting happen while I was gone?$4",

"Enya.OneKid_0": "%kid1 cried for hours, then stopped and giggled at %pet.$6#$b#Oh yoba help us.$6",
"Enya.OneKid_1": "I used to worry I’d turn out like my mother...distant, strict.$2#$b#But then I see %kid1 smile, and I know, we’re breaking that cycle.",
"Enya.OneKid_2": "Being a mother is wild. I’ve fought beasts, conjured spirits... but that little one scares me the most, in a good way.",
"Enya.OneKid_3": "Every time I look at %kid1, I see your eyes staring back at me. It’s comforting...$7#$e#But then they open their mouth and I hear my stubbornness.$6",

"Enya.TwoKids_0": "They ganged up on me today. Tiny rebellions.$6",
"Enya.TwoKids_1": "Two kids, one witch. I’m outnumbered, @.",
"Enya.TwoKids_2": "I think they inherited the spark. I caught %kid2 levitating a spoon today.",
"Enya.TwoKids_3": "Despite the chaos, despite the lack of sleep... I wouldn’t trade this for any spell or solitude.$7",

"Enya.Good_0": "My, how times have changed...Rope once spelled death at the gallows. Now it just holds you still, while I have you.$1",
"Enya.Good_1": "Oh, love....In the old days, I’d be hanged ${just for being this possessive of a gentleman...^for just *looking* at another lady like that...}$#$b#Let alone doing what we did last night.But if that’s a crime, tie me up and throw away the key, cause I'm guilty.$7",
"Enya.Good_2": "If I still had the Grimmerie. I’d use every spell, every charm, every forbidden rune..Just to make sure you never stop loving me. Ever.$7",
"Enya.Good_3": "Drink this, @. It’s a little remedy I made myself. It should help with the exhaustion.. from everything we got up to last night. Though I must say, you wore it well.$1",
"Enya.Good_4": "I could duplicate myself twice with a flick of my fingers...Imagine that—three of me, all focused on you. Darling, would you survive it?$1",
"Enya.Good_5": "I’m sorry if my cat side slips out sometimes. It’s just when we’re together like that. I really can’t help but purr, bite, and... claw a little.$7",
"Enya.Good_6": "Our pet’s been grumbling, you know...said they’re tired of hearing us kiss all day.$7#$b#They’re threatening to report us to the Magical Animal Bureau for public affection overload.$1",
"Enya.Good_7": "This may be very random but... I'm really really grateful for you @!#$b#You make me feel like I’m not a burden. Like I’m someone worth choosing, even on the bad days.$7",
"Enya.Good_8": "You're warm. Too warm.#$e#Get closer... please.$7#$b#%Enya hugs you tight.",
"Enya.Good_9": "You know, I’ve always hated how people think witches don’t feel anything...$5#$b#But being with you? It’s proof we feel more than they could ever imagine.$7.",

"Enya.Neutral_0": "The valley feels restless today. The wind's louder than usual.",
"Enya.Neutral_1": "Sometimes I wonder what my mother would say about me marrying ${someone like you.^a woman.^a human.}$",
"Enya.Neutral_2": "I'm craving some fish today. Will you get me some love?",
"Enya.Neutral_3": "I may not understand farming the way you do, but I can feel the patience it takes. It suits you.",
"Enya.Neutral_4": "Want some tea? Caroline gave it to me.[614]#$b#Thought you could use a little 'I care about you' gesture from your wife after all that farmwork.",
"Enya.Neutral_5": "I've seen this valley change more times than I can count. But watching you change? That’s something I’ll never get used to.$2",
"Enya.Neutral_6": "When people say ‘'a long time ago' they usually mean decades. My 'long time ago' well...$1",
"Enya.Neutral_7": "I used to disappear when things got tough. But that look in your eyes? Makes me want to be someone who stays.$7",
"Enya.Neutral_8": "I could freeze time again, but I wouldn’t. Because then I’d miss watching you live. I just wish I didn’t have to watch you leave.$2",
"Enya.Neutral_9": "No idea how this works. Marriage. Partnership.#$b#But if it ends with me beside my ${handsome husband^beautiful wife^cute partner}$ like this, I must’ve done something right.$7",

"Enya.Bad_0": "I'm kind of overwhelmed at the moment @.$2",
"Enya.Bad_1": "Sometimes I wish I was a cat again.$2",
"Enya.Bad_2": "...$2",
"Enya.Bad_3": "Being human is hard sometimes... I wish I could turn it off for a while.$2",
"Enya.Bad_4": "...$2",
"Enya.Bad_5": "I always try not to get in my head about us, but some days... it’s just louder than I can silence.$2",
"Enya.Bad_6": "I don’t feel like myself today. Or maybe I feel too much like myself.$2",
"Enya.Bad_7": "...$2",
"Enya.Bad_8": "...$2",
"Enya.Bad_9": "Let’s not talk right now...$2",


// FESTIVAL DIALOGUE 

"FestivalDialogueSpring13.Enya": "Meow... Eggs everywhere. Strange how humans celebrate the cycle with shells and sugar.$4#$e#Don't worry I'll cover a few eggs for you.$1",
"FestivalDialogueSpring13.Enya1": "I tried to charm an egg once. It turned into a frog. Still confused.$4#$e#Anyways, I asked the spirits who would win. They just laughed.$2#$b#I've put in some good word for you, just don't be weary!.$1",
"FestivalDialogueSpring13.Enya_spouse": "Whatever happens today, I already feel like I’ve won. You’re by my side.$7#$b#But If you win today, I’ll reward you with something sweeter than a strawberry.*winks*$1",
"FestivalDialogueSpring24.Enya1": "This tradition is older than it looks. Some of the steps are borrowed from moonlit rites.#$e#I don’t usually dance with strangers. Or mortals. Or anyone, really.$2",
"FestivalDialogueSpring24.Enya": "The flowers are nice. I haven’t rolled in a meadow since... yesterday.#$e#I could enchant someone to trip during the dance. Just say the word.$1",
"FestivalDialogueSpring24.Enya_spouse": "Of all the strange mortal traditions... this one’s growing on me. Like moss. Or affection.$7#$e#Do you remember our first Flower Dance? I was still half-feral and fully sarcastic.$1",
"FestivalDialogueSummer11.Enya": "That soup smells...suspicious. I saw someone drop something in it. Just saying.$4#$e#Humans love tossing things into a pot and calling it culture.$4",
"FestivalDialogueSummer11.Enya1": "The music’s cheerful. I’m trying to let it infect me. Slowly.$1#$b#Emily can testify.$1",
"FestivalDialogueSummer11.Enya_spouse": "I used to think I hated crowds... but it turns out I just needed the right person to stand next to.$7#$b#Let’s sneak away later. I found a tidepool that hums when the moon rises.$1",
"FestivalDialogueFall16.Enya": "Someone put a fish next to a bigger fish in their display. I’d eat both.$1#$e#I tried to sneak into that fake fortune teller’s tent. I can sense they're here for dabloons.$3",
"FestivalDialogueFall16.Enya1": "I traded five tokens for a dried-up starfish. Absolutely worth it.$1#$e#Pierre tried to sell me a potion. I politely told him it was vinegar.",
"FestivalDialogueFall16.Enya_spouse": "The fortune teller said I’d find love. Then she looked at you and winked. Huh.$7#$e#You could win me a plush bunny... or I could enchant one to follow us home. Either way, I’m smiling.$1",
"FestivalDialogueFall27.Enya": "I overheard someone say they leave out saucers of milk to ward off Cat Sìths. Charming... and insulting. They think dancing in a circle keeps me from stealing souls.#$e#Careful with your lantern. Some spirits don’t like fire. Some cats either.$1",
"FestivalDialogueFall27.Enya1": "Someone asked me if I’m dressed as a witch. I told them, 'No. This is casual.'$3#$e#Don’t stay too long near the pumpkins. One of them blinked at me.",
"FestivalDialogueFall27.Enya_spouse": "If you get lost in the maze, call out. I enchanted your voice so I can hear it anywhere.$1#$e#They say couples who dance on Spirit’s Eve stay together in every lifetime. Shall we test it?$7",
"FestivalDialogueWinter8.Enya": "A whole festival about fish... and I’m not allowed to compete? Injustice.$3#$b#If anyone drops a fish, I call dibs. That’s the law of cats.$1",
"FestivalDialogueWinter8.Enya1": "I’m not competing, but I did whisper luck into someone’s bait. Guess who.$1",
"FestivalDialogueWinter8.Enya_spouse": "I enchanted your boots for grip. Now you can walk on frozen ponds and straight into my heart.$7#$e#The snow makes everything quieter...except the part of me that wants you right now.$1",
"FestivalDialogueWinter25.Enya": "So much emotion in the air... it’s like a soup of joy and awkwardness.#$e#Everyone’s exchanging trinkets. I’d settle for a warm lap and a scrap of turkey.$1",
"FestivalDialogueWinter25.Enya1": "Sometimes the best gift is a quiet moment with someone who understands your weirdness.#$e#If I enchant my gift to sparkle, do you think that counts as cheating?$4",
"FestivalDialogueWinter25.Enya_spouse": "You already gave me everything I wanted this year... your love. Still... I got you something anyway.$7#$e#If I wrap myself up three times, will you consider it a gift?$1",


//Immersive Dialogue

"shane.dialogue.enyaArrive": "Who's that new girl always wandering by the woods?#$b#People say she just showed up out of nowhere and doesn’t talk much.",
"penny.dialogue.enyaArrive": "Do you think Enya's from Zuzu City?#$b#Or maybe from someplace much farther away?#$e#She dresses kind of weird but in a good way.",
"vincent.dialogue.enyaArrive": "I saw the new girl talking to cats like they're people!$1#$b#Can she really talk to animals??",
"george.dialogue.enyaArrive": "That Enya girl walks around like she owns the place.#$b#She better not be some fancy city inspector.#$e#Though her outfit says otherwise",
"robin.dialogue.enyaArrive": "That new girl Enya feels like someone who belongs to the woods more than a farmhouse.",
"lewis.dialogue.enyaArrive": "That Enya girl just appeared in the valley.#$b#No housing record, no paperwork... very unusual.#$e#I’ve asked around, but no one knows where Enya is living.#$b#How do you just show up like that?",
"gus.dialogue.enyaArrive": "That new girl Enya, never orders anything but milk and fish, a weird combo.#$b#Then she leaves these strange vintage pennies as tips.",
"abigail.dialogue.enyaArrive": "So... she's walking on two legs again.$1#$b#Mom says we shouldn’t talk about it in public, but I think it’s kinda awesome.",
"caroline.dialogue.enyaArrive": "It’s good to see her return to herself.#$b#The coven feels... really whole again.",
"emily.dialogue.enyaArrive": "Her threads shimmer differently now.#$b#As if the veil between skin and soul finally loosened.#$e#The others don’t recognize her, but that’s okay.#$b#We do. And that’s what matters.",
"town.dialogue.fall_3": "That black cat is always following you...#$b#I hope it’s not dangerous.",
"town.dialogue.spring_18": "That cat looked right at me once. It was... strange.#$b#Like it understood everything.",
"town.dialogue.winter_2": "Ugh, that cat keeps walking on the flower beds.#$b#It’s kinda cute though... in a spooky way.",
"town.dialogue.fall_16": "Why are you always with that scruffy cat? Are you, like, starting a wizard club or something?",
"town.dialogue.summer_10": "That black cat? It’s cool.#$b#But I swear it disappears like a ninja.",
"town.dialogue.winter_24": "One time I tried to pet that cat...#$b#My hand went cold like I touched smoke.",
"town.dialogue.spring_21": "That cat gives me the creeps.#$b#I saw it staring into a mirror once.",
"town.dialogue.summer_28": "Why are you always hangin’ with that black cat?#$b#Is it your sidekick or something?",
"town.dialogue.winter_25": "That cat you're hanging out with is not a pet. Remember that.#$b#Some spirits wear fur to avoid being seen for what they are.",
"town.dialogue.summer_27": "That cat smells suspicious, i’ve tracked that essence before in her...#$b#It was once powerful, and still is.",
"town.dialogue.fall_17": "The cat stole a squid right off my barrel.#$b#Crafty little thief!",
"town.dialogue.winter_27": "Beware of that black cat, @. It knocked over my tackle box last night.#$b#Spooked the herring for hours!$3",
"town.dialogue.winter_23": "You’ve got that cat with you again, huh?#$b#Don’t let it knock over the produce stands.",
"town.dialogue.spring_11": "Is it true you talk to that cat like a person?",
"town.dialogue.spring_22": "You and that cat are pretty close, huh?#$b#Hey, I’ve seen stranger friendships.",
"town.dialogue.fall_19": "If that black cat scratches my anvil, I’m billing you.$3",
"town.dialogue.spring_26": "I... I think it glared at me. Do cats glare?",
"town.dialogue.summer_12": "That cat talks in dreams.#$b#...But the grown-ups don’t believe me.",
"town.dialogue.spring_20": "The cat near me in the forest, I don't it's a scary cat. It feels like a fairy cat!$1",
"town.dialogue.spring_4": "I tried to play with the black kitty but it ran away.$2",
"town.dialogue.summer_14": "That weird cat stares too much. Makes me nervous.",
"town.dialogue.fall_5": "That black cat is a clever one, alright.#$b#Never seen a cat sneak into the barn without a sound.",
"town.dialogue.summer_9": "I swear I've seen that cat talk to my animals...#$b#It's too small to hunt my cows, no way.",







}