{
	"Changes": [
		
		{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Willy",
			"Entries": {
	"KodaMeeting": "Did you see that new boat at the dock?#$b#Must be some interesting folks.",
	"KodaScram": "I had a great time over in that old research ship.$1#$b#I hope FIASA bein' around means some more work for fisherman like me.",
	"KodaMap": "Aye, a lot of that FIASA data went over my head.#$b#But I wanted to support the lass on her big day."
			},
		},
				{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Elliott",
			"Entries": {
	"KodaMeeting": "What an interesting vessel pulled up at the harbor!$1#$b#I can't wait to investigate and see what inspiration lies inside.$1",
	"KodaScram": "Call me 'Ahab!'$1#$b#Just kidding, I'm no career seafarer... although visiting that research ship was great inspiration!$1"
			},
		},
				{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Leah",
			"Entries": {
	"KodaMeeting": "Have you seen that strange boat down at the harbor?#$b#I wonder what the bubble is for.",
	"KodaScram": "Elliott told me about visiting the research boat at the docks.#$b#He said you were there!$1#$b#If you see anything with artistic potential at the exchange program, will you hold it for me?"
			},
		},
				{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Maru",
			"Entries": {
	"KodaMeeting": "My dad is pretty keyed in to the wider science community.#$b#He lets me read his scientific journals and newsletters.$1#$b#Did you know a FIASA resarch boat is coming to town?",
	"KodaScram2": "I hope we didn't make a bad impression with that FIASA officer.#$b#It's hard not to be excited about all those unique tools!$1"
			},
		},
				{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Demetrius",
			"Entries": {

	"KodaScram2": "It was a pleasant surprise to see you on the FIASA boat, @.$1#$b#I told Robin about the wooden hull and air-tight observation bubble.#$b#She was mad that I didn't think to bring her along.",
	"KodaMap": "That was a wonderful presentation at the Community Center.$1#$b#I do enjoy well-visualized data.#$b#PIE may even donate some equipment!$h"
			},
		},
						{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Robin",
			"Entries": {

	"KodaScram2": "I heard all about the FIASA research boat from Demetrius.#$b#Maru seemed taken with it as well.$1#$b#Maybe I'll take Sebastian for our own visit sometime.",
	"KodaMap": "Demetrius and I are both big fans of PIE.$1#$b#They do great work in forestry and habitat restoration.#$b#This is going to be great for the valley!$h"
			},
		},
				{ 
			"Action": "EditData",
			"Target": "Characters/Dialogue/Emily",
			"Entries": {
	"KodaIsle": "Ahh, what a wonderful day!$1#$b#It's migration time for a lot wild creatures.#$b#Even the Giant Turtles are heading out to sea.$1"
			},
		},
		
		
	]
}