{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/{{ModId}}_Ceridwen",
      "Entries": {
        "Introduction": "$5A heartbeat? How rare to hear one in this place... #$b#$3Flee mortal, or the great Ceridwen will drain your blood! #$b#... #$b#$0...... #$b#Uh... You're supposed to run... #$b#... #$b#$2...... #$b#Ugh... Well that didn't go the way I wanted it to. #$b#$5If you insist on poking around, you shouldn't do so in another person's lair. It's quite rude.",
        "MovieInvite_Invited": "$1A hall of flickering light and shadows, woven into stories? #$b#$4Yes, I would be glad to join you.",
        "RejectMovieTicket_AlreadyWatchedThisWeek": "Hmm... The taste of that memory is still fresh.",
        "RejectMovieTicket_DontWantToSeeThatMovie": "I'd rather not, sorry.",
        "GreenRain": "The forest remembers what it once was. Now it breathes that memory into the air.",
        "GreenRain_2": "Even the rain wears a disguise today. How curious...",
        "GreenRainFinished": "Just like that, the forest dries its tears again. Strange... I almost miss the taste of it.",
        "AcceptGift_(O)StardropTea": "$4Ah... A finer taste than even the oldest memory. You honor me.", 
        "AcceptBirthdayGift_Loved": "$1You grace me by both remembering the day of my creation and giving me the taste of blackberries? #$b#I am forever grateful to you.",
        "AcceptBirthdayGift_Positive": "$1You remembered the day of my creation? ...Thank you.",
        "AcceptBirthdayGift_Negative": "$2Thanks, but you don't have to remember next year.",
        "HitBySlingshot": "$5Don't make me start craving blood again...",
        "RejectBouquet_NotDatable": "$2Sorry... It's just weird with me being 3,000 years older than you.",
        "RejectMermaidPendant_NotDatable": "$2Sorry... It's just weird with me being 3,000 years older than you.",
        "Mon": "The stones here hum with the footsteps of travelers long gone. #$b#I find their rhythm… comforting.",
        "Tue": "$1Your valley is noisy with experiences... I almost envy it.",
        "Wed": "My stomach growls... Have you done anything interesting lately?",
        "Thu": "Do not be afraid. I've long weaned my taste for blood. #$b#$3Now, I hunger for something else...",
        "Fri": "Hmm... I can smell new experiences on you. Tell me about them.",
        "Sat": "You farm, yes? Do you plan on growing any blackberries? I'm just curious.",
        "Sun": "The echoes here are strongest on quiet days. On Sundays… the silence deepens.",
        "Mon2": "Strange… I find myself waiting for your footsteps, among all the others that linger here.",
        "Tue2": "Tell me about your life back in the city. I haven't eaten all day.",
        "Wed2": "$2I often forget what day it is. It's easy to get stuck living in the past.",
        "Thu2": "$1You bring the scent of fresh memories with you. It stirs the stagnant echoes.",
        "Fri2": "$3I prefer more sophisticated tastes than that of blood.",
        "Sat2": "I've been quite lucky to find this place. The cracks seep with memories.",
        "Sun2": "Have you seen the pillars? In the past, they've offered their memories for a gem of some type.",
        "Mon4": "The forest shielded this place for decades. Perhaps it meant to save me, too.",
        "Tue4": "Your visits leave ripples. Even when you leave, the echoes remain.",
        "Wed4": "I remember what your memories first tasted like... #$b#$3Vegetable soup.",
        "Thu4": "Sometimes I still eat regular foods, you know? #$b#It doesn't sustain me but I still enjoy the different tastes.",
        "Fri4": "$1I didn't quite expect you to become a regular visitor, though I'm not complaining.",
        "Sat4": "The echoes in this place are starting to change. They taste... fresher.",
        "Sun4": "Do you taste it too? Even silence has flavor, if you listen long enough.",
        "Mon6": "$1@, it is good to see you. Not just because I'm hungry either.",
        "Tue6": "$2Mortals fear time… I have too much of it.",
        "Wed6": "The memories of previous travelers here have long become flavorless.",
        "Thu6": "The land clings to your memory even while you live. How odd...",
        "Fri6": "Tell me… do you dream often? I often wonder what it's like.",
        "Sat6": "I once had Blackberry Cobbler in Castle Village years ago. #$b#$3If I could live off of normal foods, I would eat that every day.",
        "Sun6": "$1Your presence stirs the station awake. It is as grateful as I am.",
        "Mon8": "$1When I first saw you, I thought you were another echo. Now, I know better.",
        "Tue8": "I wonder sometimes if there is a way I could walk freely in the sun. #$b#$2After nearly 3,000 years it's wishful thinking, though.",
        "Wed8": "$1I've been feeling more... alive... lately.",
        "Thu8": "I confess… I hunger less when you’re near. Strange, isn’t it?",
        "Fri8": "Hello @, I haven't been very hungry today. #$b#$1I'm still interested in hearing about your day, though.",
        "Sat8": "$1You remind me there is still beauty in living, not only remembering.",
        "Sun8": "The other day, I could have sworn... No, nevermind, it's not possible. #$e#$2Sorry, I shouldn't have said anything.",
        "Mon10": "My appetite has been quiet lately, but I haven't been losing any of my strength. #$b#It's out of the ordinary... I can't explain it...",
        "Tue10": "I find I've started looking forward to the future. My entire existence, I've been feeding off of the past...",
        "Wed10": "@, I thought I felt my heart beat last night again...",
        "Thu10": "$1I once envied mortals. Now… I treasure the chance to know one so deeply.",
        "Fri10": "$1You are always welcome here, @.",
        "Sat10": "$1The station no longer feels abandoned. Instead of memories, it is full of possibility.",
        "Sun10": "I've been thinking about visiting Stardew Valley, but I'm not so sure it's a good idea.",
        "spring_1": "$1I enjoy the springtime nights when new memories awaken for the first time.",
        "summer_1": "I hate the summer. I tend to burn pretty badly in the sun. #$b#$2My skin will literally erupt into flames.",
        "fall_1": "The nights are becoming longer again...",
        "winter_1": "I'm already cold all the time. The snow doesn't tend to bother me."
      }
    },
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/rainy",
      "Entries": {
        "{{ModId}}_Ceridwen": "{{Random: $1I actually prefer the rain. It's the only time I can go out during the day. && $1I'm enjoying the weather today. Are you? |inputSeparator=&&}}"
      }
    }
  ]
}
