{
	"Cloudberry.name": "Cloudberry",
	"Cloudberry.description": "Their taste is very delicate, sweet and spicy with a hint of sourness and bitterness.",
	"CloudberrySeeds.name": "Cloudberry Sapling",
	"CloudberrySeeds.description": "Takes 12 days to mature into a bush. Produces cloudberries throughout cloudberry season and a little longer (Spring 21-26).",

	"Woodbine.name": "Woodbine",
	"Woodbine.description": "Tart, slightly astringent, with a slight sourness.",
	"WoodbineSeeds.name": "Woodbine Sapling",
	"WoodbineSeeds.description": "Takes 14 days to mature into a bush. Produces woodbine berries throughout woodbine season and a little longer (Spring 24-28).",

	"Shadberry.name": "Shadberry",
	"Shadberry.description": "In appearance, the fruits of the irga are compared to black currants.",
	"ShadberrySeeds.name": "Shadberry Sapling",
	"ShadberrySeeds.description": "Takes 11 days to mature into a bush. Produces shadberries throughout shadberry season and a little longer (Summer 6-12).",

	"Bayberry.name": "Bayberry",
	"Bayberry.description": "The delicate fruits of the bayberry literally melt in the mouth, giving a slightly tart taste reminiscent of a combination of strawberries, blackberries and cherries.",
	"BayberrySeeds.name": "Bayberry Sapling",
	"BayberrySeeds.description": "Takes 13 days to mature into a bush. Produces bayberries throughout bayberry season and a little longer (Summer 16-21).",

	"YellowStrawberry.name": "Yellow Wonder Strawberry",
	"YellowStrawberry.description": "The pulp of the berry is juicy and sweet, with a very subtle and pleasant aroma.",
	"YellowStrawberrySeeds.name": "Wonder Strawberry Sapling",
	"YellowStrawberrySeeds.description": "Takes 15 days to mature into a bush. Produces yellow wonder strawberries throughout wonder strawberry season and a little longer (Summer 20-24).",

	"SeaBuckthorn.name": "Sea Buckthorn",
	"SeaBuckthorn.description": "Each fruit is juicy, fleshy, elongated or spherical in shape, the branches have thorns.",
	"SeaBuckthornSeeds.name": "Sea Buckthorn Sapling",
	"SeaBuckthornSeeds.description": "Takes 15 days to mature into a bush. Produces sea buckthorn berries throughout sea buckthorn season and a little longer (Fall 16-21).",

	"Barberry.name": "Barberry",
	"Barberry.description": "Barberry is considered to be balanced, sweet and sour with some tartness.",
	"BarberrySeeds.name": "Barberry Sapling",
	"BarberrySeeds.description": "Takes 16 days to mature into a bush. Produces barberries throughout barberry season and a little longer (Fall 24-28).",

	"Rowanberry.name": "Rowanberry",
	"Rowanberry.description": "Fresh rowan berries have a bitter taste.",
	"RowanberrySeeds.name": "Rowanberry Sapling",
	"RowanberrySeeds.description": "Takes 13 days to mature into a bush. Produces rowanberries throughout rowanberry season and a little longer (Winter 3-9).",

	"Juniper.name": "Wild Juniper",
	"Juniper.description": "Juniper berries are dense, hard, and have a spicy taste with a slight bitterness.",
	"JuniperSeeds.name": "Wild Juniper Sapling",
	"JuniperSeeds.description": "Takes 16 days to mature into a bush. Produces wild juniper berries throughout wild juniper season and a little longer (Winter 18-23).",

	"Gooseberry.name": "Wild Gooseberry",
	"Gooseberry.description": "Gooseberries taste like sweet grapes.",
	"GooseberrySeeds.name": "Wild Gooseberry Sapling",
	"GooseberrySeeds.description": "Takes 17 days to mature into a bush. Produces wild gooseberries throughout wild gooseberry season and a little longer (Winter 24-28).",
}