{
	"Cloudberry.name": "Морошка",
	"Cloudberry.description": "Вкус у них очень нежный, сладковато-пряный с кислинкой и горчинкой.",
	"CloudberrySeeds.name": "Саженец морошки",
	"CloudberrySeeds.description": "Через 12 дней вырастает куст. Плодоносит в течение всего сезона морошки и немного дольше (весной с 21 по 26 число).",

	"Woodbine.name": "Жимолость",
	"Woodbine.description": "Терпкая, слегка вяжущая, с легкой кислинкой.",
	"WoodbineSeeds.name": "Саженец жимолости",
	"WoodbineSeeds.description": "Через 14 дней вырастает куст. Плодоносит в течение всего сезона жимолости и немного дольше (весной с 24 по 28 число).",

	"Shadberry.name": "Ирга",
	"Shadberry.description": "По внешнему виду плоды ирги сравнивают с чёрной смородиной.",
	"ShadberrySeeds.name": "Саженец ирги",
	"ShadberrySeeds.description": "Через 11 дней вырастает куст. Плодоносит в течение всего сезона ирги и немного дольше (летом с 6 по 12 число).",

	"Bayberry.name": "Восковница",
	"Bayberry.description": "Нежные плоды восковницы буквально тают во рту, даря немного терпкий вкус, напоминающий сочетание клубники, ежевики и вишни.",
	"BayberrySeeds.name": "Саженец восковницы",
	"BayberrySeeds.description": "Через 13 дней вырастает куст. Плодоносит в течение всего сезона восковницы и немного дольше (летом с 16 по 21 число).",

	"YellowStrawberry.name": "Земляника холидей",
	"YellowStrawberry.description": "Мякоть ягоды сочная и сладкая, с очень тонким и приятным ароматом.",
	"YellowStrawberrySeeds.name": "Саженец земляники холидей",
	"YellowStrawberrySeeds.description": "Через 15 дней вырастает куст. Плодоносит в течение всего сезона земляники холидей и немного дольше (летом с 20 по 24 число).",

	"SeaBuckthorn.name": "Облепиха",
	"SeaBuckthorn.description": "Каждый плод сочный, мясистый, удлиненной или шаровидной формы, ветви имеют шипы.",
	"SeaBuckthornSeeds.name": "Саженец облепихи",
	"SeaBuckthornSeeds.description": "Через 15 дней вырастает куст. Плодоносит в течение всего сезона облепихи и немного дольше (осенью с 16 по 21 число).",

	"Barberry.name": "Барбарис",
	"Barberry.description": "Барбарис считается сбалансированным, кисло-сладким с небольшой терпкостью.",
	"BarberrySeeds.name": "Саженец барбариса",
	"BarberrySeeds.description": "Через 16 дней вырастает куст. Плодоносит в течение всего сезона барбариса и немного дольше (осенью с 24 по 28 число).",

	"Rowanberry.name": "Рябина",
	"Rowanberry.description": "Свежие ягоды рябины имеют горьковатый вкус.",
	"RowanberrySeeds.name": "Саженец рябины",
	"RowanberrySeeds.description": "Через 13 дней вырастает куст. Плодоносит в течение всего сезона рябины и немного дольше (зимой с 3 по 9 число).",

	"Juniper.name": "Дикий можжевельник",
	"Juniper.description": "Ягоды можжевельника плотные, твердые, имеют пряный вкус с легкой горчинкой.",
	"JuniperSeeds.name": "Саженец дикого можжевельника",
	"JuniperSeeds.description": "Через 16 дней вырастает куст. Плодоносит в течение всего сезона дикого можжевельника и немного дольше (зимой с 18 по 23 число).",

	"Gooseberry.name": "Дикий крыжовник",
	"Gooseberry.description": "Крыжовник по вкусу напоминает сладкий виноград.",
	"GooseberrySeeds.name": "Саженец дикого крыжовника",
	"GooseberrySeeds.description": "Через 17 дней вырастает куст. Плодоносит в течение всего сезона крыжовника и немного дольше (зимой с 24 по 28 число).",
}