{
    // ***** DisplayNames! *****
    "DisplayName.Bruno": "Bruno",
    "DisplayName.Laila": "Laila",
    // ***** END! *****

    // ***** Cooking Recipes *****
    "Object.CoconutWater.Name": "Coconut Water",
    "Object.NopalStew.Name": "Nopal Stew",
    "Object.BreadEggBird.Name": "Bird Egg Bread",
    // ***** END! *****

    // ***** Mail! *****
    "SandyThanks.Mail.Title": "Thanks for the materials!",
    "SandyThanks.Mail.Description": "Hi, @! I wanted to thank you for helping me with the door knob. Now I can open and close it without any issues! I left something downstairs for you.",
    // ***** END! *****

    // ***** Seeds! *****

    // AloeVera
    "Objects.AloeVeraSeeds.DisplayName": "Aloe Vera Seeds",
    "Objects.AloeVeraSeeds.Description": "Plant them in summer. They take 6 days to mature.",

    "Objects.AloeVera.DisplayName": "Aloe Vera",
    "Objects.AloeVera.Description": "A medicinal plant known for its healing and moisturizing properties.",
    
    // ***** END! *****

    // ***** Arch! *****
    "Objects.CatGold.DisplayName": "Golden Cat Head",
    "Objects.CatGold.Description": "An ancient gold statue in the shape of a cat's head.",

    "Objects.Chicken.DisplayName": "Golden Chicken Statue",
    "Objects.Chicken.Description": "A small ancient gold statue in the shape of a chick.",
    // ***** END! ***** 

    // ***** Food! *****

    // NopalStew
    "Objects.NopalStew.DisplayName": "Nopal Stew",
    "Objects.NopalStew.Description": "A stew made from nopales with a touch of chili and lime.",

    // MesquiteBread
    "Objects.MesquiteBread.DisplayName": "Mesquite Bread",
    "Objects.MesquiteBread.Description": "A sweet bread made with mesquite flour.",

    // CactusSoup
    "Objects.CactusSoup.DisplayName": "Cactus Soup",
    "Objects.CactusSoup.Description": "A cactus soup with a touch of chili and lime.",

    // PricklyPear
    "Objects.PricklyPear.DisplayName": "Prickly Pear",
    "Objects.PricklyPear.Description": "A fresh and juicy prickly pear.",

    // BirdEgg
    "Objects.BirdEgg.DisplayName": "Bird Egg",
    "Objects.BirdEgg.Description": "A fresh egg from a local bird.",

    // CoconutWater
    "Objects.CoconutWater.DisplayName": "Coconut Water",
    "Objects.CoconutWater.Description": "Fresh coconut water.",

    // Datil
    "Objects.Datil.DisplayName": "Datil",
    "Objects.Datil.Description": "A fresh and sweet date.",

    // ***** END! *****

    // ****** Fish! *****

    // Pupfish
    "Objects.Pupfish.DisplayName": "Pupfish",
    "Objects.Pupfish.Description": "A small and colorful fish from the Cyprinodontidae family.",

    // ChiclanaFish
    "Objects.ChiclanaFish.DisplayName": "Chiclana Fish",
    "Objects.ChiclanaFish.Description": "A salty fish that roams the desert rivers.",

    // ***** END! *****

    // ***** Weapons! *****
    "Weapon.GhostPickaxe.DisplayName": "Ghost Pickaxe",
    "Weapon.GhostPickaxe.Description": "An ancient pickaxe that seems to have been used for generations.",

    "Weapon.WildEarth.DisplayName": "Wild Earth Sword",
    "Weapon.WildEarth.Description": "A wild earth sword, a light sword that seems to have not been used for many years.",

    "Weapon.MalletWildEarth.DisplayName": "Wild Earth Mallet",
    "Weapon.MalletWildEarth.Description": "An ancient mallet, older than the sword, but with incomparable power.",
    
    // ***** END! *****
    
    // ***** Shops! *****
    "Geologist_Shop.Dialogue": "Welcome, welcome, do you have any kind of farmer trade?",
    // ***** END! *****
    
    // Gift Reaction Laila!
    "Laila.GiftTastes.Love": "Oh, this is wonderful! It's one of my favorites! Thank you so much, really.",
    "Laila.GiftTastes.Like": "Thank you! I really like it. You're so kind of thinking of me.",
    "Laila.GiftTastes.Dislike": "Hmm, I don't really like it, but thanks anyway.",
    "Laila.GiftTastes.Hate": "Well... I appreciate the gesture, but it's not something I really like.",
    "Laila.GiftTastes.Neutral": "Oh, thank you. You didn't have to go to all that trouble.",
    // ***** END! *****
    
    // Gift Reaction Bruno!
    // ***** END! *****
    
    // ***** Events General! *****
    "SandySpeakEventLivingRoom.1": "Come on, come on, why won't it open this time?$2",
    "SandySpeakEventLivingRoom.2": "The knob broke again. This is the third time in a row it has failed. *sigh*$2",
    "SandySpeakEventLivingRoom.3": "Hello, @. I'm having trouble with this old door.$2#$b#Could you bring me wood and a gold bar to improve the knob?",
    "SandySpeakEventLivingRoom.4": "Would you do it? Thank you so much, @.$1#$b#Please leave them in the living room box.",
    // ***** END! *****

    //Sandy Special Order
    "Sandy.SpecialOrder.01": "Broken knob",
    "Sandy.SpecialOrder.02": "The knob in my basement has broken again. I need materials to make a stronger one. Leave the materials in Sandy's box in the living room.",
    "Sandy.SpecialOrder.03": "Leave wood.",
    "Sandy.SpecialOrder.04": "Leave gold bar.",
    // ***** END! *****

    // ***** Maps Messages! *****
    "DesertGeologist.1": "These bones are huge. They look like they've been here for centuries.",
    "DesertGeologist.2": "Hmmm... This skull here seems to be that of a giant animal.",
    "DesertGeologist.3": "Wow! These fossils! What an incredible find!",
    "DesertGeologist.4": "Hello, farmer. Do you have any interesting items to show me?",
    "LivingRoom.1": "An old music box. It looks like no one has looked at it in years.",
    "LivingRoom.2": "A box with a text that says: Do not touch, fragile!",
    "LivingRoom.3": "An eraser and a pencil, nothing to do with it.",
    "LivingRoom.4": "An open book, some pages are torn.",
    "LivingRoom.5": "Books about agriculture and cooking. Some of them are marked with notes and favorite recipes.",
    "LivingRoom.6": "Books about history and culture. Some of them are marked with notes and drawings.",
    "LivingRoom.7": "Books about music and art. Some of them are marked with notes and scores.",
    "LivingRoom.8": "Some bills. Laila keeps a lot of them, it seems...",
    "LivingRoom.9": "A door without a knob with a note that says: *Do not enter*",
    "RoomLaila.1": "A strawberry jam.",
    "RoomLaila.2": "A cake looks like a delicious.",
    "RoomLaila.3": "A turned off TV.",
    "RoomLaila.4": "A camera of Laila's. Some pictures of her with Abigail and Emily are shown.",
    "RoomLaila.5": "A radio with country stickers.",
    "RoomLaila.6": "Some books about money.",
    "RoomLaila.7": "A houseplant. It looks like Laila has been taking care of it for months.",
    "RoomBruno.1": "Books about music and some sheet music.",
    "RoomBruno.2": "A TV that nobody seems to be using.",
    "RoomBruno.3": "A radio playing relaxing jazz music.",
    "RoomBruno.4": "Bruno's plant is better left untouched, it looks like he's been taking care of it for months.",
    "ClubIntegrants.1": "Mexican: I think this time I know the rules. I've lost 500 Qi coins... How confusing!",
    "ClubIntegrants.2": "Painter: This place has some color tones that I like. How about you, farmer?",
    "ClubIntegrants.3": "Gambler: Let's see what comes out. Could you step aside? You're giving me bad luck.",
    "ClubIntegrants.4": "Woman: I like how they play, although I still don't understand much... Hehe!",
    "ClubIntegrants.5": "It's an iridium slime. It's not as common as you might think...",
    "ClubIntegrants.6": "Man: It's pretty cool in here, don't you think?",
    "ClubIntegrants.7": "<<...Whispers...>>",
    // ***** END! *****

    // ***** Dialogues Bruno! *****
    // ***** END! *****

    // ***** Events Laila! *****

    // ***** 2 Hearts! *****
    "LailaSpeakEvent2.1": "Okay, now it's your turn, Abigail. Do your best!",
    "AbigailSpeakEvent2.1": "Let's go all out then!",
    "LailaSpeakEvent2.2": "Come on, Abigail! You can do it!",
    "AbigailSpeakEvent2.2": "There are too many of them! I can't handle them all! $7",
    "AbigailSpeakEvent2.3": "We lost another life! Well, now it's your turn, Laila. $2",
    "LailaSpeakEvent2.3": "Okay, I'll do my best.",
    "LailaSpeakEvent2.4": "How can a bug appear there? It's impossible! $5",
    "AbigailSpeakEvent2.4": "Hehe, you're not very good at this, huh? $1",
    "LailaSpeakEvent2.5": "Argh! How frustrating! $3",
    "AbigailSpeakEvent2.5": "Okay, let's start over. I'll start now. $1",
    // ***** END! *****

    // ***** 4 Hearts! *****
    "LailaSpeakEvent4.1": "What a beautiful sunset! I'm always amazed by the beauty of this place.",
    "LailaSpeakEvent4.2": "Look, @, do you see those lights in the water? They look like fireflies, but they're in the river.",
    "LailaSpeakEvent4.3": "Do you think if I make a wish on those magic lights, it will come true?",
    "FamerSpeakEvent4.1": "You: Yeah, sure",
    "LailaSpeakEvent4.4": "Okay, I'll try! I wish this moment would last forever.",
    "LailaSpeakEvent4.5": "Thank you for sharing this moment with me, @. It's really special.",
    // ***** END! *****
    
    // ***** Dialogues Laila! *****
    "Laila.Introduction": "Hi, I'm Laila. I love spending time at Sandy's shop, it's an oasis in the middle of the desert. $h",
    "Laila.Resort_Entering": "Wow, this place is amazing! I needed a change of scenery.",
    "Laila.Resort_Leaving": "It was a wonderful day. We should do it again soon. $u",
    "Laila.Resort_Shore": "The sea breeze is so refreshing... it's a nice change from the desert heat.",
    "Laila.Resort_Umbrella": "Nothing like sunbathing under an umbrella. This is life! $h",
    "Laila.Resort_Wander": "I wonder what secrets this place holds. Wanna explore with me?",
    "Laila.Resort_Bar": "A tropical cocktail is just what I needed to liven up the day.",
    "Laila.Resort": "This resort is like an oasis in the desert. Just perfect! $h",

    // ***** Dialogues Laila 0 Hearts! *****
    "Laila.Mon": "The beach in the valley is a peaceful place to relax and enjoy the sound of the waves. $h",
    "Laila.Tue": "It's so cool to have a farm! What crops are you planting lately? $h",
    "Laila.Wed": "Abigail has been teaching me how to play the flute. Even though I'm not very good, it's fun! $h",
    "Laila.Thu": "Hello! How are you? Have you discovered anything interesting in the valley today?",
    "Laila.Fri": "I'll try my hand at exploring new cooking recipes today. I hope they turn out well! $u",
    "Laila.Sat": "These days are perfect for spending time at Sandy's shop, checking out the oddities she sells.",
    "Laila.Sun": "The stuff my friend Sandy sells is really cool. Have you bought anything from her yet? $h",

    // ***** Dialogues Laila 1 Hearts! *****
    "Laila.Mon1": "I love walking in the woods. There's something magical about nature here. $h",
    "Laila.Tue1": "I've been thinking about adopting a cat. They're so adorable, don't you think? $h",
    "Laila.Wed1": "The sound of the river relaxes me. Sometimes I spend hours listening to it. $u",
    "Laila.Thu1": "Do you have any favorite places in the valley? I'd like to explore them. $h",
    "Laila.Fri1": "Emily mentioned there's going to be a knitting class. It could be fun!",
    "Laila.Sat1": "I'm trying to learn local recipes. The food here is delicious! $h",
    "Laila.Sun1": "Sometimes I feel a little lonely, but meeting new people cheers me up.",

    // ***** Dialogues Laila 2 Hearts! *****
    "Laila.Mon2": "I think I'll need your help planting something someday. Last time I tried, it didn't turn out so well. $s",
    "Laila.Tue2": "Sometimes I miss the vast desert, but this valley has its own special charm. $h",
    "Laila.Wed2": "I've been helping Leah with her sculptures. She's incredibly talented! $h",
    "Laila.Thu2": "I'd like to learn more about the history of this place. It seems to hold a lot of secrets.",
    "Laila.Fri2": "I've been avoiding the casino for a while now. Maybe it's good to take breaks. $s",
    "Laila.Sat2": "There are so many stars in the sky here! It's an impressive sight. $h",
    "Laila.Sun2": "Thank you for taking the time to talk to me. I value our friendship. $h",

    // ***** Dialogues Laila 3 Hearts! *****
    "Laila.Mon3": "The sound of rain is soothing, don't you think? It brings back a lot of memories. $h",
    "Laila.Tue3": "I'd like to learn more about farming. Maybe you can teach me.",
    "Laila.Wed3": "Sometimes I wonder what it would be like to live in a different place. But this valley is special. $h",
    "Laila.Thu3": "I've been cooking new recipes. You should come try them!",
    "Laila.Fri3": "Sandy told me interesting stories from the desert. I'll share them with you sometime.",
    "Laila.Sat3": "Have you ever seen the northern lights? I'd love to witness them.",
    "Laila.Sun3": "The children in the village are so full of life. It's contagious. $h",

    // ***** Dialogues Laila 4 Hearts! *****
    "Laila.Mon4": "I've been thinking about starting a small garden. Do you have any advice? $h",
    "Laila.Tue4": "The music in this valley is beautiful. It inspires me to write. $h",
    "Laila.Wed4": "I'm glad we became friends. Your company is nice.",
    "Laila.Thu4": "I found an old photograph in my room. It made me smile. $h",
    "Laila.Fri4": "Maybe I should try playing an instrument. It might be fun.",
    "Laila.Sat4": "Would you like to go fishing someday? Even though I'm a newbie, it might be fun. $h",
    "Laila.Sun4": "The sunsets here are stunning. We should watch one together.",

    // ***** Dialogues Laila 5 Hearts! *****
    "Laila.Mon5": "I ran into Linus today. He always has interesting stories to tell. $h",
    "Laila.Tue5": "I've been getting better at cooking. I might be able to make you something special! $h",
    "Laila.Wed5": "It's nice to have someone to share my thoughts with.",
    "Laila.Thu5": "I wonder what the future holds. I hope for good things. $h",
    "Laila.Fri5": "I've been exploring new recipes instead of going to the casino. It's healthier! $h",
    "Laila.Sat5": "I like how this town always has something to celebrate.",
    "Laila.Sun5": "Thanks for being someone I can rely on. $h",

    // ***** Dialogues Laila 6 Hearts! *****
    "Laila.Mon6": "I've been thinking about taking art classes. I've always wanted to learn how to paint. $h",
    "Laila.Tue6": "Did you know there are cacti that bloom at night? It's a beautiful sight. $h",
    "Laila.Wed6": "Your visits always brighten my day. Thanks for spending time with me. $h",
    "Laila.Thu6": "I found an old book about the desert. It reminded me of home. $h",
    "Laila.Fri6": "I'm not going to the casino today. I'd rather spend time with you. $h",
    "Laila.Sat6": "Starry nights are best enjoyed in good company.",
    "Laila.Sun6": "I've been writing poetry. Maybe one day I'll show you my writing.",

    // ***** Dialogues Laila 7 Hearts! *****
    "Laila.Mon7": "Sometimes I feel like I can be myself when we're together. $h",
    "Laila.Tue7": "I made a new dessert today. I'd love for you to try it. $h",
    "Laila.Wed7": "The sounds of nature here are so different from the desert.",
    "Laila.Thu7": "I'd like to teach you more about my culture if you're interested. $h",
    "Laila.Fri7": "I've been avoiding the casino lately. I've found more worthwhile things to spend my time on. $s",
    "Laila.Sat7": "Holidays are more fun when you share them with close friends.",
    "Laila.Sun7": "Thank you for being someone special in my life. $h",

    // ***** Dialogues Laila 8 Hearts! *****
    "Laila.Mon8": "I've been thinking about improving my cooking skills. I love experimenting with new ingredients.",
    "Laila.Tue8": "Every day here feels more like home, thanks to the kind people I've met. $h",
    "Laila.Wed8": "I'd like to spend more time with you. It's always fun to chat and learn something new.",
    "Laila.Thu8": "I found this flower and it reminded me of desert gardens. It's beautiful, isn't it? $h",
    "Laila.Fri8": "Maybe we could have a picnic together and enjoy nature.",
    "Laila.Sat8": "I feel like I can trust you with my deepest thoughts.",
    "Laila.Sun8": "You're one of the reasons I love this place. $h",

    // ***** Dialogues Laila 9 Hearts! *****
    "Laila.Mon9": "Your friendship means a lot to me. I hope you know that.",
    "Laila.Tue9": "I've been smiling more lately, and I think you're the reason. $h",
    "Laila.Wed9": "I was wondering if you'd like to join me on a sunset hike.",
    "Laila.Thu9": "I've been cooking your favorite dish. I hope you like it! $h",
    "Laila.Fri9": "There's something I'd like to tell you. Can we talk in private?",
    "Laila.Sat9": "The time we spend together is the best part of my day. $h",
    "Laila.Sun9": "Thank you for making this valley an even more special place. $h",

    // ***** Dialogues Laila 10 Hearts! *****
    "Laila.Mon10": "I can't imagine my life here without you. You mean so much to me. $h",
    "Laila.Tue10": "Every moment with you is precious. Thank you for being here. $h",
    "Laila.Wed10": "You make me happier than words can express. $h",
    "Laila.Thu10": "You are someone very special to me. I value our relationship so much. $h",
    "Laila.Fri10": "I have something for you. It's a token of how much I appreciate you. $h",
    "Laila.Sat10": "I wanted you to know that you can always count on me. $h",
    "Laila.Sun10": "My life has changed for the better since I met you. $h",

    // ***** Special Dialogues Laila! *****
    "Laila.summer_1": "Summer has arrived! I love feeling the sun on my skin. $h",
    "Laila.summer_Mon": "The sun here is gentler than in the desert. It's nice. $h",
    "Laila.summer_Tue": "I heard there are rare fish in this season. Do you like fishing? $h",
    "Laila.summer_Wed": "I would love to learn to swim better. The water is so refreshing in summer.",
    "Laila.summer_Thu": "There's a beach party coming up soon. We should go together! $h",
    "Laila.summer_Fri": "I've been practicing cooking with Gus. His summer recipes are amazing. $h",
    "Laila.summer_Sat": "Summer nights are perfect for stargazing. Have you seen any shooting stars?",
    "Laila.summer_Sun": "The sunflowers are in full bloom. They're so cheerful! $h",
    "Laila.summer_Wed2": "I lost my favorite hat at the casino. What bad luck! $s",
    "Laila.summer_Tue4": "I wonder what adventures this season will bring us.",
    "Laila.summer_Sat6": "I've been reading about the ancient ruins in the valley. Fascinating, don't you think? $h",
    "Laila.summer_Mon8": "Sometimes I feel nostalgic, but your friendship always cheers me up. $h",
    "Laila.summer_Thu10": "Thank you for being someone I can rely on. $h",
    "Laila.summer_Fri10": "I have something special for you. I hope you like it. $h",

    "Laila.fall_1": "Autumn has arrived. The colors are just beautiful. $h",
    "Laila.fall_Mon": "The crunch of leaves underfoot is a delight! $h",
    "Laila.fall_Tue": "I've been baking pumpkin pies with Marnie. Do you want to try one? $h",
    "Laila.fall_Wed": "The valley has a special magic in the fall, don't you think? $h",
    "Laila.fall_Thu": "Maybe I'll try growing some myself this year.",
    "Laila.fall_Sat": "The Valley Fair is coming up soon. I'm excited to participate! $h",
    "Laila.fall_Sun": "The cool fall air is perfect for a long walk. $h",
    "Laila.fall_Wed2": "I've been helping Penny with the kids. They're so full of energy. $h",
    "Laila.fall_Tue4": "I found an old coin in the desert. Is it valuable? $u",
    "Laila.fall_Sat6": "Even though I miss the desert, this place feels like home. $h",
    "Laila.fall_Mon8": "Thank you for always making me smile. You're great company. $h",
    "Laila.fall_Thu10": "You're someone very special to me. I value our friendship very much. $h",
    "Laila.fall_Fri6": "I got lucky at the casino today! I finally won something. $h",
    "Laila.fall_Fri10": "I wanted to give you this as a token of my appreciation. $h",

    "Laila.winter_1": "Winter has arrived. It's so cold! $s",
    "Laila.winter_Mon": "The desert never looks like this. The snow is fascinating. $h",
    "Laila.winter_Tue": "I've been learning to knit scarves to keep myself warm. $h",
    "Laila.winter_Wed": "Long nights are perfect for telling stories around the fireplace.",
    "Laila.winter_Thu": "Snow covers everything in white. It's like a new beginning. $h",
    "Laila.winter_Fri": "Maybe I should stop going to the casino in winter. It's too cold to go outside. $s",
    "Laila.winter_Sat": "The Winter Star Party is soon! Do you have your gift ready yet? $h",
    "Laila.winter_Sun": "A hot chocolate would be perfect right about now.",
    "Laila.winter_Wed2": "I've been making snowmen. You should join me next time! $h",
    "Laila.winter_Tue4": "They say there are secrets hidden beneath the ice. Would you like to investigate them with me?",
    "Laila.winter_Sat6": "The casino is quieter in winter. It's a different atmosphere.",
    "Laila.winter_Thu10": "Thank you for warming up my cold days with your friendship. $h",
    "Laila.winter_Wed6": "I lost at the slots again. Maybe luck isn't on my side in winter.",
    "Laila.winter_Fri10": "This is the best gift anyone has ever given me. Thank you from the bottom of my heart. $h",

    "Laila.spring_12": "The Egg Festival is so much fun! I'm not very good at finding them, though. $h",
    "Laila.spring_23": "The Flower Dance is beautiful. I love seeing everyone so happy. $h",
    "Laila.summer_10": "The Beach Party was amazing! I danced until my feet hurt. $h",
    "Laila.summer_27": "The Moon Jellyfish Dance is magical. I wouldn't miss it for anything. $h",
    "Laila.fall_26": "It's Spirit Eve. Are you scared of ghost stories?",
    "Laila.winter_7": "The Ice Fair is today. Maybe I'll try my luck at the fishing competition! $h",
    "Laila.winter_24": "Happy Winterstar Day! I hope you like your gift. $h",

    "Laila.danceRejection": "I'm sorry, but I already have other plans for the dance. Maybe another time.",
    "Laila.divorced": "It's hard to see you again after everything that happened.",
    "Laila.dumped_Girls": "I guess things don't always work out the way you expect.",
    "Laila.breakUp": "I think it's best if we go our separate ways. I wish you the best.",

    "Laila.rejectNPCA": "Thank you, but I'd rather be alone for now.",
    "Laila.rejectNPCB": "I appreciate your feelings, but I can't reciprocate them.",
    "Laila.refusal_no_heartsA": "Did you need something? I'm a little busy right now.",
    "Laila.refusal_no_heartsB": "Sorry, but this isn't a good time to talk.",
    "Laila.refusal_knownA": "I have something on my mind right now. Let's talk later, okay?",
    "Laila.refusal_knownB": "Sorry, I need some space today.",
    "Laila.refusal_botherA": "I'd rather be alone for now. Thanks for understanding.",
    "Laila.refusal_botherB": "This isn't the best time for me. I hope you understand.",

    "Laila.engageA": "Wait! Really? This is so exciting! $h",
    "Laila.engageB": "Yes, I do. I couldn't be happier! $h",
    "Laila.marriedA": "Every day with you is a new adventure that I adore. $h",
    "Laila.marriedB": "You have changed my life for the better. Thank you for being by my side. $h",

    "Laila.give_flowersA": "For me? These are beautiful! Thank you from the bottom of my heart. $h",
    "Laila.give_flowersB": "Flowers always brighten my day. You are so kind! $h",

    "Laila.give_pendant": "Is this what I think it is? Yes, a thousand times yes! $h",
    "Laila.stardrop_gift": "I feel like our connection is deeper than ever. $h",

    "Laila.reject_two_heartA": "You're very kind, but I think we should get to know each other better.",
    "Laila.reject_two_heartB": "I appreciate the gesture, but I need a little more time.",
    "Laila.reject_four_heartA": "I'm not ready to take that step yet.",
    "Laila.reject_four_heartB": "Maybe another time. Thanks for understanding.",

    "Laila.giftquestion_yes": "Sure! I'd love to receive it. $h",
    "Laila.giftquestion_lie": "You didn't have to, but thank you. I really appreciate it.",
    // ***** END! *****

    // ***** Dialogues Laila Marriage! *****
    "Laila.Marriage_Rainy_Day_0": "Looks like it's raining today. It's a good day to stay home together, don't you think? $h",
    "Laila.Marriage_Rainy_Day_1": "The rain reminds me of the few storms I used to see in the desert. It's relaxing. $h",
    "Laila.Marriage_Rainy_Day_2": "I made some hot tea. The weather is inviting for a nice chat. $h",
    "Laila.Marriage_Rainy_Day_3": "Listening to the raindrops makes me feel at peace. Does the same happen to you?",
    "Laila.Marriage_Rainy_Day_4": "I love how the rain feeds our crops. It's a blessing. $h",

    "Laila.Marriage_patio_Laila": "I'm enjoying the fresh air on the patio. Do you want to join me for a while?",
    "Laila.Marriage_spouseRoom_Laila": "I've organized our room a bit. I love the way it looks now! $h",
    "Laila.Marriage_Rainy_Day_Laila": "The rain makes me think of all the places we've explored together. $h",

    "Laila.Marriage_Rainy_Night_0": "Rainy nights are perfect for snuggling and sharing stories. $h",
    "Laila.Marriage_Rainy_Night_1": "Listen to the rain gently hitting the roof. It's almost hypnotic.",
    "Laila.Marriage_Rainy_Night_2": "I lit some candles to make the atmosphere more cozy. Do you like it? $h",
    "Laila.Marriage_Rainy_Night_3": "I feel lucky to have you by my side on nights like this. $h",
    "Laila.Marriage_Rainy_Night_4": "I hope you have sweet dreams. Rain will lull us to sleep tonight.",
    "Laila.Marriage_Rainy_Night_5": "Before we go to sleep, would you like to read with me for a while? $h",
    "Laila.Marriage_Rainy_Night_Laila": "Sometimes I wonder if it's raining in the desert too. But now my home is here, with you. $h",

    "Laila.Marriage_Indoor_Day_0": "Good morning! I made fresh bread for breakfast. $h",
    "Laila.Marriage_Indoor_Day_1": "I was thinking about rearranging the furniture. What do you think?",
    "Laila.Marriage_Indoor_Day_2": "If you need any help around the farm, let me know. I'm happy to help.",
    "Laila.Marriage_Indoor_Day_3": "I've been practicing some new recipes. We could try them out together! $h",
    "Laila.Marriage_Indoor_Day_4": "I love how the sun's rays light up our house. $h",

    "Laila.Marriage_Indoor_Night_Laila": "It's been a long day, but it's always comforting to come home to you. $h",
    "Laila.Marriage_Indoor_Night_0": "I'm reading a fascinating book about local legends. You should check it out.",
    "Laila.Marriage_Indoor_Night_1": "I've made some snacks in case you get hungry later. $h",
    "Laila.Marriage_Indoor_Night_2": "The evenings here are so peaceful. It's perfect for relaxing.",
    "Laila.Marriage_Indoor_Night_3": "Thank you for making this house a loving home. $h",

    "Laila.Marriage_Outdoor_0": "The weather is perfect for gardening. The flowers are beautiful. $h",
    "Laila.Marriage_Outdoor_1": "I love walking through our fields and watching everything grow. $h",
    "Laila.Marriage_Outdoor_2": "The animals seem happy today. Your dedication really makes a difference.",
    "Laila.Marriage_Outdoor_3": "I was thinking about planting some cacti. Do you think they would work here?",
    "Laila.Marriage_Outdoor_4": "The sound of the wind through the trees is so relaxing. $h",
    "Laila.Marriage_Outdoor_Laila": "This landscape is different than the desert, but just as beautiful in its own way. $h",

    "Laila.Marriage_funLeave_Laila": "I'm going to visit Sandy and see how things are going at the store. See you later!",
    "Laila.Marriage_funReturn_Laila": "I'm back now. I've been looking forward to coming home to you. $h",

    "Laila.Marriage_OneKid_0": "Our little one is the joy of my life. Thank you for this beautiful family. $h",
    "Laila.Marriage_OneKid_1": "Every day I see our child grow a little bit more. It's wonderful.",
    "Laila.Marriage_OneKid_2": "I love spending time with my family. It's my favorite time. $h",
    "Laila.Marriage_OneKid_3": "I thought about taking my child to the desert one day. What do you think?",

    "Laila.Marriage_TwoKids_1": "Our family is bigger and happier. I feel truly blessed. $h",
    "Laila.Marriage_TwoKids_2": "Watching our children play together fills my heart with joy. $h",
    "Laila.Marriage_TwoKids_3": "Even though it's chaotic at times, I wouldn't change a thing about our family life. $h",

    "Laila.Marriage_spring_22": "The Egg Festival is coming up. It'll be fun to participate as a family! $h",
    "Laila.Marriage_spring_24": "The Flower Dance is always beautiful. I'm excited to dance with you. $h",
    "Laila.Marriage_spring_1": "Spring is here. Time for new beginnings and fresh flowers. $h",
    "Laila.Marriage_summer_3": "It's hot today. How about we cool off in the river?",
    "Laila.Marriage_summer_8": "Tonight is the Beach Party. It's going to be great! $h",
    "Laila.Marriage_summer_15": "I've made some cold lemonade to beat the heat. Do you want some?",
    "Laila.Marriage_fall_2": "Autumn brings warm colors. It's my favorite season. $h",
    "Laila.Marriage_fall_1": "The leaves are falling and creating a lovely landscape. $h",
    "Laila.Marriage_winter_14": "The Winter Star is near. I want it to be a special day for us. $h",
    "Laila.Marriage_winter_2": "The cold feels extra intense today. Let's make sure we wrap up warm.",

    "Laila.Marriage_Good_1": "Every day by your side is a gift. Thank you for being in my life. $h",
    "Laila.Marriage_Good_2": "I feel loved and appreciated. You're the best partner I could ever ask for. $h",

    "Laila.Marriage_Neutral_0": "I hope your day is going well.",
    "Laila.Marriage_Neutral_1": "If you need anything, I'll be around.",
    "Laila.Marriage_Neutral_6": "Maybe we could plan something together soon. $h",

    "Laila.Marriage_Bad_5": "I've been feeling a distance between us. I'm worried.",
    "Laila.Marriage_Bad_6": "Can we talk? I feel like something's not right.",
    "Laila.Marriage_Bad_7": "It hurts me that we're like this. I want us to be close again.",
    "Laila.Marriage_Bad_8": "I don't know what's going on, but I hope we can work it out. $s",
    "Laila.Marriage_Bad_9": "I miss you, even though we're close. Please, let's talk. $s",
    "Laila.EngagementDialogue.Laila0": "This is amazing! I do! $h",
    "Laila.EngagementDialogue.Laila1": "I do! I can't wait to spend the rest of my life with you! $h"
    // ***** END! *****
}