{
    // ***** DisplayNames! *****
    "DisplayName.Bruno": "Bruno",
    "DisplayName.Laila": "Laila",
    // ***** END! *****

    // ***** Cooking Recipes! *****
    "Object.CoconutWater.Name": "Agua de Coco",
    "Object.NopalStew.Name": "Guiso de Nopal",
    "Object.BreadEggBird.Name": "Panecillos de Huevo de Pájaro",
    // ***** END! *****

    // ***** Mail! *****
    "SandyThanks.Mail.Title": "¡Gracias por los materiales!",
    "SandyThanks.Mail.Description": "¡Hola, @! Quería agradecerte por ayudarme con la perilla de la puerta. ¡Ahora puedo abrir y cerrar sin problemas! Dejé algo abajo para ti.",
    // ***** END! *****

    // ***** Seeds! *****

    // AloeVera
    "Objects.AloeVeraSeeds.DisplayName": "Semillas de Sabíla ",
    "Objects.AloeVeraSeeds.Description": "Plántalas en verano. Tardan 6 días en madurar.",

    "Objects.AloeVera.DisplayName": "Sabíla",
    "Objects.AloeVera.Description": "Una planta medicinal conocida por sus propiedades curativas y hidratantes.",
    
    // ***** END! *****

    // ***** Arch! *****
    "Objects.CatGold.DisplayName": "Cabeza de gato dorado",
    "Objects.CatGold.Description": "Una antigua estatua de oro en forma de cabeza de gato.",

    "Objects.Chicken.DisplayName": "Estatua de gallina dorada",
    "Objects.Chicken.Description": "Una pequeña estatua antigua de oro en forma de pollito.",
    // ***** END! *****

    // ***** Food! *****

    // NopalStew
    "Objects.NopalStew.DisplayName": "Guiso de nopales",
    "Objects.NopalStew.Description": "Un guiso de nopales con un toque de chile y limón.",

    // MesquiteBrea
    "Objects.MesquiteBread.DisplayName": "Pan de mezquite",
    "Objects.MesquiteBread.Description": "Un pan dulce hecho con harina de mezquite.",

    // CactusSoup
    "Objects.CactusSoup.DisplayName": "Sopa de cactus",
    "Objects.CactusSoup.Description": "Una sopa de cactus con un toque de chile y limón.",

    // PricklyPear
    "Objects.PricklyPear.DisplayName": "Nopal",
    "Objects.PricklyPear.Description": "Un nopal fresco y jugoso.",

    // BirdEgg
    "Objects.BirdEgg.DisplayName": "Huevo de pájaro",
    "Objects.BirdEgg.Description": "Un huevo fresco de un pájaro local.",

    // CoconutWater
    "Objects.CoconutWater.DisplayName": "Agua de coco",
    "Objects.CoconutWater.Description": "Agua fresca de coco.",

    // Datil
    "Objects.Datil.DisplayName": "Datil",
    "Objects.Datil.Description": "Un datil fresco y dulce.",
    
    // ***** END! *****

    // ****** Fish! *****

    // PuFish
    "Objects.Pupfish.DisplayName": "Pez cachorrito",
    "Objects.Pupfish.Description": "Un pez pequeño y de colores peculiares de la familia Cyprinodontidae.",

    // ChiclanaFish
    "Objects.ChiclanaFish.DisplayName": "Pez Chiclana",
    "Objects.ChiclanaFish.Description": "Un pez salado que deambula por los ríos del desierto.",

    // ***** END! *****

    // ***** Weapons! *****
    "Weapon.GhostPickaxe.DisplayName": "Pico Fantasma",
    "Weapon.GhostPickaxe.Description": "Un pico antiguo que parece haber sido usado por generaciones.",
    
    "Weapon.WildEarth.DisplayName": "Espada Tierra Brava",
    "Weapon.WildEarth.Description": "Espada de tierra brava, una espada ligera parece no haber usado durante muchos años.",

    "Weapon.MalletWildEarth.DisplayName": "Mazo Tierra Brava",
    "Weapon.MalletWildEarth.Description": "Un mazo antiguo, más viejo que la espada, pero con un poder incomparable.",

    // ***** END! *****

    // ***** Shops! *****
    "Geologist_Shop.Dialogue": "Bienvenido, bienvenido, ¿tenéis algún tipo de intercambio granjero?",
    // ***** END! *****

    // Gift Reaction Laila!
    "Laila.GiftTastes.Love": "¡Oh, esto es maravilloso! ¡Es uno de mis favoritos! Muchas gracias, de verdad.",
    "Laila.GiftTastes.Like": "¡Gracias! Me gusta mucho. Eres muy amable por pensar en mí.",
    "Laila.GiftTastes.Dislike": "Hmm, no me gusta mucho, pero gracias de todos modos.",
    "Laila.GiftTastes.Hate": "Bueno... aprecio el gesto, pero no es algo que me guste mucho.",
    "Laila.GiftTastes.Neutral": "Oh, gracias. No tenías que molestarte.",
    // ***** END! *****

    // Gift Reaction Bruno!
    // ***** END! *****

    // ***** Events General! *****
    "SandySpeakEventLivingRoom.1": "Vamos, vamos, ¿por qué no abre esta vez?$2",
    "SandySpeakEventLivingRoom.2": "Otra vez se ha roto la perilla. Ya van tres veces seguidas que se daña. *suspiro*$2",
    "SandySpeakEventLivingRoom.3": "Hola, @. Tengo un problema con esta vieja puerta.$2#$b#¿Podrías traerme madera y una barra de oro para mejorar la perilla?",
    "SandySpeakEventLivingRoom.4": "¿Lo harías? Muchas gracias, @.$1#$b#Déjalos en la caja de la sala de estar, por favor.",
    // ***** END! *****

    //Sandy Special Order
    "Sandy.SpecialOrder.01": "Perilla rota",
    "Sandy.SpecialOrder.02": "La perilla de mi sótano se ha roto nuevamente. Necesito materiales para fabricar una más resistente. Deja los materiales en la caja de Sandy en la sala de estar.",
    "Sandy.SpecialOrder.03": "Dejar madera.",
    "Sandy.SpecialOrder.04": "Dejar lingote de oro.",

    // ***** Maps Messages! *****
    "DesertGeologist.1": "Estos huesos son enormes. Parece que han estado aquí durante siglos.",
    "DesertGeologist.2": "Hmmm... Este cráneo aquí parece ser el de un animal gigante.",
    "DesertGeologist.3": "¡Vaya! ¡Estos fósiles! ¡Qué hallazgo tan increíble!",
    "DesertGeologist.4": "Hola, granjero. ¿Tienes algún objeto interesante para mostrarme?",
    "LivingRoom.1": "Una caja de música antigua. Parece que nadie le ha echado un vistazo en años.",
    "LivingRoom.2": "Una caja con un texto que dice: ¡No tocar, frágil!",
    "LivingRoom.3": "Una goma y un lápiz, nada que ver.",
    "LivingRoom.4": "Un libro abierto, algunas páginas están rotas.",
    "LivingRoom.5": "Libros sobre agricultura y cocina. Algunos de ellos están marcados con notas y recetas favoritas.",
    "LivingRoom.6": "Libros sobre historia y cultura. Algunos de ellos están marcados con notas y dibujos.",
    "LivingRoom.7": "Libros sobre música y arte. Algunos de ellos están marcados con notas y partituras.",
    "LivingRoom.8": "Algunas cuentas. Laila lleva muchas, al parecer...",
    "LivingRoom.9": "Una puerta sin perilla con una nota que dice: *No entrar. Peligro*",
    "RoomLaila.1": "Una mermelada de fresas.",
    "RoomLaila.2": "Un pastel tiene una pinta deliciosa.",
    "RoomLaila.3": "Un televisor apagado.",
    "RoomLaila.4": "Una cámara de Laila. Se ven algunas fotos de ella con Abigail y Emily.",
    "RoomLaila.5": "Una radio con pegatinas de países.",
    "RoomLaila.6": "Unos libros sobre dinero.",
    "RoomLaila.7": "Una planta de interior. Parece que Laila la ha estado cuidando por meses.",
    "RoomBruno.1": "Libros sobre la musica y algunas partituras.",
    "RoomBruno.2": "Un televisor parece que nadie lo utiliza.",
    "RoomBruno.3": "Una radio transmite musica sobre el jazz relajante",
    "RoomBruno.4": "La planta de Bruno esta mejor no tocarla se ve que la estado cuidando por meses.",
    "ClubIntegrants.1": "Mexicano: Creo que esta vez sé las reglas. He perdido 500 monedas Qi... ¡Qué confuso!",
    "ClubIntegrants.2": "Pintor: Este lugar tiene algunas tonalidades de colores que me gustan. ¿Y a usted, granjero?",
    "ClubIntegrants.3": "Apostador: Vamos a ver qué sale. ¿Podrías apartarte? Me das mala suerte.",
    "ClubIntegrants.4": "Mujer: Me gusta cómo juegan, aunque aún no entiendo mucho... ¡Jeje!",
    "ClubIntegrants.5": "Es una baba de iridio. No es tan común como podrías pensar...",
    "ClubIntegrants.6": "Hombre: Está muy guay aquí adentro, ¿no crees?",
    "ClubIntegrants.7": "<<...Susurros...>>",
    // ***** END! *****

    // ***** Dialogues Bruno! *****
    // ***** END! *****

    // ***** Events Laila! *****

    // ***** 2 Hearts! *****
    "LailaSpeakEvent2.1": "Bueno, ahora es tu turno, Abigail. ¡Hazlo lo mejor que puedas!",
    "AbigailSpeakEvent2.1": "¡Vamos a darle con todo entonces!",
    "LailaSpeakEvent2.2": "¡Vamos, Abigail! ¡Tú puedes!",
    "AbigailSpeakEvent2.2": "¡Son demasiados! ¡No puedo con todos! $7",
    "AbigailSpeakEvent2.3": "¡Perdimos otra vida! Bueno, ahora te toca a ti, Laila. $2",
    "LailaSpeakEvent2.3": "Está bien, daré lo mejor de mí.",
    "LailaSpeakEvent2.4": "¿Cómo puede aparecer un bicho allí? ¡Es imposible! $5",
    "AbigailSpeakEvent2.4": "Jeje, no eres muy buena en esto, ¿eh? $1",
    "LailaSpeakEvent2.5": "¡Argh! ¡Qué frustrante! $3",
    "AbigailSpeakEvent2.5": "Bueno, volvamos a empezar. Ahora comienzo yo.$1",
    // ***** END! *****

    // ***** 4 Hearts! *****
    "LailaSpeakEvent4.1": "¡Qué hermoso anochecer! Siempre me sorprende la belleza de este lugar.",
    "LailaSpeakEvent4.2": "Mira, @, ¿ves esas luces en el agua? Parecen luciérnagas, pero están en el río.",
    "LailaSpeakEvent4.3": "¿Crees que si pido un deseo a esas luces mágicas, se cumplirá?",
    "FamerSpeakEvent4.1": "Tu: Si claro",
    "LailaSpeakEvent4.4": "¡Bien, lo intentaré! Deseo que este momento dure para siempre.",
    "LailaSpeakEvent4.5": "Gracias por compartir este momento conmigo, @. Es realmente especial.",
    // ***** END! *****
    
    // ***** Dialogues Laila! *****
    "Laila.Introduction": "Hola, soy Laila. Me encanta pasar tiempo en la tienda de Sandy, es un oasis en medio del desierto. $h",
    "Laila.Resort_Entering": "¡Vaya, este lugar es increíble! Necesitaba un cambio de escenario.",
    "Laila.Resort_Leaving": "Fue un día maravilloso. Deberíamos repetirlo pronto. $u",
    "Laila.Resort_Shore": "La brisa marina es tan refrescante... es un cambio agradable del calor del desierto.",
    "Laila.Resort_Umbrella": "Nada como tomar el sol bajo una sombrilla. ¡Esto es vida! $h",
    "Laila.Resort_Wander": "Me pregunto qué secretos esconde este lugar. ¿Quieres explorar conmigo?",
    "Laila.Resort_Bar": "Un cóctel tropical es justo lo que necesitaba para animar el día.",
    "Laila.Resort": "Este resort es como un oasis en el desierto. ¡Simplemente perfecto! $h",

    // ***** Dialogues Laila 0 Hearts! *****
    "Laila.Mon": "La playa en el valle es un lugar tranquilo para relajarse y disfrutar del sonido de las olas. $h",
    "Laila.Tue": "¡Qué genial es tener una granja! ¿Qué cultivos estás plantando últimamente? $h",
    "Laila.Wed": "Abigail me ha estado enseñando a tocar la flauta. Aunque no soy muy buena, ¡es divertido! $h",
    "Laila.Thu": "¡Hola! ¿Cómo estás? ¿Has descubierto algo interesante en el valle hoy?",
    "Laila.Fri": "Hoy probaré suerte explorando nuevas recetas de cocina. ¡Espero que salgan bien! $u",
    "Laila.Sat": "Estos días son perfectos para pasar tiempo en la tienda de Sandy, viendo las curiosidades que vende.",
    "Laila.Sun": "Las cosas que vende mi amiga Sandy son geniales. ¿Le has comprado algo ya? $h",

    // ***** Dialogues Laila 2 Hearts! *****
    "Laila.Mon2": "Creo que necesitaré tu ayuda para plantar algo algún día. La última vez que lo intenté, no salió muy bien. $s",
    "Laila.Tue2": "A veces extraño el vasto desierto, pero este valle tiene su propio encanto especial. $h",
    "Laila.Wed2": "Estuve ayudando a Leah con sus esculturas. ¡Tiene un talento increíble! $h",
    "Laila.Thu2": "Me gustaría aprender más sobre la historia de este lugar. Parece tener muchos secretos.",
    "Laila.Fri2": "He estado evitando el casino por un tiempo. Quizás es bueno tomar descansos. $s",
    "Laila.Sat2": "¡Hay tantas estrellas en el cielo aquí! Es un espectáculo impresionante. $h",
    "Laila.Sun2": "Gracias por tomarte el tiempo para hablar conmigo. Valoro nuestra amistad. $h",

    // ***** Dialogues Laila 4 Hearts! *****
    "Laila.Mon4": "He estado pensando en comenzar un pequeño jardín. ¿Tienes algún consejo? $h",
    "Laila.Tue4": "La música en este valle es hermosa. Me inspira a escribir. $h",
    "Laila.Wed4": "Me alegra que nos hayamos hecho amigos. Tu compañía es agradable.",
    "Laila.Thu4": "Encontré una vieja fotografía en mi habitación. Me hizo sonreír. $h",
    "Laila.Fri4": "Quizás debería intentar tocar un instrumento. Podría ser divertido.",
    "Laila.Sat4": "¿Te gustaría ir a pescar algún día? Aunque soy novata, podría ser divertido. $h",
    "Laila.Sun4": "Las puestas de sol aquí son impresionantes. Deberíamos ver una juntos.",

    // ***** Dialogues Laila 6 Hearts! *****
    "Laila.Mon6": "He estado pensando en tomar clases de arte. Siempre quise aprender a pintar. $h",
    "Laila.Tue6": "¿Sabías que hay cactus que florecen de noche? Es un espectáculo hermoso. $h",
    "Laila.Wed6": "Tus visitas siempre alegran mi día. Gracias por pasar tiempo conmigo. $h",
    "Laila.Thu6": "Encontré un libro antiguo sobre el desierto. Me recordó a mi hogar. $h",
    "Laila.Fri6": "Hoy no iré al casino. Preferiría pasar el tiempo contigo. $h",
    "Laila.Sat6": "Las noches estrelladas se disfrutan más en buena compañía.",
    "Laila.Sun6": "He estado escribiendo poesía. Quizás algún día te muestre mis escritos.",

    // ***** Dialogues Laila 8 Hearts! *****
    "Laila.Mon8": "He estado pensando en mejorar mis habilidades en la cocina. Me encanta experimentar con nuevos ingredientes.",
    "Laila.Tue8": "Cada día aquí se siente más como en casa, gracias a la gente amable que he conocido. $h",
    "Laila.Wed8": "Me gustaría pasar más tiempo contigo. Siempre es divertido charlar y aprender algo nuevo.",
    "Laila.Thu8": "Encontré esta flor y me recordó a los jardines del desierto. Es hermosa, ¿verdad? $h",
    "Laila.Fri8": "Quizás podríamos hacer un picnic juntos y disfrutar de la naturaleza.",
    "Laila.Sat8": "Siento que puedo confiar en ti con mis pensamientos más profundos.",
    "Laila.Sun8": "Eres una de las razones por las que amo este lugar. $h",

    // ***** Dialogues Laila 10 Hearts! *****
    "Laila.Mon10": "No puedo imaginar mi vida aquí sin ti. Significas mucho para mí. $h",
    "Laila.Tue10": "Cada momento contigo es precioso. Gracias por estar aquí. $h",
    "Laila.Wed10": "Me haces más feliz de lo que las palabras pueden expresar. $h",
    "Laila.Thu10": "Eres alguien muy especial para mí. Valoro mucho nuestra relación. $h",
    "Laila.Fri10": "Tengo algo para ti. Es una muestra de lo mucho que te aprecio. $h",
    "Laila.Sat10": "Quería que supieras que siempre puedes contar conmigo. $h",
    "Laila.Sun10": "Mi vida ha cambiado para mejor desde que te conocí. $h",

    // ***** Especial Dialogues Laila! *****
    "Laila.summer_1": "¡El verano ha llegado! Me encanta sentir el sol en mi piel. $h",
    "Laila.summer_Mon": "El sol aquí es más suave que en el desierto. Es agradable. $h",
    "Laila.summer_Tue": "Escuché que hay peces raros en esta temporada. ¿Te gusta pescar? $h",
    "Laila.summer_Wed": "Me encantaría aprender a nadar mejor. El agua es tan refrescante en verano.",
    "Laila.summer_Thu": "Hay una fiesta en la playa pronto. ¡Deberíamos ir juntos! $h",
    "Laila.summer_Fri": "He estado practicando cocina con Gus. Sus recetas de verano son increíbles. $h",
    "Laila.summer_Sat": "Las noches de verano son perfectas para observar las estrellas. ¿Has visto alguna estrella fugaz?",
    "Laila.summer_Sun": "Los girasoles están en su máximo esplendor. ¡Son tan alegres! $h",
    "Laila.summer_Wed2": "Perdí mi sombrero favorito en el casino. ¡Qué mala suerte! $s",
    "Laila.summer_Tue4": "Me pregunto qué aventuras nos traerá esta estación.",
    "Laila.summer_Sat6": "He estado leyendo sobre las antiguas ruinas del valle. Fascinante, ¿no crees? $h",
    "Laila.summer_Mon8": "A veces me siento nostálgica, pero tu amistad siempre me anima. $h",
    "Laila.summer_Thu10": "Gracias por ser alguien en quien puedo confiar. $h",
    "Laila.summer_Fri10": "Tengo algo especial para ti. Espero que te guste. $h",

    "Laila.fall_1": "El otoño ha llegado. Los colores son simplemente hermosos. $h",
    "Laila.fall_Mon": "¡Las hojas crujientes bajo los pies son una delicia! $h",
    "Laila.fall_Tue": "He estado horneando tartas de calabaza con Marnie. ¿Quieres probar una? $h",
    "Laila.fall_Wed": "El valle tiene una magia especial en otoño, ¿no lo crees? $h",
    "Laila.fall_Thu": "Quizás este año intente cultivar algo yo misma.",
    "Laila.fall_Sat": "La Feria del Valle será pronto. ¡Estoy emocionada por participar! $h",
    "Laila.fall_Sun": "El aire fresco del otoño es perfecto para un largo paseo. $h",
    "Laila.fall_Wed2": "Estuve ayudando a Penny con los niños. Son tan llenos de energía. $h",
    "Laila.fall_Tue4": "Encontré una moneda antigua en el desierto. ¿Será valiosa? $u",
    "Laila.fall_Sat6": "Aunque extraño el desierto, este lugar se siente como en casa. $h",
    "Laila.fall_Mon8": "Gracias por siempre hacerme sonreír. Eres una gran compañía. $h",
    "Laila.fall_Thu10": "Eres alguien muy especial para mí. Valoro mucho nuestra amistad. $h",
    "Laila.fall_Fri6": "¡Hoy tuve suerte en el casino! Por fin gané algo. $h",
    "Laila.fall_Fri10": "Quería darte esto como muestra de mi aprecio. $h",

    "Laila.winter_1": "El invierno ha llegado. ¡Hace tanto frío! $s",
    "Laila.winter_Mon": "El desierto nunca se ve así. La nieve es fascinante. $h",
    "Laila.winter_Tue": "He estado aprendiendo a tejer bufandas para mantenerme abrigada. $h",
    "Laila.winter_Wed": "Las noches largas son perfectas para contar historias alrededor de la chimenea.",
    "Laila.winter_Thu": "La nieve cubre todo de blanco. Es como un nuevo comienzo. $h",
    "Laila.winter_Fri": "Quizás debería dejar de ir al casino en invierno. Es demasiado frío para salir. $s",
    "Laila.winter_Sat": "¡La Fiesta de la Estrella Invernal es pronto! ¿Ya tienes tu regalo listo? $h",
    "Laila.winter_Sun": "Un chocolate caliente sería perfecto ahora mismo.",
    "Laila.winter_Wed2": "Estuve haciendo muñecos de nieve. ¡Deberías unirte la próxima vez! $h",
    "Laila.winter_Tue4": "Dicen que hay secretos ocultos bajo el hielo. ¿Te gustaría investigarlos conmigo?",
    "Laila.winter_Sat6": "El casino está más tranquilo en invierno. Es una atmósfera diferente.",
    "Laila.winter_Thu10": "Gracias por calentar mis días fríos con tu amistad. $h",
    "Laila.winter_Wed6": "Perdí otra vez en las máquinas. Quizás la suerte no está de mi lado en invierno.",
    "Laila.winter_Fri10": "Este es el mejor regalo que alguien me ha dado. Gracias de corazón. $h",

    "Laila.spring_13": "¡El Festival del Huevo es tan divertido! Aunque no soy muy buena encontrándolos. $h",
    "Laila.spring_23": "La Danza de las Flores es hermosa. Me encanta ver a todos tan felices. $h",
    "Laila.summer_11": "¡La Fiesta de la Playa fue increíble! Bailé hasta que me dolieron los pies. $h",
    "Laila.summer_28": "El Baile de la Medusa Lunar es mágico. No me lo perdería por nada. $h",
    "Laila.fall_16": "",
    "Laila.fall_27": "Es la Víspera del Espíritu. ¿Te asustan las historias de fantasmas?",
    "Laila.winter_8": "La Feria de Hielo es hoy. ¡Quizás pruebe suerte en la competencia de pesca! $h",
    "Laila.winter_25": "¡Feliz Día de la Estrella Invernal! Espero que te guste tu regalo. $h",
    
    // ***** Festival Dialogues Laila! *****

    //Spring
    "Festivals.EggFestival.Laila": "Es agradable ver a todos disfrutando del festival. $h",
    "Festivals.FlowerDanceFestival.Laila": "Un día perfecto para compartir con amigos. $h",
    "Festivals.EggFestival.Laila_spouse": "Compartir este día contigo lo hace aún más especial. $h",
    "Festivals.FlowerDanceFestival.Laila_spouse": "Bailar contigo es un verdadero placer. $h",

    //Summer
    "Festivals.Luau.Laila": "Una excelente oportunidad para degustar platos exquisitos.",
    "Festivals.MoonlightJellies.Laila": "La noche se vuelve mágica con todas esas luces en el mar.",
    "Festivals.Luau.Laila_spouse": "Compartir este momento contigo es inigualable.$4",
    "Festivals.MoonlightJellies.Laila_spouse": "Ver las luces contigo es un recuerdo que atesoraré siempre.",

    //Fall
    "Festivals.SVFair.Laila": "Hay tanto por ver y hacer hoy. $h",
    "Festivals.SpiritEve.Laila": "Es un poco espeluznante, pero también muy entretenido. $h",
    "Festivals.SVFair.Laila_spouse": "Disfrutar de este día contigo es lo mejor. $h",
    "Festivals.SpiritEve.Laila_spouse": "Pasar este día contigo me hace sentir segura. $h",

    //Winter
    "Festivals.IceFestival.Laila": "Quizás pruebe suerte en la competencia de pesca. $h",
    "Festivals.WinterStar.Laila": "Es un día tan cálido y acogedor. Me encanta. $h",
    "Festivals.IceFestival.Laila_spouse": "Competir contigo es muy divertido.",
    "Festivals.WinterStar.Laila_spouse": "Celebrar este día contigo es lo mejor.$4",
    // ***** END! *****

    "Laila.danceRejection": "Lo siento, pero ya tengo otros planes para el baile. Tal vez en otra ocasión.",
    "Laila.divorced": "Es difícil volver a verte después de todo lo que pasó.",
    "Laila.dumped_Girls": "Supongo que las cosas no siempre salen como uno espera.",
    "Laila.breakUp": "Creo que es mejor que sigamos caminos separados. Te deseo lo mejor.",

    "Laila.rejectNPCA": "Gracias, pero por ahora prefiero estar sola.",
    "Laila.rejectNPCB": "Aprecio tus sentimientos, pero no puedo corresponderlos.",
    "Laila.refusal_no_heartsA": "¿Necesitabas algo? Estoy un poco ocupada en este momento.",
    "Laila.refusal_no_heartsB": "Disculpa, pero no es un buen momento para conversar.",
    "Laila.refusal_knownA": "Tengo algo en mente ahora mismo. Hablamos después, ¿sí?",
    "Laila.refusal_knownB": "Lo siento, necesito un poco de espacio hoy.",
    "Laila.refusal_botherA": "Preferiría estar sola por ahora. Gracias por entender.",
    "Laila.refusal_botherB": "No es el mejor momento para mí. Espero que lo comprendas.",

    "Laila.engageA": "¡Espera! ¿De verdad? ¡Esto es tan emocionante! $h",
    "Laila.engageB": "Sí, acepto. ¡No podría estar más feliz! $h",
    "Laila.marriedA": "Cada día contigo es una nueva aventura que adoro. $h",
    "Laila.marriedB": "Me has cambiado la vida para mejor. Gracias por estar a mi lado. $h",

    "Laila.give_flowersA": "¿Para mí? ¡Son hermosas! Gracias de corazón. $h",
    "Laila.give_flowersB": "Las flores siempre alegran mi día. ¡Eres muy amable! $h",

    "Laila.give_pendant": "¿Es esto lo que creo que es? ¡Sí, mil veces sí! $h",
    "Laila.stardrop_gift": "Siento que nuestra conexión es más profunda que nunca. $h",

    "Laila.reject_two_heartA": "Eres muy amable, pero creo que debemos conocernos mejor.",
    "Laila.reject_two_heartB": "Aprecio el gesto, pero necesito un poco más de tiempo.",
    "Laila.reject_four_heartA": "No estoy lista para dar ese paso todavía.",
    "Laila.reject_four_heartB": "Quizás en otro momento. Gracias por comprender.",

    "Laila.giftquestion_yes": "¡Claro! Me encantaría recibirlo. $h",
    "Laila.giftquestion_lie": "No tenías que hacerlo, pero gracias. Lo aprecio mucho.",
    // ***** END! *****

    // ***** Dialogues Laila Marriage! *****
    "Laila.Marriage_Rainy_Day_0": "Parece que hoy llueve. Es un buen día para quedarnos en casa juntos, ¿no crees? $h",
    "Laila.Marriage_Rainy_Day_1": "La lluvia me recuerda a las pocas tormentas que veía en el desierto. Es relajante. $h",
    "Laila.Marriage_Rainy_Day_2": "He preparado té caliente. El clima invita a disfrutar de una buena charla. $h",
    "Laila.Marriage_Rainy_Day_3": "Escuchar las gotas de lluvia me hace sentir en paz. ¿Te pasa lo mismo?",
    "Laila.Marriage_Rainy_Day_4": "Me encanta cómo la lluvia alimenta nuestros cultivos. Es una bendición. $h",

    "Laila.Marriage_patio_Laila": "Estoy disfrutando del aire fresco en el patio. ¿Quieres acompañarme un rato?",
    "Laila.Marriage_spouseRoom_Laila": "He organizado un poco nuestra habitación. ¡Me encanta cómo se ve ahora! $h",
    "Laila.Marriage_Rainy_Day_Laila": "La lluvia me hace pensar en todos los lugares que hemos explorado juntos. $h",

    "Laila.Marriage_Rainy_Night_0": "Las noches lluviosas son perfectas para acurrucarse y compartir historias. $h",
    "Laila.Marriage_Rainy_Night_1": "Escucha cómo la lluvia golpea suavemente el techo. Es casi hipnótico.",
    "Laila.Marriage_Rainy_Night_2": "He encendido unas velas para hacer el ambiente más acogedor. ¿Te gusta? $h",
    "Laila.Marriage_Rainy_Night_3": "Me siento afortunada de tenerte a mi lado en noches como esta. $h",
    "Laila.Marriage_Rainy_Night_4": "Espero que tengas dulces sueños. La lluvia nos arrullará esta noche.",
    "Laila.Marriage_Rainy_Night_5": "Antes de dormir, ¿te gustaría leer conmigo un rato? $h",
    "Laila.Marriage_Rainy_Night_Laila": "A veces me pregunto si en el desierto también estará lloviendo. Aunque ahora mi hogar es aquí, contigo. $h",

    "Laila.Marriage_Indoor_Day_0": "¡Buenos días! He hecho pan fresco para el desayuno. $h",
    "Laila.Marriage_Indoor_Day_1": "Estaba pensando en reorganizar los muebles. ¿Qué opinas?",
    "Laila.Marriage_Indoor_Day_2": "Si necesitas ayuda en la granja, avísame. Estoy feliz de colaborar.",
    "Laila.Marriage_Indoor_Day_3": "He estado practicando algunas recetas nuevas. ¡Podríamos probarlas juntos! $h",
    "Laila.Marriage_Indoor_Day_4": "Me encanta cómo los rayos del sol iluminan nuestra casa. $h",

    "Laila.Marriage_Indoor_Night_Laila": "Ha sido un día largo, pero siempre es reconfortante volver a casa contigo. $h",
    "Laila.Marriage_Indoor_Night_0": "Estoy leyendo un libro fascinante sobre leyendas locales. Deberías echarle un vistazo.",
    "Laila.Marriage_Indoor_Night_1": "Preparé unos bocadillos por si te da hambre más tarde. $h",
    "Laila.Marriage_Indoor_Night_2": "Las noches aquí son tan tranquilas. Es perfecto para relajarse.",
    "Laila.Marriage_Indoor_Night_3": "Gracias por hacer de esta casa un hogar lleno de amor. $h",

    "Laila.Marriage_Outdoor_0": "El clima es perfecto para trabajar en el jardín. Las flores están hermosas. $h",
    "Laila.Marriage_Outdoor_1": "Me encanta caminar por nuestros campos y ver cómo todo crece. $h",
    "Laila.Marriage_Outdoor_2": "Los animales parecen felices hoy. Tu dedicación realmente hace la diferencia.",
    "Laila.Marriage_Outdoor_3": "Estaba pensando en plantar algunos cactus. ¿Crees que funcionen aquí?",
    "Laila.Marriage_Outdoor_4": "El sonido del viento entre los árboles es tan relajante. $h",
    "Laila.Marriage_Outdoor_Laila": "Este paisaje es diferente al del desierto, pero igual de hermoso a su manera. $h",

    "Laila.Marriage_funLeave_Laila": "Voy a visitar a Sandy y ver cómo van las cosas en la tienda. ¡Nos vemos luego!",
    "Laila.Marriage_funReturn_Laila": "Ya estoy de vuelta. Tenía ganas de regresar a casa contigo. $h",

    "Laila.Marriage_OneKid_0": "Nuestro pequeño es la alegría de mi vida. Gracias por esta hermosa familia. $h",
    "Laila.Marriage_OneKid_1": "Cada día veo cómo nuestro hijo/a crece un poco más. Es maravilloso.",
    "Laila.Marriage_OneKid_2": "Me encanta pasar tiempo en familia. Son mis momentos favoritos. $h",
    "Laila.Marriage_OneKid_3": "Pensé en llevar al niño/a a conocer el desierto algún día. ¿Qué opinas?",

    "Laila.Marriage_TwoKids_1": "Nuestra familia es más grande y más feliz. Me siento realmente bendecida. $h",
    "Laila.Marriage_TwoKids_2": "Ver a nuestros hijos jugar juntos llena mi corazón de alegría. $h",
    "Laila.Marriage_TwoKids_3": "Aunque a veces es caótico, no cambiaría nada de nuestra vida familiar. $h",

    "Laila.Marriage_spring_22": "El Festival del Huevo se acerca. ¡Será divertido participar en familia! $h",
    "Laila.Marriage_spring_24": "La Danza de las Flores siempre es hermosa. Me emociona bailar contigo. $h",
    "Laila.Marriage_spring_1": "Comienza la primavera. Tiempo de nuevos comienzos y flores frescas. $h",
    "Laila.Marriage_summer_3": "Hace calor hoy. ¿Qué tal si nos refrescamos en el río?",
    "Laila.Marriage_summer_8": "Esta noche es la Fiesta de la Playa. ¡Será genial! $h",
    "Laila.Marriage_summer_15": "He preparado limonada fría para combatir el calor. ¿Quieres un poco?",
    "Laila.Marriage_fall_2": "El otoño trae colores cálidos. Es mi estación favorita. $h",
    "Laila.Marriage_fall_1": "Las hojas caen y crean un paisaje encantador. $h",
    "Laila.Marriage_winter_14": "La Estrella Invernal está cerca. Quiero que sea un día especial para nosotros. $h",
    "Laila.Marriage_winter_2": "El frío se siente más intenso hoy. Asegurémonos de abrigarnos bien.",

    "Laila.Marriage_Good_1": "Cada día a tu lado es un regalo. Gracias por estar en mi vida. $h",
    "Laila.Marriage_Good_2": "Me siento querida y apreciada. Eres el mejor compañero que podría pedir. $h",

    "Laila.Marriage_Neutral_0": "Espero que tu jornada esté yendo bien.",
    "Laila.Marriage_Neutral_1": "Si necesitas algo, estaré por aquí.",
    "Laila.Marriage_Neutral_6": "Quizás podríamos planear algo juntos pronto. $h",

    "Laila.Marriage_Bad_5": "He sentido una distancia entre nosotros. Me preocupa.",
    "Laila.Marriage_Bad_6": "¿Podemos hablar? Siento que algo no está bien.",
    "Laila.Marriage_Bad_7": "Me duele que estemos así. Quiero que volvamos a ser cercanos.",
    "Laila.Marriage_Bad_8": "No sé qué está pasando, pero espero que podamos resolverlo. $s",
    "Laila.Marriage_Bad_9": "Te extraño, incluso estando cerca. Por favor, hablemos. $s",
    "Laila.EngagementDialogue.Laila0": "¡Esto es increíble! ¡Sí, acepto! $h",
    "Laila.EngagementDialogue.Laila1": "¡Sí, acepto! ¡No puedo esperar a pasar el resto de mi vida contigo! $h"
    // ***** END! *****
}