{
    //Display Names
"Koda.Name": "Koda",
"Koda.Introduction": "Oh, you're actually saying hello?#$b#Hello then.",
"Koda.divorced": "...$2#$b#...$3#$b#I asked the Captain not to stop here, so don't blame me.$2",
"Koda.breakUp": "...$2#$b#I'm hurt, but I'm grateful you were honest about your feelings.$3#$b#Why would I follow you down a path you never intended to stay on?$2",
"Koda.Resort_Entering": "It's relaxing to be a boat passenger instead of the pilot.$1",
"Koda.Resort_Shore": "What would it be like to be a little crab disappearing into a tidepool?#$b#One coral reef would seem like vast landscape.$1",
"Koda.Resort": "This beach reminds me of home.#$b#Or of how home must have been, before the parking garages.",
"Koda.GreenRain_2": "I've never seen anything like this...$1#$b#It's like a nurtient-rich typhoon.$1",
"Koda.SpouseStardrop": "You changed my life, @.$4#$b#Thank you for being my lighthouse on the shore.$4#$b#I love you.$4",
"Koda.SpouseFarmhouseClutter": "Hey babe, I've been to talk to you.$2#$b#Could you clean up the hallway to the kitchen?",
"Koda.WipedMemory": "Hello.#$b#My name is Koda.#$b#...",
"Koda.FlowerDance_Accept_Spouse": "Whew, okay, here we go...$3#$b#I've been practicing the steps, but don't make fun of me when I mess this up.$1",
"Koda.FlowerDance": "This is such an intimate community tradition...#$b#I hope it's okay that I'm here.",
"Koda.Luau": "This festival really reminds me of home!$1#$b#Should I do some traditional dancing?$1",
"Koda.Luau_spouse": "Want to dance with me babe?$1#$b#Dancing then eating, that's the good life.$1",
"Koda.Jellies": "...#$b#I feel almost spiritual about the jellies.#$b#They represent the ocean herself.$1",
"Koda.Koda_spouse_Fair": "Babe, you never told me this festival was so lively!$1#$b#By the way, are you curious about your horoscope?$1",
"Koda.Ice": "I don't know much about the world of ice.$2#$b#But I do know something about the world of fish.#$b#Uh, I'm not going to participate though.",
"Koda.Ice_spouse": "I'm torn between cheering for Elliott or Willy.$2#$b#They were both something like my 'neighbor' when I lived on the boat.$1#$b#Wait! I mean of course I'm cheering for you, babe!$5",
"Koda.Xmas": "Thanks for saying hi, @.$1#$b#I know you have a lot of people to check-in with today.",
"Koda.Xmas_spouse": "We'll do our own present exchange at home later.$1#$b#Enjoy this time with the community, @!$1",
"Inke.Jellies": "Heya, my hatchlin' friend.#$b#I wouldn't miss this event for the world.",
"Koda.RejectMovieTicket": "Um, sorry...#$b#I have pretty limited leave time and can't afford to spend it at the movie theater.$2",
"Koda.MovieInvite_Spouse_Koda": "A movie!$1#$b#Okay, I'll go with you babe.$1#$b#See you there?$1",
"Koda.AcceptBirthdayGift_Positive": "How did you know it was my birthday?$1",
"Koda.AcceptBirthdayGift_Negative": "You probably didn't know it was birthday, huh?$2",
"Koda.AcceptBouquet": "...$4#$b#You don't know what it means to me that you feel the same way...$4#$b#I'm really happy, @.$4",
"Koda.RejectBouquet_LowHearts": "Oh, uh...$2#$b#You've been nice, but I have this internship, so...$2#$b#It's just not the right time for something like that.$2",
"Koda.AcceptGift_798": "Um... something about this guy makes me uncomfortable, I'm going to release it back into the ocean if that's okay with you.",
"Koda.RejectMermaidPendant": "Oh, @...$2#$b#I can't even begin to think about something like that.#$b#Please leave me alone for now, okay?",
"Koda.Saloon6": "I don't drink much, but I love a good bar atmosphere.$1",
"Koda.Saloon8": "Sometimes I come to the bar just to people watch.#$b#I spend a lot of time alone on the boat.$2#$b#The noise of other people can be comforting, you know?$1",
"Koda.Saloon10": "This feels like 'my bar' now, you know what I mean?$1#$b#Ah, I guess this is 'my town' too, now that I think about it.$1",
"Koda.koda_engaged": "...$4#$b#You are the best thing that's ever happened to me.$4#$b#I can't wait to come home to you every day.$4",
"Koda.summer_Mon": "Talk to me at the counter if you want to participate in our exchange program.",
"Koda.summer_Tue": "The exchange program gives us a wide variety of species to study.",
"Koda.summer_Thu": "Oh... hello.#$b#Today's my shore-leave.",
"Koda.summer_Sun": "Hello.#$b#I test the climactic pressure once a week wherever we're docked.",
"Koda.winter_Mon": "The exchange program helps with our research, but participation is optional.",
"Koda.winter_Tue": "Uh... please stay on the other side of the counter.",
"Koda.winter_Thu": "...#$b#I'm on shore-leave, so I can't exchange prizes right now.",
"Koda.winter_Sun": "Climactic testing is sanctioned by FIASA.#$b#Please don't interfere.",
"Koda.summer_Mon2": "You keep coming back here.#$b#Are you interested in our research?",
"Koda.summer_Tue2": "Please contribute as many specimens as you can.#$b#We collect from all over.",
"Koda.summer_Thu2": "Hello.#$b#On shore-leave I'm free to explore a bit more.#$b#Anywhere I should check out?",
"Koda.summer_Sun2": "This instrument collects data for FIASA.#$b#It transmits back to the ship.",
"Koda.winter_Mon2": "The ship isn't off-limits.#$b#But it's not on-limits either.",
"Koda.winter_Tue2": "This is a specialized research vessel.#$b#So please don't wander around.",
"Koda.winter_Thu2": "Oh, you're saying hello?#$b#Hey, how long have you lived here in Pelican Town?",
"Koda.winter_Sun2": "We are testing climactic pressures in multiple locations across different seasons.#$b#That's why the boat travels so much.",
"Koda.summer_Mon4": "I'm cataloging specimens and keeping the climate data.#$b#Luckily, there's a handbook for that.$1",
"Koda.summer_Tue4": "Please don't touch the computer equipment.#$b#If you change a setting, I won't know how to change it back.$3",
"Koda.summer_Thu4": "I look forward to coming to this valley.#$b#Although I also like the wild coves.$1#$b#Isn't the ocean great?$1",
"Koda.summer_13": "Look at the magical color of the water!$1#$b#Crab mating season is a huge deal in the ecological world.$1",
"Koda.summer_13_2": "This is a really busy time of year for scientists.#$b#There's so much to study when the ocean turns green.$1",
"Koda.summer_14": "It's the last day of this green water nutrient boom.#$b#Get in any last beach combing while you can.$1",
"Koda.summer_14_2": "We're working to study the crab deposits as much as we can, before the bloom fades away.#$b#There will be bioluminescence tonight!$1",
"Koda.summer_Sun4": "I taught myself the transmission shortform.$3#$b#I hope I got it right.$3",
"Koda.winter_Mon4": "Thanks for being careful back here.#$b#There are some tests auto-running.",
"Koda.winter_Tue4": "What do you think of the controlled aquaphonic lab?#$b#I'm not sure what it's measuring, but it's pretty cool.$1",
"Koda.winter_Thu4": "You have a realy nice town here.$1#$b#It's the safest cove along this coastline.$1",
"Koda.winter_Sun4": "There was an undercurrent at coordinates 51.116777271297494, -130.57222884082378.#$b#I'm going to graph it on the maps back at the ship.$1",
"Koda.summer_Mon6": "Nowadays, maps involves a lot of digital satellite images.$1#$b#It's up to the cartography to put those images together into a proper map.",
"Koda.summer_Tue6": "Willy stopped by to ask about ocean levels.#$b#But also to say hello, I think.$1",
"Koda.summer_Thu6": "When you visit somewhere a lot, you get to know the locals.#$b#Pelican Town locals are way nicer than the fire monkeys outside Ginger Island.$3",
"Koda.summer_Sun6": "I took the ship back to my home island once.$2#$b#I wanted to see how it scored with the climate test.$2#$b#It didn't go well.$2",
"Koda.winter_Mon6": "There's a lot of quiet time on days where I'm minding the exchange program.#$b#I suppose farmers don't really have any 'quiet time.'$1",
"Koda.winter_Tue6": "I was hoping you'd stop by today.$1#$b#Hey, do you want to see the route I just mapped?$1",
"Koda.winter_Thu6": "We ate a lot of rice pudding growing up.#$b#Do you think Gus would ever make that?#$b#Would it be rude to ask?$2",
"Koda.winter_Sun6": "Willy left his lights on for my ship last night.#$b#Pulling in to dock felt like...#$b#...#$b#Well, like coming home.$4",
"Koda.summer_Mon8": "Hello!$1#$b#Lately I've been excited when townspeople come in.$1#$b#Leah showed me some cool tide pool sketches.$1",
"Koda.summer_Tue8": "I'm glad you came in today.$1#$b#Let's talk about something other than work.#$b#Do you have any siblings, @?",
"Koda.summer_Thu8": "There's a lot of color theory in making maps.#$b#You want text to be super readable on the water and on land masses.#$b#Not to mention roads, rivers, and major towns.$1",
"Koda.summer_Sun8": "Technically, a bunch of FIASA testing happens in international waters.#$b#Back in college, I had to map out the national borders for the islands.#$b#But climate doesn't have national borders, does it?$2",
"Koda.winter_Mon8": "Pelican Town is so different summer to winter.#$b#Hey... what is spring like here?#$b#The islands have a stable climate, but seasons are nice.$1",
"Koda.winter_Tue8": "I've been thinking about my brothers recently.$1#$b#I wish I could show them some of the places I've visited.$2",
"Koda.winter_Thu8": "It's hard to live authentically, huh?#$b#I mean, what does that even mean?#$b#Maybe there's no such thing as a 'destined life path.'$1",
"Koda.winter_Sun8": "Yesterday I talked to Elliot about his book.$2#$b#Have you seen that little shack he lives in?$3#$b#It's not much better than the boat bunks.$1",
"Koda.dating_Koda": "Come visit me whenever you can, okay?$1#$b#I bet Captain Inke would grant me more shore-leave too.$1",
"Koda.dating_Koda_memory_oneday": "I can't believe so many good things have happened without any planning at all.$1#$b#I'm glad the ocean dropped me in this harbor, @.$4",
"Koda.summer_Mon9": "It's such a relief to have the Captain back.#$b#I can finally focus on map-making.$1",
"Koda.summer_Tue9": "I have a lot more free time now that the Captain is back.$1#$b#We could even hangout a little, if you want.$4",
"Koda.summer_Thu9": "Shore-leave has been feeling extra special recently.$1#$b#Do you have any maps of Pelican Town?#$b#Oh, or of the whole valley?$1",
"Koda.summer_Sun9": "Everyone I talk to says your farm has changed the community.$1#$b#That's powerful, @.#$b#I would love to visit sometime.$1",
"Koda.winter_Mon9": "You've explored all over, right @?#$b#I heard you delve into the mines and crossed into the desert.#$b#We're both well-traveled!$1",
"Koda.winter_Tue9": "You can come around as often as you like.$1#$b#When someone comes onto the boat, I always hope that it's you.$4",
"Koda.winter_Thu9": "The climate impacts everything - not just the ocean.#$b#The trees, the soil, the air... I want to protect all of it.",
"Koda.winter_Sun9": "Want to sit with me at the Saloon tonight?$1#$b#We can keep each other warm.$4",
"Koda.summer_Mon10": "The FIASA exchange program has been a major success, I think.#$b#Captain Inke has his analysis work cut out for him.$2",
"Koda.summer_Tue10": "Internships only last so long.$2#$b#It's about time I start thinking about what I'm going to do after.$2#$b#I have some ideas.$4",
"Koda.summer_Thu10": "You and I should visit Ginger Island together, @.$1#$b#We could have a fun time exploring the coastline.$4",
"Koda.summer_Sun10": "Analyzing climate data means comparing minute chemical details over many years.#$b#The data shows long-term trends in temperature and weather.#$b#Now that I've learned about it, I can't help but think about its impact everywhere I look.",
"Koda.winter_Mon10": "I had to explain some of the data I collected to Captain Inke.$2#$b#I should have taken better notes, but it was cool to share knowledge with him for once.$1",
"Koda.winter_Tue10": "I've learned so much from this internship.#2#$b#Its basically changed my life.#$b#I have to think seriously about what I want to do when its over.#$b#I wonder if FIASA would hire me?#$b#I could work remotely some of the time...$4",
"Koda.winter_Thu10": "I got a letter from my mom the other day.#$b#My oldest brother is moving out next month.#$b#I'm really proud of him.$1",
"Koda.winter_Sun10": "Hey, @.$4#$b#I've been thinking about you all day.$4#$b#Want to tell me about your day so far?$1",
"Koda.patio_Koda": "If you draw your eye from the horizon line to the anchor point...$2#$b#Hey! Just getting some field observations done.$1",
"Koda.Rainy_Night_1": "How was your day, @?$1#$b#I talked to my mom and brothers after work.#$b#I kept looking out the window at the rain, waiting for you to rush in.$1",
"Koda.Rainy_Night_2": "I used to anchor the boat in a protected cave when it rained.#$b#I had to drag my mapping supplies inside and wait out the cold.$2",
"Koda.Rainy_Night_3": "Captain Inke loves when it rains.#$b#He gets playful, like a little kid.$1#$b#Hey, would you want to build a blanket fort tonight?$4",
"Koda.Indoor_Night_1": "I'm putting on water for tea, would you want some?$1#$b#You look like you worked hard today babe.$1",
"Koda.Indoor_Night_2": "Ahh, my brain is fried after today.$2#$b#FIASA sent me a pretty complicated dataset.#$b#Want to tell me about your day so I have something else to think about?$1",
"Koda.Indoor_Night_3": "How are the animals doing out there?$1#$b#You're doing a great job taking care of everyone.$1#$b#You should be proud of what you've accomplished here, babe.$4",
"Koda.spouseRoom_Koda": "It's nice that I can work from home most days.$1#$b#And I still have the option to get out on the ocean, on other days.#$b#How lucky am I?$1",
"Koda.funLeave_Koda": "I'm heading out to the FIASA boat today.#$b#Captain Inke asked me to work in-office.$1#$b#See you tonight!",
"Koda.funReturn_Koda": "I'm back from the boat!$1#$b#It felt good to be on the water, but it also feels good to come home.$1",
"Koda.summer_1": "Ahh... summer is when I first landed in Pelican Town.$1#$b#It's always going to be nostalgic for me.$1",
"Koda.spring_1": "What a soft, gentle season...#$b#The islands don't have a 'spring' quite like this.#$b#I know you're busy today, but don't work too hard, okay?$1",
"Koda.fall_1": "Wow, did you see the tree colors?$2#$b#So this is fall in Stardew Valley!$1",
"Koda.fall_28": "I'll see you at the beach tonight, right babe?#$b#Captain Inke will be there too.$1",
"Koda.winter_1": "It's winter!$1#$b#I saw snow for the first time my first year of college.#$b#Pelican Town is the only place I've lived that has a serious winter like this, though.$1#$b#Stay warm out there!$2",
"Koda.winter_28": "Happy New Year's Eve, @.$1#$b#Let's get cozy tonight, okay?",
"Koda.summer_Koda": "Do you smell that, @?$1#$b#The summer breeze is carrying the smell of the ocean.$1",
"Koda.spring_Koda": "You know what I've been thinking about?#$b#In mountains, spring snowmelt contributes to water drainage even more than rain does.#$b#It's so obvious-!$5#$b#As the climate warms, more snowpack melts, and it all flows to the sea.",
"Koda.fall_Koda": "Did you hear the wind last night, babe?#$b#It felt like the house was rocking... kind of like being out on the boat.$1#$b#I held you tight and dreamed we floated away.$4",
"Koda.winter_Koda": "Do you hear that, @?$1#$b#You can hear gulls calling all the way from the shore.$1#$b#Must be that crisp winter air.$1",
"Koda.Indoor_Day_0": "Hey, babe.$1#$b#I had a great time last night.$4#$b#It was nice waking up next to you this morning.$4",
"Koda.Indoor_Day_1": "Are you heading out?#$b#I'll get the dishes done while you're working the farm.$1#$b#It helps me think through my work emails.$2#$b#Bleh... work emails.$2",
"Koda.Indoor_Day_2": "Busy day for both of us, huh?#$b#I'll be thinking about you today.#$b#Go team Koda-@!$1",
"Koda.Indoor_Day_3": "I have something to admit to you, @...#$b#I accidentally took a nap on the red couch yesterday! I was supposed to be working!$3#$b#Don't tell Captain Inke okay?",
"Koda.Indoor_Day_4": "Hey rockstar.$4#$b#Last night was something else.$4",
"Koda.Outdoor_0": "The farm looks incredible, babe.$1#$b#You've put your heart and soul into this place.$1",
"Koda.Outdoor_1": "I feel so lucky that I landed here.$1#$b#You're the most supportive person I've ever met.$4",
"Koda.Outdoor_2": "It's amazing that you've hand-crafted so many mechanisms.#$b#Are you... a genius?$3",
"Koda.Outdoor_3": "Wouldn't it be cute to have a map of the farm?$1#$b#We could hang it above our bed.$1#$b#Or would that be too tacky?$2",
"Koda.Outdoor_4": "I love this place.$1#$b#I'm going to do what I can to contribute, okay babe?$4",
"Koda.Good_1": "You're so strong and cool, babe.$1#$b#What? I'm being honest.$4#$b#We do affirmations in this house, that's the rule.$1",
"Koda.Good_2": "Hello!$1#$b#I'm in a really good mood.$1#$b#I was able to solve a coordinate translation issue at work.$1",
"Koda.Good_3": "It's nice to be able to work from home most days.$1#$b#And to go on ocean fieldwork on other days.#$b#Balance and flexibility are key, right?$1",
"Koda.Good_4": "%pet has been really affectionate with me lately.#$b#I think I've finally been accepted into the household.$1#$b#We both know %pet had the final say.$1",
"Koda.Good_5": "Do you ever wish you could show 'childhood you' where you've ended up?#$b#Imagine taking your 10-year old self on a tour of the farm.$2#$b#I bet we would have gone on some great adventures as kids!$1#$b#What am I saying... we go on great adventures now!$4",
"Koda.Good_6": "Hey, @.$4#$b#Um... I wanted to thank you for saying hello to my mom on that last phone call.#$b#She's really happy for us.$4",
"Koda.Neutral_0": "Sorry, I'm feeling stressed.#$b#I have a lot of work to do for FIASA right now.",
"Koda.Neutral_2": "I wonder what my family is up to today...#$b#...",
"Koda.Neutral_3": "Where did you even get this Mermaid Pendant, @?#$b#It's a really rare and beautiful shape...#$b#... Thank you.$4",
"Koda.Neutral_8": "Sorry, I'm feeling a little homesick today.$2#$b#It's funny, I've never felt so 'at home', but I also miss the islands.#$b#Life really is mysterious.$2",
"Koda.Bad_0": "I'm not feeling well today.#$b#I miss the open ocean, I guess.$2",
"Koda.Bad_1": "You don't spend a ton of time at home, do you @?#$b#I guess I'm feeling a little lonely in here all day.$2",
"Koda.Bad_2": "Ugh... I'm afraid I messed something up at work.$2#$b#People were relying on me and I let them down.$2#$b#I just have to do better next time.",
"Koda.Bad_3": "I dreamed I was back on the ocean last night.#$b#...",
"Inke.Mon": "How’s the land farmin’ life?#$b#My guess is it’s a lot like plankton farmin’.",
"Inke.Tue": "Ya ever been to the ocean depths?#$b#Ah haha!$1#$b#Ya probably need to put a helmet on right when I get to take mine off!$4",
"Inke.Thu": "Ain’t Koda a great intern?$1#$b#She picked up on everything real fast.$1",
"Inke.Fri": "I used to run this research all on my own.#$b#It was nice to get a break for once.#$b#Hey, do ya think Koda is still mad at me?$2",
"Inke.Sun": "It’s important to keep yer spirits up.#$b#Studyin’ such serious stuff all the time can be pretty hard.$4",
"Inke.Mon2": "Studyin’ the climate is pretty complicated.#$b#We ain’t talkin’ about the weather here! We’re talkin’ longterm data trends!",
"Inke.Tue2": "Koda says there’s a big scientist type in yer town.#$b#Do ya think he’d share some stats with us?#$b#Ehh, he’s up by the mountain lake? Mountains don’t agree with me too well.$3",
"Inke.Thu2": "How much do ya know about calciums, hatchlin’?#$b#Calciums is how sea critters build their shells, bones, and homes.#$b#It’s a sensitive process, ya see.$4",
"Inke.Fri2": "Even a little bounce in temperature makes life harder for the sea critters.#$b#That’s why we gotta test all the time.",
"Inke.Sun2": "I enjoy a good oyster, ya know.#$b#Ya ever had a raw oyster shooter?",
"Inke.Mon4": "Wherever there’s a Joja factory, the ocean suffers.#$b#Sometimes ya can see the pollution, sometimes ya can’t.#$b#But the damage is always there.",
"Inke.Tue4": "Koda found a new sea spot the other day.#$b#It had a unique swirl current.#$b#Ain’t that neat?$1",
"Inke.Thu4": "The seas are ever changin’.#$b#But they follow the patterns of mama nature too.",
"Inke.Fri4": "Coral reefs are real sensitive, ya know.#$b#They go white when they’re sad, which makes me real sad.$2",
"Inke.Sun4": "The Joja’s of the world don’t really care for the ocean.$2#$b#Why they oughta, eh? The fishes don’t go shoppin’ at Jojamart.$3",
"Inke.Mon6": " I been with FIASA since the beginning, ya know.#$b#We founded it as hopeful lil’ hatchlins’, wantin’ to make the world a better place.#$b#The world’s complicated, eh?$2",
"Inke.Tue6": "The fish round Ginger Island tell the best jokes.#$b#They’re in good spirits from all that volcanic runoff.#$b#Them’s rich nutrients, ya know!$1",
"Inke.Thu6": "Koda should relax more, don’t ya think?#$b#She’s such a serious kid!$3",
"Inke.Fri6": "Sigh...$2#$b#I wanted to go divin' today, but I have to man the counter instead.#$b#Bein' a senior officer means ya can't just run off.$3",
"Inke.Sun6": "Can I tell ya a secret, hatchlin'?#$b#I put in a good word for Koda at FIASA.#$b#I really think they oughta hire her in a full-salaried role.",
"Inke.Mon8": "Oh, ya wanna know about FIASA Headquarters?#$b#It’s just a big office buildin’.$3#$b#All the folks there would rather be out here doin’ fieldwork.",
"Inke.Tue8": "There was a time when we didn't know anythin' about the climate.#$b#Well, it's better to say that we were studyin' it without knowin' we were studyin' it.#$b#Eventually someone connected the dots and we all realized we were after the same data.$3",
"Inke.Thu8": "Are ya takin' a shore leave today too?#$b#Listen, there's a starfish down there that's hecklin' me...$2#$b#Ehh! He says my taste in jazz bands is mid!$2",
"Inke.Fri8": "Honestly, I don't know if our research will help anythin'.#$b#It's hard to stay positive against the Jojas of the world.$2#$b#But we're tryin', @, we're tryin'.$2",
"Inke.Sun8": "Mmm... the oyster bed cilia filtered the last nitrogen sample...#$b#Ehh! You caught me deep in thought, how embarrassin'!$2",
"Inke.Mon10": "My philosophy?#$b#All livin' things have a right to live.#$b#It's simple in theory but gets real complicated in practice.",
"Inke.Tue10": "Are ya takin' a break, hatchlin'?#$b#Always 'member, the best work is about long-term sustainability, not short-term gains.",
"Inke.Thu10": "Eurgh... I'm workin' on regulations for corporate chemical dumpin'...$2#$b#It's hard to find the right wordin'.$3#$b#Technically, even calcium carbonate could be called a chemical.#$b#Ya gotta prepare for how corporations will try to twist yer words.$3",
"Inke.Fri10": "I had some old friends visit the boat last night.$1#$b#'Course, they used the ocean door.#$b#Don't tell Koda, it kinda turned into a party.$1",
"Inke.Sun10": "At the end of the day, ya gotta just keep believin' in what ya do.#$b#What's that sayin'?#$b#'Plant a tree so that yer grandkids can sit in its shade?'",
"Inke.summer_13": "Get yer party hat on, @!$1#$b#It's crab matin' season!$1#$b#For us FIASA officers, this is an 'all-hands-on-deck' research opportunity!$1",
"Inke.summer_14": "Hurry, hurry!#$b#It's the last day of crab matin' season!#$b#All the bloomin' algae peaks tonight!$1",
"Inke.summer_13_2": "The best time of year is here, @!$1#$b#That's right, it's crab matin' season!$1#$b#Ocean nutrients, here we come!$1",
"Inke.summer_14_2": "Today's the last day of the summer bloom, @.#$b#Did ya collect a lot of specimens?#$b#I always hate to see the party end for the year!$3",
"Inke.summer_26": "I'm goin' to attend a festival in a couple days here.#$b#'Dance of the Moonlight Jellies', I think?#$b#We'll dock the boat somewhere else for the night, to not disturb the lil' beauties.",
"Inke.summer_26_2": "Will I see ya at the jelly festival, @?#$b#The Moonlight Jellies, I mean.",
"Inke.winter_7": "It's not bad for locals to get together and fish sometimes.#$b#The natural order accounts for ya'll people too...#$b#Its when too many people get together and form an 'industry' and a 'corporation' that things go haywire.$3",
"Inke.winter_12": "I heard somethin' called 'Squidfest' is happenin' out there.#$b#A climate scientist like yers truly would be a real celebrity, eh?$1#$b#...Oh no, yer sayin' I should stay in here?$2#$b#Well, if anybody comes on in, I'll be ready at the exchange counter.",
"Inke.winter_12_2": "That 'Squidfest' is here again!$1#$b#Hatchlin', if ya win any 'Seafoam Pudding,' will ya bring it to me?#$b#Don't ya worry, I'm stayin' inside the boat.$3",
"Inke.winter_14": "That Night Market visits Pelican Town too, eh?#$b#I ain’t allowed to go in an official way, but I like to sneak in, he he!$1",
"Inke.winter_14_2": "That Night Market starts tomorrow, so we'll have to dock somewhere else.$3#$b#A real shame ya can't go to the underwater market too.$3#$b#Them blobfish can run a hard bargain!",
"Inke.AcceptGift_category_fish": "Ahh, great catch! I'll get this guy tagged and on his way!",
"Inke.AcceptGift_798": "Is that Jerry?? Howdy buddy, didn't I tell ya to stay away from the harbor? Jeez, I'll take 'im and get 'im on his way, thank ya.",
"Inke.AcceptGift_814": "...#$b#I don't know where ya got this, @, but yer were right to bring it to me.",
"Koda.eventseen_711130_memory_oneday": "I heard a big commotion from Willy's shop the other day...#$b#Crabs??$5#$b#Um... that sounds like too many crabs to me.",
"Inke.eventseen_711130_memory_oneday": "There was that big commotion at the shop the other day.#$b#Eh, it was crabs?$1#$b#Sounds like an amazin' crab party!$1",
"Koda.eventseen_IslandDepart_oneday": "I saw you leave and come back on Willy's boat.#$b#Did you go to Ginger Island?$1#$b#Was it incredible?$1#$b#We have to go together sometime, @!$1",
"Inke.eventseen_IslandDepart_oneday": "So ya been to Ginger Island now, eh?#$b#She's a beauty, ain't she?$1#$b#One of the healthiest ecosystems this side of the Fern Isles, I tell ya what!$1",
"Inke.eventseen_KodaNext_oneday": "Koda kiddo's been hard at work on a personal project.#$b#I'm tryin' to be as supportive as possible.#$b#It's hard work!$2",
"Koda.Koda_AfterWedding": "That was a beautiful ceremony.$4#$b#All of Pelican Town showed up for us!$4#$b#Well, it was probably more for you, but I'm joining the community too...$4#$b#I hope to make a whole life with you here, @.$4",
"Koda.OneKid_0": "Are you excited to be a parent, @?$1#$b#I've been a 'big sis' my whole life.... I hope I'm prepared to be 'mom'.$2",
"Koda.OneKid_1": "The farm is going to be such a good place for %kid1 to grow up.$1",
"Koda.OneKid_2": "My mom called, I showed her some pictures of %kid1.$1#$b#We should send your parent's some pictures too.$1",
"Koda.OneKid_3": "Whew... taking care of a baby is a lot of work.$2#$b#Good thing I'm working from home right now.$1#$b#It helps knowing you're right outside too.$1#$b#Go team Koda-@!$1",
"Koda.OneKid_4": "%kid1 has your eyes, babe.$1#$b#And also a fascination with your dirty work boots!$1",
"Koda.TwoKids_0": "I want to take the kids tide-pooling when they're a little older.$1",
"Koda.TwoKids_1": "Two kids, a home and career...#$b#Thank you for building this life with me, @.$4",
"Koda.TwoKids_2": "I hope %kid1 and %kid2 grow up to become friends, not rivals.#$b#I hope they go exploring together.$1",
"Koda.TwoKids_3": "Will you help me with %kid2 today babe?#$b#I gave %kid1 a snack and a bath but have to finish this report for work real quick.#$b#Thank you!$4",
"Koda.TwoKids_4": "Forget about planning ahead, life with kids is about making it through to the next day!$2#$b#I never imagined life could be so full and satisfying.$1#$b#Love you, @.$4",
"Inke.dating_Koda_memory_oneweek": "Koda's been a real happy camper the last while.#$b#Looks like she's in good hands, eh @?$1",
"Inke.married_Koda_memory_oneweek": "Koda's gonna be workin' a hybrid schedule from now on.#$b#Workin' from yer home sometimes, workin' on the boat sometimes...#$b#My little hatchlins all grown up!$2",
"Koda.summer_Fri": "Can I help you?#$b#Oh, you were just saying hi.#$b#I'm kind of in 'work mode' right now, sorry.",
"Koda.summer_Fri2": "Are you having a busy day, @?#$b#There's a big difference between being busy and being stressed, if you ask me.$2#$b#I like one, but not the other.",
"Koda.summer_Fri4": "Do you consider yourself a 'farmer,' @?#$b#I know you own and run a farm... but are you a person who runs a farm, or are you a 'farmer?'#$b#Sorry, that's a weird question.$1",
"Koda.summer_Fri6": "Hey!$1#$b#I saw a sea otter yesterday.$1#$b#So it was pretty much the best day ever.$1",
"Koda.summer_Fri8": "Have you ever met a mermaid, @?#$b#I feel really shy around them.$4#$b#But one once waved hello to me from the back deck.$1",
"Koda.summer_Fri10": "Ugh, sorry I'm in a sad mood today.$2#$b#I had a rough phone call with my mom.#$b#But I got to hear my brothers laughing in the background, so that was nice.$1",
"Koda.winter_Fri": "The ocean gets really cold this time of year.#$b#But colder waters are actually more nutrient dense.#$b#So the sea creatures are happy.$1",
"Koda.winter_Fri2": "Are you having a good day?$1#$b#We won't be around this harbor tomorrow, so take advantage of the exchange program while you can.",
"Koda.winter_Fri4": "Those are nice boots, @.$1#$b#Mine? They're sealed waterproof Kodiaks.#$b#I can appreciate a good boot.$1",
"Koda.winter_Fri6": "Good morning... or, what time is it?$2#$b#Sorry, I was up late... The boat has a strange atmosphere at night.#$b#Although the stars are incredible when we're on open water.$1",
"Koda.winter_Fri8": "I never envisioned myself as a scientist.#$b#I always saw myself more as a Meriwether and William type.#$b#You know, Meriwether Clark and William Lewis? The Discovery Corps?$1",
"Koda.winter_Fri10": "I've learned a lot from Captain Inke.#$b#He's encouraging, in his own weird way.$1#$b#He'd make a great wacky uncle.$1"
}