{
 "aos.carrotstew.name": "Carrot Stew",
 "aos.carrotstew.desc": "Nice warm carrot stew perfect for cold days.",
 "aos.carrotcake.name": "Carrot Cake",
 "aos.carrotcake.desc": "A mildly sweet, moist cake with creamcheese frosting and a hint of carrot.",
 "aos.honeyroastedcarrots.name": "Honey Roasted Rainbow Carrots.",
 "aos.honeyroastedcarrots.desc": "Roasted carrots covered in a sweet honey glaze.",
 "aos.purplecarrot.name": "Purple Carrot",
 "aos.purplecarrot.desc": "An even more colorful tuber that grows a little slower than its orange cousin.",
 "aos.redcarrot.name": "Red Carrot",
 "aos.redcarrot.desc": "A vibrantly colored tuber that grows a little slower than its purple cousin.",
 "aos.whitecarrot.name": "White Carrot",
 "aos.whitecarrot.desc": "A pale tuber that tastes like a mix between a parsnip and a carrot.",
 "aos.yellowcarrot.name": "Yellow Carrot",
 "aos.yellowcarrot.desc": "A fast growing tuber closely related to the generic carrot - its taste is a bit milder though.",
 "aos.purplecarrotseeds.name": "Purple Carrot Seeds",
 "aos.purplecarrotseeds.desc": "Plant in the fall. Takes 4 days to grow.",
 "aos.redcarrotseeds.name": "Red Carrot Seeds",
 "aos.redcarrotseeds.desc": "Plant in the summer. Takes 5 days to grow.",
 "aos.whitecarrotseeds.name": "White Carrot Seeds",
 "aos.whitecarrotseeds.desc": "Plant in the winter. Takes 6 days to grow.",
 "aos.yellowcarrotseeds.name": "Yellow Carrot Seeds",
 "aos.yellowcarrotseeds.desc": "Plant in the spring. Takes 3 days to grow.",
"honeyroastedcarrotsrecipe.name": "Honey Roasted Rainbow Carrots",
"honeyroastedcarrotsrecipe.text": "@, ^^I heard that you humans enjoy covering things in sweets, so I decided to share this recipe for honey covered carrots with you. I believe you may like it. ^^-Dwarf", 
"carrotcakerecipe.text": "Dear @, ^^You grow carrots on your farm, right? Since you're such a good friend of mine I wanted to share this carrot cake recipe with you. It's one of the ways I get Vincent and Sam to eat vegetables, even if it isn't exactly completely healthy. ^^-Jodi",
"carrotcakerecipe.name": "Carrot Cake",
"carrotstewrecipe.text": "@, ^^You have been a good and trustworthy friend. Have this recipe as a sign of my trust and thanks - It's a delicacy to my people,^^-Dwarf",
"carrotstew.name": "Carrot Stew",
"colorfulcarrotselling.text": "@, ^^I noticed that you had grown some carrots while I was looking around last night. Since you can cultivate the generic tubers, I decided to allow you to buy some unique varities I have. You can come and purchase them from me at any time in exchange for some of the regular seeds. ^^-Dwarf",
"colorfulcarrotselling.name": "Dwarf Carrots",
}
  
