{

    "config.Enable this mod.name": "Enable this mod.",
    "config.Enable this mod.description": "On/Off setting of this mod itself.",

    "config.Stone Tile Planted Tree.name": "Stone Tile Planted Tree",
    "config.Stone Tile Planted Tree.description": "If enabled, wild trees and mushroom trees can be planted throughout the cave.(Fruit trees were originally permitted to be planted.) However, if this setting is enabled, stone tiles can be dug. This means that it is possible to plant crops on them. This is not a bug, as it is a specification to enable planting.",

    "config.Translucent bridge ceiling.name": "Translucent bridge ceiling.",
    "config.Translucent bridge ceiling.description": "Make the ceiling of the long bridge translucent for easier viewing.",

    "config.Show sunlight.name": "Show sunlight",
    "config.Show sunlight.description": "Show sunlight in areas of the cave where crops can be grown, depending on the time of day and weather. You can select the appearance of sunlight.",
    "config.Show sunlight.values.Improved Version 2": "Improved Version 2",
    "config.Show sunlight.values.Improved Version": "Improved Version",
    "config.Show sunlight.values.Previous Version": "Previous Version",
    "config.Show sunlight.values.Do not show": "Does not show sunlight",

    "config.Sunlight Brightness Level.name": "Sunlight Brightness Level",
    "config.Sunlight Brightness Level.description": "Changes brightness in 3 levels. This setting is valid only when (Improved Version) is selected. (Previous Version) has only one type of brightness.",



    "config.section.Change Entrance.name": "^Entrance Change Setting",
    "config.section.Change Entrance.description": "These settings change the location of the entrance to the flooded cave. Each of these settings cannot be enabled at the same time, so please enable one of them when changing the setting.",


    "config.Stardew Valley Reimagined 3 ver.name": "Stardew Valley Reimagined 3 ver.",
    "config.Stardew Valley Reimagined 3 ver.description": "Check this box if you are using the remake mod Stardew Valley Reimagined 3. The map will be edited to match the remade backyard.(Each of the settings to change the entrance position cannot be enabled at the same time, so please enable one of the settings when you change it.)",

    "config.Works with Dam mod.name": "Works with Dam mod.",
    "config.Works with Dam mod.description": "If the Dam Mod is installed and turned on, the map will be edited so that you can move to the flooded cave from the lower right corner of the afforestation area (the long vertical area behind the dam). At the same time, the road from the back woods to flooded cave is blocked. It will be more immersive, but less accessible, so link as you wish.(Each of the settings to change the entrance position cannot be enabled at the same time, so please enable one of the settings when you change it.)",

    "config.Works with SecretWoodsExtraArea mod.name": "Works with SWEA mod.",
    "config.Works with SecretWoodsExtraArea mod.description": "If you have the SecretWoodsExtraArea Mod installed, turning it on will edit the map so that you can move from the upper right corner of the extra area (weeds area) to the flooded cave. At the same time, the path to the Flooded cave from the forest behind the cave will be blocked. This will increase the immersive experience, but will make it less accessible, so you may link the two if you wish.(Each of the settings to change the entrance position cannot be enabled at the same time, so please enable one of the settings when you change it.)",



    "Flooded_Cave_01":"Looks like some kind of note, but it's grazed and unreadable...",
    "Flooded_Cave_02":"It seems to say where mine cart is going, but I can hardly read it...",
    "Flooded_Cave_03":"It is packed full of stones.",
    "Flooded_Cave_04":"It continues to the back, but it is dark and dangerous.^Let's not go on.",
    "Flooded_Cave_05":"Entry without permission is prohibited.^-Lewis",
    "Flooded_Cave_06":"It doesn't seem to be moving...",
    "Flooded_Cave_07":"No response to button presses...",
    "Flooded_Cave_08":"The end of the ladder is sealed off with a plank hammered into it. It does not appear to be in use at this time.",


    "MpFlooded_Cave_MinecartRoom_Name":"Flooded Cave Minecart Room",

}