{

    "config.Enable this mod.name": "Activer le mod",
    "config.Enable this mod.description": "Paramètre On/Off du mod.",

    "config.Stone Tile Planted Tree.name": "Plantage d’arbre\ndans les cases de pierre",
    "config.Stone Tile Planted Tree.description": "Si activé, les arbres sauvages et les arbres à champignons peuvent être plantés dans la cave (planter des arbres à fruits est déjà permis). Cependant dans ce cas, les cases de pierre pourront être creusés avec la houe. Cela entraine qu’il sera possible de planter des cultures dessus. Ce n’est pas un bug puisqu’il s’agit d’un pré-requis pour autoriser la plantation.",

    "config.Translucent bridge ceiling.name": "Plafond translucide du pont",
    "config.Translucent bridge ceiling.description": "Rendre le plafond du long pont translucide pour une meilleure visibilité.",

    "config.Show sunlight.name": "Montrer la lumière du soleil",
    "config.Show sunlight.description": "Montrer la lumière du soleil dans les zones de la grotte où les cultures peuvent être cultivées, en fonction de l'heure de la journée et de la météo. Vous pouvez sélectionner l'apparence de la lumière du soleil.",
    "config.Show sunlight.values.Improved Version 2": "Version améliorée 2",
    "config.Show sunlight.values.Improved Version": "Version améliorée",
    "config.Show sunlight.values.Previous Version": "Version précédente",
    "config.Show sunlight.values.Do not show": "Ne pas montrer la lumière du soleil",

    "config.Sunlight Brightness Level.name": "Niveau de luminosité du soleil",
    "config.Sunlight Brightness Level.description": "Changer la luminosité en 3 niveaux. Ce paramètre est valide uniquement lorsque (Version améliorée) est sélectionné. (Version précédente) n'a qu'un seul type de luminosité.",



    "config.section.Change Entrance.name": "^Paramètre de changement d'entrée",
    "config.section.Change Entrance.description": "Ces paramètres changent l'emplacement de l'entrée de la grotte inondée. (Chacun des paramètres de changement de position d'entrée doit être activé de manière isolée donc veuillez sélectionner seulement UN des paramètres lorsque vous le changez.)",


    "config.Stardew Valley Reimagined 3 ver.name": "Stardew Valley Reimagined 3 ver.",
    "config.Stardew Valley Reimagined 3 ver.description": "Cochez cette case si vous utilisez le mod Stardew Valley Reimagined 3. La carte sera modifiée pour correspondre à l’arrière-cour modifiée. (Chacun des paramètres de changement de position d'entrée doit être activé de manière isolée donc veuillez sélectionner seulement UN des paramètres lorsque vous le changez.)",

    "config.Works with Dam mod.name": "Fonctionne avec le mod Dam",
    "config.Works with Dam mod.description": "Si le mod Dam est installé et activé, la carte sera modifiée pour que vous puissiez accéder à la grotte inondée depuis le coin inférieur droit de la zone de reboisement (la longue zone verticale derrière le barrage). En même temps, la route de la forêt arrière à la grotte inondée est bloquée. Cela sera plus immersif, mais moins accessible, donc liez-les comme vous le souhaitez. (Chacun des paramètres de changement de position d'entrée doit être activé de manière isolée donc veuillez sélectionner seulement UN des paramètres lorsque vous le changez.)",

    "config.Works with SecretWoodsExtraArea mod.name": "Fonctionne avec le mod SWEA",
    "config.Works with SecretWoodsExtraArea mod.description": "Si vous avez installé le mod SecretWoodsExtraArea, l'activer modifiera la carte pour que vous puissiez passer du coin supérieur droit de la zone supplémentaire (zone des mauvaises herbes) à la grotte inondée. En même temps, le chemin de la forêt derrière la grotte à la grotte inondée sera bloqué. Cela augmentera l'expérience immersive, mais rendra l'accès plus difficile, donc vous pouvez les lier si vous le souhaitez. (Chacun des paramètres de changement de position d'entrée doit être activé de manière isolée donc veuillez sélectionner seulement UN des paramètres lorsque vous le changez.)",



    "Flooded_Cave_01":"On dirait une sorte de note, mais elle est raturée et illisible...",
    "Flooded_Cave_02":"Il semble que cela indique où va le chariot de mine mais je peux à peine le lire...",
    "Flooded_Cave_03":"C'est rempli de pierres.",
    "Flooded_Cave_04":"Cela continue vers l'arrière, mais c'est sombre et dangereux. ^Mieux vaut s’arrêter ici.",
    "Flooded_Cave_05":"Entry without permission is prohibited.^-Lewis",
    "Flooded_Cave_06":"It doesn't seem to be moving...",
    "Flooded_Cave_07":"No response to button presses...",
    "Flooded_Cave_08":"The end of the ladder is sealed off with a plank hammered into it. It does not appear to be in use at this time.",




    "MpFlooded_Cave_MinecartRoom_Name":"Salle du wagonnet de la grotte inondée",

}