{
  "Name": "Perennial Iris",
  "Product": "Perennial Iris",
  "SeedName": "Perennial Iris Seeds",
  "SeedDescription": "Plant these in any season. Takes 5 days to mature. Dies off in Winter, but will come back in Spring if left in the soil",
  "Type": "Flower",
  "Seasons": ["spring", "summer", "fall", "winter"],
  "Phases": [1, 1, 1, 1],
  "RegrowthPhase": -1,
  "HarvestWithScythe": false,
  "TrellisCrop": false,
  "Colors": [],
  "Bonus": {
    "MinimumPerHarvest": 1,
    "MaximumPerHarvest": 1,
    "MaxIncreasePerFarmLevel": 1,
    "ExtraChance": 0.0
  },
  "SeedPurchaseFrom": "Pierre",
  "SeedPurchasePrice": 100,

  "SeedNameLocalization": {
    "es": "Semillas de iris",
    "ko": "아이리스 씨앗",
    "de": "Iris-Samen",
    "fr": "Graines d'iris",
    "hu": "Írisz magok",
    "it": "Semi di iris",
    "ja": "アイリスの種",
    "pt": "Sementes de Íris",
    "ru": "Семена ириса",
    "tr": "iris tohumları",
    "zh": "鸢尾种子"
  },
  "SeedDescriptionLocalization": {
    "es": "Planta estos en cualquier temporada. Tarda 5 días en madurar. Muere en invierno, pero vuelve en primavera si se deja en el suelo.",
    "ko": "어느 계절에나 심으세요. 성숙하는 데 5일이 걸립니다. 겨울에 죽지만 흙에 그대로 두면 봄에 다시 돌아온다.",
    "de": "Pflanzen Sie diese zu jeder Jahreszeit. Braucht 5 Tage um zu reifen. Stirbt im Winter ab, kommt aber im Frühjahr wieder, wenn sie im Boden belassen wird.",
    "fr": "Plantez-les en toute saison. Met 5 jours à mûrir. Meurt en hiver, mais reviendra au printemps s'il est laissé dans le sol.",
    "hu": "Bármely évszakban ültesse el ezeket. 5 napig tart az érlelés. Télen elpusztul, de tavasszal visszajön, ha a talajban marad.",
    "it": "Piantali in qualsiasi stagione. Ci vogliono 5 giorni per maturare. Muore in inverno, ma ritorna in primavera se lasciato nel terreno.",
    "ja": "これらを季節を問わず植えます。熟成には5日かかります。冬に枯れますが、土に埋めると春に復活します",
    "pt": "Plante-os em qualquer época do ano. Leva 5 dias para amadurecer. Morre no inverno, mas voltará na primavera se deixado no solo.",
    "ru": "Сажайте их в любое время года. Созревание занимает 5 дней. Отмирает зимой, но возвращается весной, если его оставить в почве.",
    "tr": "Bunları herhangi bir mevsimde ekin. Olgunlaşması 5 gün sürer. Kışın ölür, ancak toprakta bırakılırsa ilkbaharda geri döner.",
    "zh": "在任何季节种植这些。需要5天才能成熟。冬天会死掉，但如果留在土壤里会在春天回来"
  }
}
