{
  "Introduction": "Oh hey, you live in that old farm right? Cool!#$e#Must be cool to have animals and stuff, sounds like a lot of work though.$2",
//  "FlowerDance_Accept": "Hey, sure. Let's do it. We can be embarrassed together.$h",
  "AcceptBirthdayGift_Positive": "How did you know it was my birthday?! Well anyway, Thanks @! I appreciate it!$h",
  "AcceptBirthdayGift_Negative": "Hey, How did you know it was my...$h#$b#What is this?$s",
  "AcceptGift_(O)StardropTea": "Woah this looks delicious! Did you make this? Ah whatever, thank you so much @!$h",
//  "AcceptGift_(O)109": "Whoa... Where'd you find this? The workmanship is fascinating...#$b#It's a little too rusty to use, but I'll add it to my collection.",
//  "AcceptGift_(O)119": "This makes you wonder... Thousands of years ago, there was probably a little purple-haired cavewoman who played this flute, just like me.#$b#...I'll have to wash it before pressing it to my lips, though.$h",
//  "AcceptGift_(O)66": "$c 0.5#Wow... it's just my color! Thanks, @!$h#Thank you! This is my favorite stone. It's so pretty.",
  "GreenRain": "The rain would be cool if it was in a fantasy setting or something but, im not risking walking out there$s",
  "GreenRainFinished": "Well I'm glad its over, was oddly relaxing other than the fear the roof was gonna burn off.$h",
  "24": "My mum made a Banana Pudding last night, I love it so much.$h",
  "13": "I had a whole baguette of bread for breakfast today, there was nothing in it but I like that. Is that strange?$h",
  "8": "Ew... Theres tomatos in this sandwich I bought.$s",
  "4": "Birthdays are so tricky... I'm not a big fan of chocolate cake, and so many people like it.$s",
  "dating_Ivy": "%Ivy is zoned out daydreaming about something... she seems to be smiling though.",
  "dating_Ivy_memory_oneday": "...You're cute.$l",
  "dating_Ivy_memory_oneyear": "@? Although dating has been really nice, do you think you ever wanna make things more official?$s",
  "married_Sebastian": "Gratz on you and Seb getting married! Going on late night bike rides seems like a really cool time.$h",
  "movieTheater": "Theres a new movie theater? Cool! I was getting bored of visiting the same places.$h",
  "Resort_Entering": "Willys old boat is pretty cool, she goes quite fast for something so old.",
  "Resort_Leaving": "I'm exhausted, cant wait to be back at home.",
  "Resort_Shore": "Despite being stranded in the middle of nowhere its quite cool to explore something different.",
  "Resort_Umbrella": "The shade is a much nicer place to be, the sun is way too bright sometimes...",
  "Resort_Wander": "Dont get lost? I'l keep it in mind!#$e#Anyway, where was I going?#$e#Wait where did I come from?$s",
  "Resort_Bar": "Now this is the life, A drink in some resorted beach where nothing else matters.$h",
  "Resort": "Imagine a real life DND campaign set here, maybe that'd be too much socialising...#$e#I'l definitely write about this place.",
//  "FlowerDance_Accept_Spouse": "B... But... I wanted to dance with...$s#$b#Just kidding! Of course I'm dancing with you. I love you.$h",
//  "FlowerDance_Decline": "That's flattering... but I'm gonna have to say no. Sorry.",
  "divorced": "Leave me alone.$a",
  "dumped_Girls": "...$a",
  "secondChance_Girls": "*sigh*... @. I don't want to ruin the valley by having to be annoyed at you, lets be adults.$s",
  "breakUp": "Oh... $s#$b#Yeah I expected this... see you I guess.$s",
  "Mon": "Sup, anything new?",
  "Mon2": "Hey @.#$e#I like seeing familiar faces round here, recently I've been able to say that.",
  "Tue": "I wish some of my friends were more understanding.$s#$e#Feels like some people just never mature.$s",
  "Tue2": "I come to the valley as a little escape from my ordinary life.#$e#I've lived in Zuzu City forever, its nice to find a quieter place to hangout.",
  "Wed": "Hiya, you ever get strange thoughts that make no sense but are kinda funny?#$e#Cool, me too.$h",
  "Thu": "Thursdays are probably my favourite weekday, people are excited for friday but its not quite here yet.#$e#I like that feeling.",
  "Fri": "Doing anything cool tonight? It's friday after all.#$e#Me? I don't really like to make plans, but I do like to go to the saloon and be ''social'' on fridays.",
  "Fri2": "I'm not sure exactly why I'm put off planning.#$e#I think its something to do with the commitment.#$e#No, I don't have commitment issues$a",
  "Sat": "Saturdays are neat, theres a lot more people running around.#$e#Theres a strange sense of isolation in a crowd of people.$h",
  "Sun": "Oh damn its Sunday? Theres a cool merchant lady who pulls up with her pig near marnies ranch today, I like the variety of stuff she sells.",
  "Sun2": "I sometimes think I'd like to live on a farm in the middle of nowhere.#$q 17/18/19/20 Sun_old#@, What do you enjoy most about it?#$r 17 0 Sun_17#Farming.#$r 18 0 Sun_18#Fishing.#$r 19 15 Sun_19#Mining.#$r 20 0 Sun_20#Socialising.#$r 21 -15 Sun_nothing#Nothing.",
  "Sun_old": "I think I can appreciate my current flow of life however.",
  "Sun_17": "I suppose that makes sense, it sounds like easy money, you work for 2 hours in the morning then get to mess around all day.",
  "Sun_18": "Fishing is cool, I tried it before and didn't catch anything so just gave up.",
  "Sun_19": "Ooo, I like that answer, so much to explore in the mines and the creatures look so cool.$h",
  "Sun_20": "Well I'm definitely jealous, I wish I could say that was my favourite thing.$s",
  "Sun_nothing": "Oh... Um... Sure.$s",
  "Wed2": "Hanging out?#$e#Sweet, feel free to stick around.$h",
  "Tue4": "Oh hey, good to see you about.$h#$e#People are scary but, you're alright.$h",
  "Sat6": "Sup.#$e#What? You expected a lil more?#$e#Hi!!! Nice to see you!! How are you!!! Glad to hear it!!!.$h#$e#That better?$h",
  "Mon8": "Heya.$h#$e#So I was thinking of this really cool fantasy setting for a DND campaign, its got alot of occult eldritch themes.#$e#If only I had the resolve to sit down and write it.$s#$e#Anyway, how are you?$h",
  "Thu10": "Hey hey.$h#$e#I really like you, I know that kinda goes without saying but yeah.$h#$b#Anyway.$h",
  "Fri6": "Sometimes I think what it'd be like to be an animal, theyre so carefree it must be ''nice''#$e#They don't really understand that though, so is it really that great?",
  "summer_1": "Summers nice, I like how long the sun is up for.#$e#But it is a little too bright sometimes.",
  "summer_Mon": "Ugh its so hot, I should be indoors right now",
  "summer_Tue": "The feeling of the sun is great, its been a while since I've tanned.",
  "summer_Wed": "I think the summer aesthetic is quite nice, thin cloth, flowers and ''flowey'' form, bright colours.#$e#Not for me personally but, nice on others.",
  "summer_Thu": "I like to hang out at the museum in summer, the aircon feels awesone.#$e#We don't have that where I'm from",
  "summer_Fri": "Nothing makes a cold cider better than the blazing summer heat. *sigh* This is the life.",
  "summer_Sat": "Hey, hows the heat treating you?",
  "summer_Sun": "Would you rather have unlimited bacon and no games... or-#$q 25/26/27 summer_Sun_old#Would you rather have unlimited games... but no games?#$r 25 0 Sun_25#Unlimited bacon but no games.#$r 26 0 Sun_26#Unlimited games but no games.#$r 27 0 Sun_27#What?",
  "summer_Sun_old": "$p 25#%Ivy is thinking.|%Ivy is thinking.",
  "Sun_25": "Yeah imagine all the bacon...",
  "Sun_26": "Yeah imagine all the games...$h",
  "Sun_27": "Don't worry about it.$h",
  "summer_Wed2": "Don't you think sleeping in a cabin is kinda creepy? Like you're only one thing wall away from everything else.",
  "summer_Tue4": "Sup dude. Anything cool growing on your farm?$h^Sup @. Its nice having another girl to hang out with in the valley.$h",
  "summer_Sat6": "Hey.$h#$e#So I've been playing this new gacha phone game recently, they always remind me how lucky I am.$h",
  "summer_Mon8": "Pelican Town is a lot different than the giant lights and buildings I'm used to, Its why I come here, get out of the same old pattern.$h",
  "summer_Thu10": "Coming to Pelican Town is nice and all but, its a melonchony happiness as I know I come here for an ''escape''$s",
  "summer_Fri10": "Ahhhh... Friday.$h",
  "fall_1": "Fall already! Probably my favourite season for aesthetics... Warm dry colours, the calming breeze, leaves, mushrooms, halloween!$h",
  "fall_Mon": "Fall is my last chance to spend time outside, the darkness of the winter really gets to me, luckily Seb lets me stay at his.",
  "fall_Tue": "Why do I spend so much time in the Valley? Things get a lot, I needed some time away so I come here early hours every morning and just try appreciate it.#$e#No internet, no one I know, like a little reset.",
  "fall_Wed": "Dressing up as anything cool for halloween?.#$e#I think you'd made an attractive pirate to be honest.",
  "fall_Thu": "Fall is my favourite time to spend time in the town. The air is nice, the suns not blinding.#$e#It does get a little bit chilly though.",
  "fall_Sat": "$d cc#Damn you fixed that whole building? Thats pretty cool, one more place to check out.|%Ivy is watching a leaf dance in the wind.",
  "fall_Sun": "Hmm...#$q 28/29/30/31/32 fall_Sun_old#What games do you play?#$r 28 10 Sun_28#Farming sims.#$r 29 10 Sun_29#Strategy.#$r 30 10 Sun_WildColor#FPS.#$r 31 15 Sun_31#MMORPGS.#$r 32 -10 Sun_32#I don't play games really.",
  "fall_Sun_old": "$p 28#Damn. I forgot what I was going to say.|Mhm?",
  "Sun_28": "I had a strange feeling you'd say that...$h",
  "Sun_29": "Oh cool! I've played my fair share of strategy games.$h",
  "Sun_WildColor": "FPS huh? I've enjoyed playing those with friends and stuff.",
  "Sun_31": "Ooooh my personal favourite, great taste @!$h",
  "Sun_32": "Ah, okay.$s",
  "fall_Wed2": "You must make a fortune from all the pumpkins in fall.#$e#Jealous...$h",
  "fall_Tue4": "Feeling a little out of it today.$s#$b#You ever get that?",
  "fall_Sat6": "Hihi.$h#$e#You're looking good today!^You look so pretty in the fall...",
  "fall_Mon8": "The valley has quite warmed up to me, this has been a good experiment.#$e#I could see myself living here with the right person. *chuckle*$h",
  "fall_Thu10": "I had a dream about you last night, you weren't exactly in it but it was about you.#$e#Its rare for me to get good dreams..$h",
  "fall_Fri6": "Holy... its windy... I hate the wind$a",
  "fall_Fri10": "Heya cutie.#$e#I went to the fortune teller last summer. I don't really believe that kinda stuff but is cool.",
  "winter_1": "...I hate the winter.$s",
  "winter_Mon": "Seb knows my brain gets kinda silly when it goes dark outside.#$e#I trust him too so, its nice to have this place.$h",
  "winter_Tue": "Hey, me and seb were thinking about starting a new DND campaign.#$e#Good way to get through the winter.",
  "winter_Wed": "Its kinda weird not having the desk space for a keyboard but, this is kinda comfy.",
  "spring_12": "The spring festival tomorrow? Not really a fan of crowds like that, but you have fun!",
  "spring_23": "I'd love to go to the flower dance, it sounds so pretty and rythmic, unfortunately I'm not sure i'd fit the vibe.",
  "fall_26": "Ooooo spirits eve tomorrow! A chance for me to bring out some old outfits and it be normal for one day of the year.$h",
  "summer_10": "I'm too picky to try a big soup of assorted foods, I mean can you really trust everyone?#$e#Maybe I'm used to the city vibe.",
  "summer_27": "Moonlight jellies? Sounds yummy.$h",
  "winter_24": "Because I don't technically live in the valley I'm not invited to the secret santa.#$e#But I totally understand.$h",
  "winter_Thu": "Well we're a little bit closer to the end of the winter than the start of it now...",
  "winter_Fri": "Its a bit cold to be standing outside but it makes me feel so alive.#$e#Like taking a cold shower!$h",
  "winter_Sat": "The weekend means more free time for a lot of people.#$e#I don't really have anything to do in the week so, it doesn't mean as much.$h#$e#Still cool though.",
  "winter_Sun": "Sup.#$q 33/34/35 winter_Sun_old#Do you like the winter?#$r 33 0 Sun_33#Yeah, It's the season of joy!#$r 34 5 Sun_34#Meh, no difference to me.#$r 35 15 Sun_Bad#No, it feels so artificial.",
  "winter_Sun_old": "$p 33#Hope you're enjoying the winter.|The winter is rough but, we'll get through it.$h",
  "Sun_33": "Ah, I wish I thought the same.",
  "Sun_34": "I suppose thats a decent mindset.",
  "Sun_Bad": "Right? Guh, the happiness feels so forced. I'm not trying to be a stoodge for no reason but its so melonchony.",
  "winter_Wed2": "Hey, Feel free to hang out with us here by the way.#$e#The extra company is always nice.",
  "winter_Tue4": "The only good thing I'l say about the winter is its a great time to cozy up under blankets with a warm drink.$h",
  "winter_Sat6": "I had this really cool thought the other day.#$e#Huh?#$b#Oh! Ahah, No I can't tell you.$h",
  "winter_Thu10": "I never expected coming to the valley would be as succesful getaway as I it turned out to be.#$e#Thank you.$h",
  "winter_Wed6": "Hey hey.$h#$e#Hm? What am I smiling about?#$e#Ummm... Don't worry about it.$h",
  "winter_Fri10": "...#$e#Your presence brings me so much warmth...$h#$e#Winter is so much better with you.$h",
  "Wed4": "%Ivy is humming something... You feel you've heard this one before."
}