{
  "Rainy_Day_0": "Its so cold outside today.#$e#Make sure to stay warm and cozy inside.$4",
  "Rainy_Day_1": "Oooo its raining! Maybe today I could write something or do something productive.",
  "Rainy_Day_2": "Good morning!$h#$e#The rain makes for such a nice scene, dont get too wet!",
  "Rainy_Day_3": "Awww its raining, looks like we're staying in today$4",
  "Rainy_Night_0": "I love the sound of rain at night.$4",
  "Rainy_Night_3": "I love hearing the sound of rain flick off the roof.$4",
  "Rainy_Night_4": "Lets stay warm in bed together.$4",
  "Indoor_Day_0": "Good morning, handsome.^Good morning, princess.$h#$e#Don't get too messy out there.",
  "Indoor_Day_1": "Good morning!$h#$b#I made you breakfast!$h[210 211 195 610]",
  "Indoor_Day_2": "You slept well I suppose?#$b#You looked like you were having a nice dream atleast~$4",
  "Indoor_Day_3": "Good morning! Could you bring me back something strange today?$4",
  "Indoor_Day_4": "The farm looks amazing, I really like what you did with the place.#$e#So much nicer than the city.$4",
  "Indoor_Night_0": "Get up to anything cool today? You look exhausted.$h",
  "Indoor_Night_1": "Welcome back home darling, I missed you.$h",
  "Indoor_Night_2": "I used to like being alone.#$e#This shack feels way too alone without you though.$h",
  "Indoor_Night_3": "I'm tired... *yawn*#$e#Can we get to bed?$h",
  "Indoor_Night_4": "I'm exhausted! The bed is calling me today.",
  "Outdoor_0": "It feels great to be outside without a care in the world.",
  "Outdoor_1": "Let me know if you need help with anything today, my guild is a bit quiet today.",
  "Outdoor_2": "The weather is lovely today! Make sure you do something productive in it!$h",
  "Outdoor_3": "We have something like this back at the city, give it a try.$h[350]",
  "Outdoor_4": "I made you something before you woke up... Do you like it?$h[204]",
  "OneKid_0": "%kid1 is growing up so fast, it doesn't feel real yet.",
  "OneKid_1": "%kid1 definitely takes after my looks! I suppose they take after your height.*giggle*$h",
  "OneKid_2": "I have some plans for %kid1 today! I know... planning has grown on me now we have a kid.$h",
  "OneKid_3": "Having a kid is super busy, but its a great way to keep my mind off things.",
  "TwoKids_0": "I made %kid1 and %kid2 some eggs this morning. They seemed to really like it!",
  "TwoKids_1": "Having two crazy problems running round the house is one thing.#$e#But now four?!$h",
  "TwoKids_2": "I'l say it, I never expected I would want kids but, right now I really couldn't be happier.",
  "TwoKids_3": "I love you @.$4",
  "Good_0": "Everyday im with you I feel so relaxed, you just have such a comforting presence @.$4",
  "Good_1": "I still cant believe we met just because I was coming to the valley to clear my mind.",
  "Good_2": "Although I cant say ive changed much about myself, just being around you I feel like im doing better as a person.$4",
  "Good_3": "Hey handsome!^Hello princess!#$e#Ready to face the day?",
  "Good_4": "I keep having dreams that were laying in a bed together in a comfy room in the middle of nowhere.#$e#Theres a projector, the sound of rain, and the bed just makes me feel happy looking at it.$4#$e#I wonder if this means anything?",
  "Good_5": "Wow, you look great today, are doing anything different?$4^You're giving off such a pretty delicate feminine vibe today, I'm jealous really!$4",
  "Good_6": "%Ivy is staring at you.#$e#Oh sorry! I guess I zoned out thinking about things.$4",
  "Good_7": "I love you so much.$4#$e#I just had to say it.$h",
  "Good_8": "Hey handsome. I'm gonna miss you today.$h^Hey cutie. I'm gonna miss you today.$h",
  "Good_9": "Would you still love me if I was a coconut?",
  "Neutral_0": "Hey @.#$e#Nevermind actually.",
  "Neutral_1": "I might be busy today but good luck doing whatever you do.",
  "Neutral_2": "Life is so confusing sometimes.",
  "Neutral_3": "Think I might head back to the city sometime soon, just for a catchup.",
  "Neutral_4": "Well, anything new?",
  "Neutral_5": "Could you clean up the house when you can?",
  "Neutral_6": "I cant wait for friday afternoon...",
  "Bad_0": "Hey...$s",
  "Bad_1": "*sigh*... $s",
  "Bad_2": "Maybe I should go for a walk...$s",
  "Bad_3": "You've changed recently.$s",
  "Bad_4": "Make sure to check the calendar to see if its any other girls birthdays soon...$s",
  "Bad_5": "What?$s",
  "Bad_6": "@... $s#$e#Nevermind... $s",
  "Bad_7": "Communication is important you know?$s",
  "Bad_8": "I'm not in the mood right now, go do something else.$s",
  "Bad_9": "Sebastian always had a cool bike... $s^You're lucky Sebastian is a dude, he always had a cool bike.$s",
  "spring_1": "A new year huh? Cool!",
  "spring_8": "I love the gentle crisp air of spring.",
  "spring_23": "I do love dancing but I couldn't do it in front of all those people. But I'll be watching...",
  "summer_1": "I can already feel the thickness in the air, summer clothes it is!$h",
  "summer_8": "Maybe we could go to the spa together sometime? A massage could be nice.#$e#Or playing in the water together~$4",
  "summer_15": "Half way through the summer and you're doing great! Keep it up~$4",
  "fall_1": "Finally fall is here, although the ever looming winter grows nearer, I do love this season.",
  "fall_8": "*sigh* The gentle blowing and the scattering of leaves is lovely.",
  "fall_15": "Don't forget the grange display tomorrow! Bring back something cool!$h",
  "fall_26": "Spirits eve tomorrow! I've got my outfit ready and everything.$h",
  "winter_1": "Winter... $s#$e#I'm going to need lots of kisses this season.",
  "winter_7": "Oh the ice fishing thingy is tomorrow? Cool! Best of luck!$h",
  "winter_28": "It's been another lovely year with you @.$h#$e#Every day im glad to wake up next to you.$4#$e#Here, I know its not friday but cheers!$4[873]",
  "patio_Ivy": "The skies look clear today, maybe we could stargaze later or something?$4",
  "spouseRoom_Ivy": "Had the motivation to clean the room today! Hope it looks good when you get home.",

}