{
  "Introduction": "...Who are you?#$b#New farmer? Okay.#$e#...#$e#What are you waiting for? You can leave now.#$e#I am not sharing my name with you.",
  "divorced": "Why did we get married in the first place, then? You're unstable...$5",
  "dumped_Boys": "That's a... Surprise. You should be humbled.$4",
  "secondChance_Boys": "Get back together? Okay, but let's not make any more commitments.#$b#They're unnecessary.",
  "Mon": "It's the season of crops. If you ever have anything to spare, give it to Aubrey.#$b#He cooks well. And he cooks for me, so... It's benefiting me as well.",
  "Mon2": "...#$b#What made you think I enjoy your company? Go away.",
  "Mon4": "...@, what makes you think I am interested in getting to know you?#$b#Oh. Well, you're delusional, then.",
  "Mon6": "...#$e#...#$e#...#$e#...#$e#...How much do I have to sulk for you to leave?",
  "Mon8": "...#$b#What?",
  "Mon10": "...#$b#My surgeon licence? Oh, I do not posess one at the moment.#$b#I'm a surgeon out of a hobby.#$e#...#$e#...#$e#Threatning me with the police won't get you anywhere. I've avoided law before.$1",
  "Tue": "Pipe down before I sew your mouth shut.$4",
  "Tue2": "...My most interesting experiment?#$b#Oh, there are so many... I experiment quite a lot.#$b#I've got one that has a special place in my heart, but... Well, it's a story for the future. Definitely not today.",
  "Tue4": "%Victor glares at you. Maybe it's best to leave him alone today.",
  "Tue6": "...Have you talked to Aubrey today?#$b#Whatever's the answer, go check up on him.#$e#...Maybe he'd appreciate your company more...",
  "Tue8": "@, if you ever want somebody to take care of %pet then I'm available.#$b#...#$e#Maybe I could give it a few more legs..?$1",
  "Tue10": "...#$e#...#$e#...#$e#You're a strange being.#$e#But in a way, an interesting one.$1",
  "Wed": "@, tell me. Do you like your appearance?#$b#Really, hm... And I really wanted to give you a few surgeries.#$b#...Are you SURE you don't need two more legs?",
  "Wed2": "%Victor smacks his lips when he sees you.#$b#Make it quick, I'm not in the mood.",
  "Wed4": "Don't you think Kenny is just adorable?#$b#He does everything I tell him, he's always open to new ideas...#$b#I think everyone should be like Kenny.$1",
  "Wed6": "@, tell me... Would you be interested in gaining an addictional body part?... Any of your choice!$1#$b#...Okay, then don't waste my time and leave.$4",
  "Wed8": "@, don't you think the law tends to be really unfair?#$b#Oh, okay then...",
  "Wed10": "...#$e#%Victor is trying to ignore you.",
  "Thu": "Entertain me or leave.#$e#%Victor taps on his watch.",
  "Thu2": "I'm not a fan of 'hanging out'. At least not when it doesn't add anything valuable into my routine.#$b#%Victor flashes you a look.",
  "Thu4": "I don't like people who waste my time.#$b#%Victor looks you up and down.#$e#...Think about it.",
  "Thu6": "Aubrey is very entertaining.#$b#Maybe you should go fact-check that.#$e#...At least you will stop bothering me then...",
  "Thu8": "As much as I miss working in the city, working here isn't so bad.#$b#I do like my laboratory being surrounded by trees.#$e#At least nobody's trying to break in, unlike in the city...",
  "Thu10": "%Victor seems to be ignoring you.",
  "Fri": "It's always refreshing listening to the specimens I happen to live with.",
  "Fri2": "Surprisingly, I do sometimes leave my laboratory.#$b#I guess hanging out at the Saloon with the specimens I live with isn't so bad...",
  "Fri4": "Kyle operates in a very strange manner. It is very interesting to observe.#$b#He tends to behave with a kindergardener level of maturity, which is usually connected with low level of intelligence.#$b#In his case, his intelligence isn't that low. I wonder what is the cause of his behavioral issues, then.#$e#...Maybe some way of trauma coping? Hmm...#$e#%Victor continues pondering.",
  "Fri6": "Eden is such an interesting specimen.#$b#He's very emotional, yet never communicates his feelings.#$b#Communication issues are usually caused by lack of confidence or an avoidant confrontation style.#$b#He doesn't fit any of those labels, so it must be caused by something else...#$e#...Hmm...#$e#%Victor continues pondering.",
  "Fri8": "It's always refreshing listening to the specimens I happen to live with.",
  "Fri10": "Kenny keeps mentioning an 'other you'?#$b#I wonder what kind of relationship do you two have for him to start hallucinating your form?",
  "Sat": "I'm rather happy to see you today.$1#$b#Now, for those kind words, do me a favor and help me with my experiment.$1",
  "Sun": " got my hands on a few, scrumptious octopuses.#$b#I am so, so excited to perform fun surgeries on those sweet little guys.$1",
  "Sun2": " got my hands on a few, scrumptious green slimes.#$b#I am so, so excited to perform fun surgeries on those sweet little guys.$1#$e#Don't tell Kenny, he will throw an unnecessary tantrum.",
  "Sun4": " got my hands on a few, scrumptious bats.#$b#I am so, so excited to perform fun surgeries on those sweet little guys.$1",
  "Sun6": " got my hands on a few, scrumptious chickens.#$b#I am so, so excited to perform fun surgeries on those sweet little guys.$1",
  "Sun8": " got my hands on a few, scrumptious foxes.#$b#I am so, so excited to perform fun surgeries on those sweet little guys.$1",
  "Sun10": " got my hands on a huge, scrumptious bear.#$b#I am so, so excited to perform fun surgeries on that sweet little guy.$1",
  "summer_Mon": "It's getting hot. I will be staying in my lab way more than I was previously.",
  "summer_Mon2": "What made you think I enjoy your company?#$b#Just kidding, make yourself at home.$1",
  "summer_Mon4": "Hello, @. How is the weather like outside?#$e#I haven't gone out in a while...",
  "summer_Mon6": "I assume you do talk to some of my specimens?#$b#Who is your favourite? Spill everything!$1",
  "summer_Mon8": "The heat from the outside is getting into my lab, clearly!$4#$b#I am so brain-fried today. I can't calculate anything...$4",
  "summer_Mon10": "Hello. Make yourself at home.#$b#Although since you're coming over more often recently, I will ask you to not touch my bookshelf.#$b#Some of those books are not easy to handle.#$e#...There's also my diaries. So stay away from the bookshelf...",
  "summer_Tue": "How did I get permission to open a clinic?#$b#I didn't. I opened it in a basement of an abandoned building I found in an alleyway, and the word spread around.#$e#...What?",
  "summer_Tue2": "I'm planning on fixing the aquarium today...",
  "summer_Tue4": "%Victor listens to your story with an amused look on his face.",
  "summer_Tue6": "@, if you ever have anything like hair, nails, or teeth to donate, come to me.#$b#I could use them for my experiments.$1",
  "summer_Tue8": "@, tell me. Do you think you could clear your schedule for a part-time job?#$b#I could use an assistant. But you also have to go through some mental training if you're interested.#$b#You're not? ...Okay.",
  "summer_Tue10": "...#$e#...#$e#...#$e#...#$e#...#$e#I'm just testing your patience.$1",
  "summer_Wed": "Kenny is so cute.$1#$b#You just want to squeeze him until his insides come out! Fufufu~...$1#$e#Why do you look concerned? I only complimented his charm.$1",
  "summer_Wed2": "@, tell me, are you any interested in human biology?#$b#I just finished reading a book about the most rare genetical mutations and found one that I think you'd find particularly interesting.#$b#I'm not telling what it is. You will have to read the book.$1",
  "summer_Wed4": "Knowledge is the greatest weapon a person can possess.#$b#Don't forget that.$1",
  "summer_Wed6": "Hello, @. What are your plans for today?$1",
  "summer_Wed8": "Ah, you wonder why did we make Kenny live in a tent?#$b#Well, he refused to live anywhere else other than a tent and a cave.#$b#So out of those two, one if better than the other.$1",
  "summer_Wed10": "Oh, it must be really hot today. At least judging by the sweat on your forehead.$5",
  "summer_Thu": "I don't really get along well with anyone from the town.#$b#But if I had to pick someone who I'd be most interested in befriending...Hmm...#$b#Probably Robin and Demetrius.",
  "summer_Thu2": "%Victor seems engaged in your story.",
  "summer_Thu4": "...My dream?#$b#...My dream is to successfully clone myself.#$e#...But I am afraid that once I succeed, I will not stop myself from doing it again... And again... And again...",
  "summer_Thu6": "...#$e#...What?$1",
  "summer_Thu8": "...My laboratory would probably be much more lively if my clinic clients knew my real identity.#$b#I should not have given them a fake name and a fake adress.#$b#Now I lost all of them.#$e#...I have to experiment on animals instead...",
  "summer_Thu10": "...@, please be patient with Kenny.",
  "summer_Fri4": "It's always refreshing listening to the specimens I happen to live with.",
  "summer_Fri2": "Aubrey is really interesting.#$b#He complains about no one helping him with chores around the house, yet instantly takes over when someone tries, because they're 'not doing it right'.#$b#He's contradicting his own point, and is not aware of it in the slightest.#$e#...It's fun to analyse his behavior.",
  "summer_Fri6": "Kenny is very interesting.#$b#I wonder what had to happen in his early childhood for him to develop his way.#$b#...Hm...#$e#%Victor continues pondering.",
  "summer_Fri8": "It's always refreshing listening to the specimens I happen to live with.",
  "summer_Fri10": "It's always refreshing listening to the specimens I happen to live with.",
  "summer_Sat": "I don't regret my past at all.#$b#I didn't do anything wrong, until the police catches me.#$e#...What? You're the one who wants to hang out with a wanted criminal?",
  "summer_Sun": "I wish I could just know a person who's open-minded.#$b#Even Kenny has his boundaries...#$e#I just want to own an alive doll I could do anything to...",
  "fall_Mon": "Fall is probably my favorite season. Everyone's true face seems to come out.#$e#...Yours was obvious from the start, so you wouldn't get it.",
  "fall_Mon2": "Sorry, I still feel a little funny after, uhhh...#$b#%Victor seems unresponsive.",
  "fall_Mon4": "When Kenny is unavailable, I sometimes experiment on myself.#$b#How can this be safe, you ask? Well... It's not!#$b#But that's what makes experimenting thrilling.",
  "fall_Mon6": "Hey, do you think you could let me experiment on %pet sometime?#$b#Oh, okay...",
  "fall_Mon8": "I do hope to one day expand my horizons and come back to the city.#$b#But I should probably wait until the police stops caring so much about me...",
  "fall_Mon10": "@, do you ever go to the caves?#$b#That's great. Make sure to bring me some monster loot someday.#$b#I will be very thankful.$1",
  "fall_Tue": "I really don't understand why Harvey claims you need medical school to be a doctor.#$b#Look at me. A surgeon only from experience. And I'm good.",
  "fall_Tue2": "I went outside for a bit today.#$b#Aubrey forced me to go on a walk with him.#$b#I actually didn't hate it... So. That's new.",
  "fall_Tue4": "Hello...#$b#Do you need something?",
  "fall_Tue6": "What a great day it is.#$b#Eden and Kyle brought home an impressive amount of mushrooms.#$b#I am very excited to experiment on them!$1",
  "fall_Tue8": "@, since it's fall, you must have quite a lot of work to do on your farm...#$b#Don't you think an addictional pair of arms would help?#$b#...You're talking to a surgeon at the end of the day!#$b#You don't want me to perform any surgeries on you..?#$e#Are you sure?#$e#100%?#$e#...Alright.",
  "fall_Tue10": "Hello, @.#$e#...",
  "fall_Wed": "Kenny is so cute.$1#$b#You just want to squeeze him until his insides come out! Fufufu~...$1#$e#Why do you look concerned? I only complimented his charm.$1",
  "fall_Wed2": "If you grow any tasty vegetables on your farm, hand some to Aubrey.#$b#I bet he will cook something really tasty for me in return.#$e#...And I could offer a surgery in return to you.",
  "fall_Wed4": "%Victor raises his brows at your story.",
  "fall_Wed8": "I wonder how some of my adorable specimens are doing now...#$b#I'm talking about my clinic clients.",
  "fall_Thu": "Grow a pumpkin on your farm and bring it to me.#$b#Eden loves them and I want to give him one.",
  "fall_Thu2": "If you want to know what to give Kenny as a gift, he's really fond of rocks.#$e#Concerningly fond of rocks...",
  "fall_Thu4": "If you ever want to give Kyle something for whatever reason, he really likes monster loot.#$b#Of any kind.",
  "fall_Thu6": "Aubrey loves flowers.#$b#You should give him some.",
  "fall_Thu8": "If you ever want to give Jordan something, he's a really humble guy.#$b#Give him a fruit, and he will love it.",
  "fall_Thu10": "A gift for me? Well, if you want to satisfy me, give me something shiny.#$b#Or monster loot, I use it quite a lot in my experiments.",
  "fall_Fri": "It's always refreshing listening to the specimens I happen to live with.",
  "fall_Sat": "Pipe down before I sew your mouth shut.#$e#...I actually might just experiment on you if you don't stop it.",
  "fall_Sun": "Everyone's capable of murder if you hurt them. Remember that, @.",
  "winter_Mon": "It's getting cold. Which is good.#$b#I have my birthday in this season, which is bad.",
  "winter_Mon2": "I need a lab assistant.#$b#Available at all times, no payment, does everything I say...#$b#Not interested? Okay.",
  "winter_Mon4": "...Hello. Avoid Aubrey, unless you want to be forced to wear those goofy hats he had made.",
  "winter_Mon6": "@. I'm glad to see you today.#$b#I don't even know why...#$e#...Strange.",
  "winter_Mon8": "...My most interesting experiment?#$b#Oh, there are so many... I experiment quite a lot.#$b#I guess it would be the time these three best friends came into my clinic, and they asked to be physically connected to one another.#$b#So that they could become inseperable...#$b#I asked about what exactly did they expect from the surgery, and they gave me a free will.#$b#Oh, how much I loved when my clients gave me free will...$2#$b#I removed their arms and stiched their shoulders together.#$b#When they woke up, they were so happy...Truly a beautiful view, you would have to see it.$2#$b#Tears of joy streamed down their face.$2#$e#Ah... I miss my clinic so much.$2",
  "winter_Mon10": "I think about my clinic a lot recently.#$e#...#$e#...",
  "winter_Tue": "I wish I could just know a person who's open-minded.#$b#Even Kenny has his boundaries...#$e#I just want to own an alive doll I could do anything to...",
  "winter_Wed": "I got my hands on a few, scrumptious crows.#$b#I am so, so excited to train them to bring me treats from the forest.$1",
  "winter_Thu": "Everyone's capable of murder if you hurt them. Don't forget it, @.",
  "winter_Fri": "It's always refreshing listening to the specimens I happen to live with.",
  "winter_Sat": "Did you talk to Aubrey this week yet?#$b#If your answer is anything other than 'yes, it was so great', I'm going to chop you.",
  "winter_Sun": "Grr...It's cold...#$e#Why are you looking at me like that?",
  "Sat2": "...I don't talk to any people other than my friends, so...#$b#Leave immediately.",
  "Sat4": "..Who are you, again?",
  "Sat6": "Why are you talking to me so much?#$e#...#$e#...#$e#Leave.",
  "Sat8": "Oh, it's you.#$b#How great...",
  "Sat10": "Don't talk to me so much.#$b#Seriously, I will snatch your liver and sell it.",
  "summer_Fri": "I think Aubrey has some issue with alcohol consumption.",
  "summer_Sat2": "...#$b#My favorite movie type? Um. Documentary...#$e#...#$e#...#$e#...#$e#...#$e#...Gore.",
  "summer_Sat4": "I still don't understand why you keep wanting to talk to me.#$b#Unless you want a surgery. Then I understand completely. You would be in good hands.#$b#...Are you sure you don't want one?#$b#Okay.",
  "summer_Sat6": "Watch out for Kenny, he stole a bottle of acid I owned. God knows what he will do with it.#$b#Why did I have one in the first place?#$b#...Well...Are you sure you want to know?",
  "summer_Sat8": "%Victor seems to be suspiciously giddy today.#$e#Oh, it's nothing...#$e#Aubrey referred to me per 'Doctor' today.#$b#%Victor giggles. You raise a brow.",
  "summer_Sat10": "%Victor listens to your joke.#$b#...That's not funny at all.#$b#%You're pretty sure he smiles and turns away right after saying that...",
  "summer_Sun2": "When Kyle tries to convince Eden to smoke, he says that 'there's a first time for everything'.#$b#Therefore, @, you won't know if you hate or love me experimenting on you unless you try it!#$b#...Okay, then. Stay boring...",
  "summer_Sun4": "%Victor is ignoring you...",
  "summer_Sun6": "%Victor is ignoring you...Again...",
  "summer_Sun8": "I don't like normal people.#$b#I mean people without mental issues. They don't entertain me.#$b#...What?",
  "summer_Sun10": "@, do you believe in aliens?#$b#...That's what I thought.",
  "fall_Wed6": "@, do you believe in any conspiracy theories?#$b#...That's what I thought.",
  "fall_Wed10": "I don't like drinking anything other than water.#$b#Sugary drinks repulse me.",
  "fall_Sat2": "Everything bores me recently. I need to do something to spice up my everyday routine.#$e#...Maybe I should run some experiments on Eden for the first time? I guess that could be exciting?#$b#%Victor begins pondering. You already feel bad for Eden.",
  "fall_Sat4": "I have a one-sided hatred for Harvey.#$b#I am completely aware that he most likely forgets I exist. But I still despise him.#$b#He is my enemy, my rival...#$b#Kenny takes medication from him rather than me, and that single handedly made me hate his guts.",
  "fall_Sat6": "@, be careful. Aubrey is moody today.",
  "fall_Sat8": "One day, I will clone myself. You will see... I will succeed.#$e#%Victor shakes his head and begins pondering. You realize he's just being delusional again.",
  "fall_Sat10": "@, if you ever find any bones, please gift them to me.#$e#I am particularly interested in skulls. Human, or not.",
  "fall_Sun2": "So...#$b#Did you reconsider becoming my assistant? I promise to pay well.#$e#...Not with money...Uh...I'd be more kind than usual...That'd be the payment...",
  "fall_Sun4": "I like people who do everything I tell them to.#$b#%Victor begins staring into your soul.",
  "fall_Sun6": "I like how I never have to take out my trash.#$b#Kenny is a perfect trashbin. He loves recieving any kind of gift.#$b#Even if it's a plastic bag.$1",
  "fall_Sun8": "Hey, @.#$b#Do you feel any lighter than usual? Fufufu~$1#$b#%Victor giggles as you ask him to elaborate.",
  "fall_Sun10": "%Victor is sulking, as he repetitively runs his fingers through his hair.",
  "winter_Tue2": "...#$e#%Victor stares at you blankly. He seems a little out of it.",
  "winter_Tue4": "@, how attractive do you think you are on a scale from 1 to 10?#$b#Really..? You can always make it 11, with a surgery!$1#$b#And guess what, you're talking to a surgeon right now!$1#$b#...Okay... I'll stop asking...$4",
  "winter_Tue6": "Don't talk to me.$4",
  "winter_Tue8": "%Victor seems frustrated with something. He's ignoring you...",
  "winter_Tue10": "...$5#$e#...$5#$e#...$5",
  "winter_Wed2": "I wish winter could last all year long. I don't need to waste time trying to cool my lab down.#$b#The temperature is finally like I like it best.$1",
  "winter_Wed4": "Why do I always dress the same?#$b#Now, you might think that, but what you don't know is that I own a few exact same pairs of lab coats, turtlenecks, and pants.$1#$e#...I like routines...",
  "winter_Wed6": "@, did you have good grades in school?#$b#...Oh, I didn't expect that answer.",
  "winter_Wed8": "%Victor rolls his eyes at you.",
  "winter_Wed10": "%Victor is ignoring you.",
  "winter_Thu2": "%Victor seems busy. He's ignoring you...",
  "winter_Thu4": "@, do you think you're fun to be around?#$b#Really..? Hmm...",
  "winter_Thu6": "%Victor seems upset.#$e#I hate when Aubrey calls me a smartass. I am NOT a smartass.#$b#It's not my fault I'm more intelligent than he could ever be.$4#$b#Ugh.",
  "winter_Thu8": "@, do you sing well?#$b#Oh, really? Prove it.",
  "winter_Thu10": "Kenny is adorable.#$b#I have to quit thinking about him, he makes me expierence cuteness agression.#$b#And I don't want to abuse you, or my lab equipment. I learned after the aquarium.",
  "winter_Sat2": "%Victor seems entertained by your story.",
  "winter_Sat4": "@, are you busy today?#$b#Maybe you could help me with an experiment? I promise that it won't bite.$1#$b#Oh. I see...",
  "winter_Sat6": "@, what would you say your talents are?#$b#Really? Hmm...",
  "winter_Sat8": "@, I don't think this style suites you very much.#$b#You should let Aubrey dress you up.",
  "winter_Sat10": "Hello...#$b#How are you feeling?",
  "give_flowersA": "Why make it official? I don't see the point...#$b#Fine. We're official.",
  "give_pendant": "Oh my god, are you serious?#$b#Okay...But be aware that once you legally belong to me, I will do whatever I please with no boundaries.#$b#You chose it for yourself.",
  "reject_two_heartA": "Don't be pathetic.",
  "reject_four_heartA": "You should be humbled.",
  "engageA": "That's embarrassing.",
  "marriedA": "Don't you have a partner? You're definitely not pretty enough to be cheating.",
  "birthdayLoveA": "Ugh, you remembered my birthday?$4#$b#I don't like recieving gifts-#$b#%Victor looks at your birthday gift.#$b#...#$b#This one actually isn't so bad... I'm surprised. Thank you.$1",
  "birthdayLikeA": "Ugh, you remembered my birthday?$4#$b#I don't like recieving gifts-#$b#%Victor looks at your birthday gift.#$b#...#$b#This one actually isn't so bad...",
  "birthdayNeutralA": "Ugh, you remembered my birthday?$4#$b#I don't like recieving gifts-#$b#%Victor looks at your birthday gift.#$b#...#$b#I'll take it. But don't do all that next year, I'm begging...",
  "birthdayDislikeA": "Ugh, you remembered my birthday?$4#$b#I don't like recieving gifts-#$b#%Victor looks at your birthday gift.#$b#...#$b#This one actually made the whole day even worse."
}