{
    "MatchaPowder_Name": "Matcha Pulver",
    "MatchaPowder_Description": "Fein gemahlenes Pulver aus speziell angebauten und verarbeiteten Grünteeblättern.",
    "MatchaDrink_Name": "Matcha",
    "MatchaDrink_Description": "Verquirltes Matcha -Pulver bildet ein schaumiges Getränk.",
    "BlackTea_Name": "Schwarztee",
    "BlackTea_Description": "Völlig getrocknete Teeblätter.",
    "IcedTea_Name": "Pfirsich Eistee",
    "IcedTea_Description": "Das perfekte Sommergetränk für spritzige Pooltage.",
    "AfternoonTea_Name": "Nachmittagstee",
    "AfternoonTea_Description": "Tee serviert mit Marmeladen gefüllten Scones.",
    "NiceTea_Name": "Schöne Tasse Tee",
    "NiceTea_Description": "Ausgewogene Mischung aus Tee.",
    "MatchaLatte_Name": "Erdbeer Matcha Latte",
    "MatchaLatte_Description": "Schichten Erdbeersyrup, cremige Milch und Matcha.",
    "MatchaCake_Name": "Matcha Rollkuchen",
    "MatchaCake_Description": "Schlagsahne und Erdbeeren umhüllt von einem in Tee eingeweichten, fluffigen Teig.",
    "DarkTea_Name": "Dunkler Tee",
    "DarkTea_Description": "Die Teeblätter wurden mehrere Monate bis hin zu vielen Jahren zu einem dunklen Tee fermentiert.",
    "BobaTea_Name": "Taro Bubble Tea",
    "BobaTea_Description": "Einzigartige Mischung aus Tee, Milch, Taro und leckerem Tapioka -Perlen.",
    "FairyTea_Name": "Feentee",
    "FairyTea_Description": "Eine magische Mischung aus Feenstaub und süßen Blütenblättern.",
    "FloralTea_Name": "Blumentee",
    "FloralTea_Name2": "Tee",
    "FloralTea_Description": "Getrocknete Blüten kombiniert zu einem blumigen Aroma.",
    "CarolineMatchaPLetter": "Hallo @,^^ich habe gehört, das du dich an das Mahlen von Teeblättern zu Matcha -Pulver probiert hast. Wie aufregend! Matcha ist eines meiner Lieblingsgetränke! Es verleiht einem Ruhe und lässt dich den Fokus auf das Wesentliche erkennen.^^ Matcha auf die richtige Art und Weise zuzubereiten ist entscheidend, um einen vollmundigen und nicht im schlimmsten Fall, an Algen erinnernden Geschmack zu erzielen.^^Eine genaue Anweisung der richtigen Handhabung des Bambuspinsels findest du in diesem Brief. Viel Erfolg!^^-Caroline %item cookingRecipe bb.moreTea_MatchaDrink %%[#]Matcha Zubereitung",
    "CarolineMatchaLetter": "Hallo @,^^Als gemeinsame Tee-Liebhaber möchte ich mein Lieblings-Matcha-Rezept mit dir teilen!^^Anbei findest du das Rezept für einen Matcha Rollkuchen. Ich hoffe du wirst ihn genauso lieben wie ich!^^-Caroline %item cookingRecipe bb.moreTea_MatchaCake %%[#]Caroline's Matcha Rollkuchen",
    "WizardTeaRecipe": "Geschätzter Lehrling,^Die Geister des Waldes haben zugestimmt, dass ich dieses alte Rezept mit dir teile.^^Trotz des zarten Geschmackts, gleicht die Wirkung einem kraftvollen Trank. Deine natureigene Energien werden ansteigen, daher benutze ihn mit bedacht...^^   -M. Rasmodius, Zauberer %item cookingRecipe bb.moreTea_FairyTea %%[#]Tee der Würdigen",
    "EvelynTeaLetter": "Hallo @,^^Wir vermissen dich Liebes! Komm doch bitte vorbei wenn die Arbeit auf der Farm es erlaubt.^^Bei deinem letzten Besuch auf eine Tasse Tee, hatten ich und George eine so schöne Zeit mit dir. Auch wenn George sich das nicht eingestehen möchte.^^ Ich habe dir das Rezept der Scones, die du so mochtest und für den Nachmittagstee begelegt.^^   In Liebe,^^   -Evelyn %item cookingRecipe bb.moreTea_AfternoonTea %%[#]Rezept von Evelyn"
  }