{

        "MatchaPowder_Name": "Matcha Powder",
        "MatchaPowder_Description": "Finely ground powder of specially grown and processed green tea leaves.",
        "MatchaDrink_Name": "Matcha",
        "MatchaDrink_Description": "Whisked matcha powder forms a frothy drink.",
        "BlackTea_Name": "Black Tea",
        "BlackTea_Description": "Fully oxidized tea leaves.",
        "IcedTea_Name": "Peach Iced Tea",
        "IcedTea_Description": "The perfect summer drink to sip by the pool.",
        "AfternoonTea_Name": "Afternoon Tea",
        "AfternoonTea_Description": "Afternoon tea with jam-filled scones.",
        "NiceTea_Name": "Nice Cup of Tea",
        "NiceTea_Description": "Balanced blend of tea.",
        "MatchaLatte_Name": "Strawberry Matcha Latte",
        "MatchaLatte_Description": "Layers of strawberry sauce, creamy milk and matcha.",
        "MatchaCake_Name": "Matcha Roll Cake",
        "MatchaCake_Description": "Fresh cream and strawberries wrapped in a fluffy tea infused sponge.",
        "DarkTea_Name": "Dark Tea",
        "DarkTea_Description": "This plate of tea has undergone microbial fermentation, from several months to many years.",
        "BobaTea_Name": "Taro Bubble Tea",
        "BobaTea_Description": "Unique blend of tea, milk, taro and yummy tapioca pearls.",
        "FairyTea_Name": "Fairy Tea",
        "FairyTea_Description": "A magical blend of fairy dust and sweet floral aromas.",
        "FloralTea_Name": "Floral Tea",
        "FloralTea_Name2": "Tea",
        "FloralTea_Description": "Dried flowers made into a floral infusion.",
        "FloralTea_Error": "You need 5 flowers to make Floral Tea.",

        "CarolineMatchaPLetter": "Dear @,^^I heard that you have recently tried your hand at grinding tea leaves into matcha powder. How exciting! Matcha is one of my favourite drinks to savour: it gives you focus and calmness like no other. ^Making matcha in the correct way is crucial to achieve the right flavour, it can turn seaweed-like if you make it wrong. ^I have provided clear instructions and a bamboo whisk for your use. Good luck! ^^-Caroline %item cookingRecipe bb.moreTea_MatchaDrink %%[#]How to make Matcha",

        "CarolineMatchaLetter": "Dear @,^^As your fellow tea-lover I thought I should share my favourite matcha recipe with you!^^I've enclosed instructions on how to prepare a Matcha Roll Cake, I hope you like it as much as I do! ^^-Caroline %item cookingRecipe bb.moreTea_MatchaCake %%[#]Caroline's Matcha Roll Cake",

        "WizardTeaRecipe": "Esteemed Adept,^The spirits of the forest have agreed I should  share this ancient recipe with you.^^It is a powerful potion with a delicate taste. It will lift your natural energies. Use it with care...^^   -M. Rasmodius, Wizard %item cookingRecipe bb.moreTea_FairyTea %%[#]Tea For The Worthy",

        "EvelynTeaLetter": "Dear @,^We have missed you, please come for a visit when your work allows. Our last teatime together was so lovely, I had such a great time and so did George, even though he doesn't admit it. ^I have included the recipe of those scones you^ liked so much and the instructions for the perfect afternoon tea. ^   Love, ^   Evelyn %item cookingRecipe bb.moreTea_AfternoonTea %%[#]Evelyn's Instructions"
        
  }