{
    "MatchaPowder_Name": "Matcha em Pó",
    "MatchaPowder_Description": "Pó finamente moído de folhas de chá verde especialmente cultivadas e processadas.",
    "MatchaDrink_Name": "Matcha",
    "MatchaDrink_Description": "Matcha em pó batido forma uma bebida espumosa.",
    "BlackTea_Name": "Chá Preto",
    "BlackTea_Description": "Folhas de chá totalmente oxidadas.",
    "IcedTea_Name": "Chá Gelado de Pêssego",
    "IcedTea_Description": "A bebida de verão perfeita para saborear à beira da piscina.",
    "AfternoonTea_Name": "Chá da Tarde",
    "AfternoonTea_Description": "Chá da tarde com bolinhos recheados com geléia.",
    "NiceTea_Name": "Bela Xícara de Chá",
    "NiceTea_Description": "Xícara agradável.",
    "MatchaLatte_Name": "Matcha Latte de Morango",
    "MatchaLatte_Description": "Camadas de molho de morango, leite cremoso e matcha.",
    "MatchaCake_Name": "Bolo de Rolo Matcha",
    "MatchaCake_Description": "Creme de leite fresco e morangos embrulhados em uma esponja fofa com infusão de chá.",
    "DarkTea_Name": "Chá Escuro",
    "DarkTea_Description": "Este prato de chá passou por fermentação microbiana, de vários meses a muitos anos.",
    "BobaTea_Name": "Chá de Bolha de Taro",
    "BobaTea_Description": "Mistura única de chá, leite, taro e deliciosas pérolas de tapioca.",
    "FairyTea_Name": "Chá de Fada",
    "FairyTea_Description": "Uma mistura mágica de pó de fada e aromas florais doces.",
    "FloralTea_Name": "Chá Floral",
    "FloralTea_Description": "Flores secas transformadas em infusão floral.",
    "CarolineMatchaPLetter": "Caro @, ^^ Ouvi dizer que você recentemente tentou transformar folhas de chá em pó matcha. Que legal! Matcha é uma das minhas bebidas preferidas para saborear: dá concentração e calma como nenhuma outra. ^^Fazer o matcha da maneira correta é crucial para obter o sabor certo, ele pode ficar parecido com uma alga marinha se você fizer errado. ^^Forneci instruções claras e um batedor de bambu para seu uso. Boa sorte! ^^-Caroline %item CookingRecipe bb.moreTea_MatchaDrink %%[#]Como fazer Matcha",
    "CarolineMatchaLetter": "Caro @,^^Como seu colega amante de chá, pensei que deveria compartilhar minha receita favorita de matcha com você!^^Anexei instruções sobre como preparar um Bolo Matcha Roll, espero que goste tanto quanto eu! ^^-Caroline %item CookingRecipe bb.moreTea_MatchaCake %%[#]Bolo de Rolo Matcha da Caroline",
    "WizardTeaRecipe": "Estimado Aprendiz,^Os espíritos da floresta concordaram que eu deveria compartilhar esta receita antiga com você.^^É uma poção poderosa com um sabor delicado. Isso elevará suas energias naturais. Use-o com cuidado...^^ -M. Rasmodius, Wizard %item CookingRecipe bb.moreTea_FairyTea %%[#]Chá para os dignos",
    "EvelynTeaLetter": "Caro @,^Sentimos sua falta querido, visite-nos quando seu trabalho permitir. ^^A última vez que tomamos chá juntos, eu me diverti muito e George também, embora ele não admita. ^^Incluí a receita daqueles scones que você tanto gostou e as instruções para um chá da tarde perfeito. ^ Com amor, ^ Evelyn %item CookingRecipe bb.moreTea_AfternoonTea %%[#]Instruções de Evelyn"
  }