{
  /// Berries
  "NewBerries00.name": "Red Cranberries",
  "NewBerries00.description": "Cranberries are a group of evergreen dwarf shrubs or trailing vines in the subgenus Oxycoccus of the genus Vaccinium.",

  "NewBerries01.name": "Concorde Grapes",
  "NewBerries01.description": "The Concord grape is a cultivar derived from the grape species Vitis labrusca that are used as table grapes, wine grapes and juice grapes.",

  "NewBerries02.name": "Niagara Grape",
  "NewBerries02.description": "Niagara grapes are a variety of the North American grape species Vitis labrusca and are used as table grapes and for wines, as well as jams and juice.",

  "NewBerries03.name": "Elvira Grape",
  "NewBerries03.description": "Elvira is an American hybrid grape variety that is widely grown throughout North America, but which is only sometimes used for making wine.",

  "NewBerries04.name": "Red Globe Grape",
  "NewBerries04.description": "The Red Globe is a variety of very large, seeded red grapes with firm flesh used mainly as a table grape.",

  "NewBerries05.name": "Polana Raspberry",
  "NewBerries05.description": "Polana Raspberry, Everbearing Raspberry ‘Polana’, or Rubus idaeus ‘Polana’, is an early everbearing variety of raspberries that is noted for its early season fruit, abundant, fruit-laden canes, and compact, manageable size.",

  "NewBerries06.name": "Black Raspberry",
  "NewBerries06.description": "sometimes called blackcaps, are native from the Northeast to the Great Plains.",

  "NewBerries07.name": "Blue Raspberry",
  "NewBerries07.description": "There is no such thing in nature as a blue raspberry, i dont why it's here' this.",

  "NewBerries08.name": "Rare Red Raspberry",
  "NewBerries08.description": "Red raspberries are eaten fresh or in jams and jellies, or added to pies and other baked goods, candies and dairy products to add flavor.",

  "NewBerries09.name": "Acai Berry",
  "NewBerries09.description": "Acai berries are rich in antioxidants. Studies suggest they may help boost cognitive function, protect heart health, and prevent cancer.",

  /// Fruits
  "NewFruits00.name": "Red Delicious Apple",
  "NewFruits00.description": "Red Delicious is a type of apple with a red exterior and sweet taste that was first recognized in Madison County, Iowa, in 1872.",

  "NewFruits01.name": "Granny Smith Apple",
  "NewFruits01.description": "The Granny Smith, also known as a green apple or sour apple, is an apple cultivar that originated in Australia in 1868.",

  "NewFruits02.name": "Golden Delicious Apple",
  "NewFruits02.description": "Golden Delicious is a cultivar of apple. It is one of the 15 most popular apple cultivars in the United States. It is not closely related to Red Delicious.",

  "NewFruits03.name": "Plantain Banana",
  "NewFruits03.description": "Cooking bananas are a group of starchy banana cultivars in the genus Musa whose fruits are generally used in cooking.",

  "NewFruits04.name": "Cavendish Banana",
  "NewFruits04.description": "Cavendish bananas are the fruits of one of a number of banana cultivars belonging to the Cavendish subgroup of the AAA banana cultivar group.",

  "NewFruits05.name": "Red Banana",
  "NewFruits05.description": "Red bananas are a group of varieties of bananas with reddish-purple skin. Some are smaller and plumper than the common Cavendish banana, others much larger.",

  "NewFruits06.name": "Mandarin Orange",
  "NewFruits06.description": "The mandarin orange, also known as mandarin or mandarine, is a small, rounded citrus tree fruit. Treated as a distinct species of orange, it is usually eaten plain or in fruit salads.",

  "NewFruits07.name": "Anjou Pears",
  "NewFruits07.description": "Anjou pears have a mild flavor and a firm texture, while still being sweet and juicy.",

  "NewFruits08.name": "Smooth Cayenne Pineapples",
  "NewFruits08.description": "They're the main type of pineapple grown in Hawaii, and are bigger than most other varieties, weighing in at four to ten pounds.",

  "NewFruits09.name": "Santa Rosa Plum",
  "NewFruits09.description": "The Santa Rosa is a variety of Japanese plums that are self-pollinating.",

  "NewFruits10.name": "Ariana Pomegranate",
  "NewFruits10.description": "Ariana Pomegranate are a bold, bright red with soft, nearly undetectable seeds and rich, sweet flavor.",

  "NewFruits11.name": "Montmorency Cherries",
  "NewFruits11.description": "Montmorency cherries are the most popular tart cherries for pies and preserves.",

  "NewFruits12.name": "Bing Cherries",
  "NewFruits12.description": "Bing cherries are a deep red color, often ranging between maroon and dark red.",

  "NewFruits13.name": "Tahitian Lime",
  "NewFruits13.description": "The Persian lime, also called a Tahitian, is the most commonly found lime in grocery stores.",

  "NewFruits14.name": "Eureka Lemon",
  "NewFruits14.description": "Eureka Lemon is one of the most popular lemon varieties grown today.",

  "NewFruits15.name": "Wild Kiwi",
  "NewFruits15.description": "Kiwifruit or Chinese gooseberry is the edible berry of several species of woody vines in the genus Actinidia.",

  "NewFruits16.name": "Wild Dragon Fruit",
  "NewFruits16.description": "A pitaya or pitahaya is the fruit of several different cactus species indigenous to the region of southern Mexico and along the Pacific coasts of Guatemala, Costa Rica, and El Salvador.",

  "NewFruits17.name": "Forest Coconut",
  "NewFruits17.description": "The coconut tree is a member of the palm tree family and the only living species of the genus Cocos.",

  "NewFruits18.name": "Green Jalapeno",
  "NewFruits18.description": "The jalapeno is a medium-sized chili pepper pod type cultivar of the species Capsicum annuum.",

  "NewFruits19.name": "Yellow Thai Chili",
  "NewFruits19.description": "Bird's eye chili or Thai chili is a chili pepper, a variety from the species Capsicum annuum native to Mexico. Cultivated across Southeast Asia, it is used extensively in many Asian cuisines.",

  "NewFruits20.name": "Tabasco Pepper",
  "NewFruits20.description": "The tabasco pepper is a variety of the chili pepper species Capsicum frutescens originating in Mexico.",

  "NewFruits21.name": "Green California Wonder Paprika",
  "NewFruits21.description": "This pepper always produces well formed, juicy, crunchy, large pepper fruits.",

  "NewFruits22.name": "Yellow California Wonder Paprika",
  "NewFruits22.description": "This pepper always produces well formed, juicy, crunchy, large pepper fruits.",

  "NewFruits23.name": "Red California Wonder Paprika",
  "NewFruits23.description": "This pepper always produces well formed, juicy, crunchy, large pepper fruits.",

  "NewFruits24.name": "Fuerte Avocado",
  "NewFruits24.description": "The Fuerte avocado is the second most popular commercial variety of avocado in the world, after Hass.",

  "NewFruits25.name": "Harglow Apricot",
  "NewFruits25.description": "The apricot is medium in size, bright orange with sweet, firm flesh.",

  "NewFruits26.name": "Wild Cantaloupe",
  "NewFruits26.description": "The cantaloupe is a type of true melon from the family Cucurbitaceae.",

  "NewFruits27.name": "Star Fruit?",
  "NewFruits27.description": "Looks like a star fruit, but i don't know",

  "NewFruits28.name": "Wild Honeydew",
  "NewFruits28.description": "The honeydew melon is one of the two main cultivar types in Cucumis melo Inodorus Group.",

  "NewFruits29.name": "Gir Kesar Mango",
  "NewFruits29.description": "The 'Gir Kesar' mango, also called Kesar, is a mango cultivar grown in the foothills of Girnar in Gujarat, western India.",

  "NewFruits30.name": "Prickly Pear",
  "NewFruits30.description": "The cactus fruit, also called prickly pear, is very sweet and can be eaten raw, right off of the plant.",

  "NewFruits31.name": "Buddha's Hand",
  "NewFruits31.description": "Buddha's hand is a citrus fruit in the citron family, which looks like a lemon with long, finger-like segments growing from it.",

  "NewFruits32.name": "Cinderella Pumpkin",
  "NewFruits32.description": "are a large, flat member of the squash family (Cucurbitaceae) with a sweet, edible flesh that is useful for cooking",

  "NewFruits33.name": "Purple Mangosteen",
  "NewFruits33.description": "a tropical fruit native to South East Asia and contains various active compounds with putative health effects.",

  /// New Berries II

  "NewBerriesII00.name": "Triple Crown Blackberry",
  "NewBerriesII00.description": "These blackberry plants are known for their large, sweet and juicy berries.",

  "NewBerriesII01.name": "Blueray Blueberry",
  "NewBerriesII01.description": "BlueRay is a northern highbush blueberry bush. The berries ripen in the middle part of the blueberry harvest season.",

  "NewBerriesII02.name": "North Star Cherry",
  "NewBerriesII02.description": "The North Star Cherry was bred at the University of Minnesota. It was released in 1950 to much fanfare. The North Star Cherry was bred to be a tart pie.",

  "NewBerriesII03.name": "Invicta Gooseberry",
  "NewBerriesII03.description": "this prized culinary gooseberry bears huge, sweet greenish-yellow berries that are delicious for fresh eating, pies, preserves and freezing.",

  "NewBerriesII04.name": "Vanessa Seedless Grape",
  "NewBerriesII04.description": "A new, early-mid ripening, red, seedless grape with a sweet, fruity flavor. From Ontario Canada, and one of the hardiest of the red cultivars.",

  "NewBerriesII05.name": "Kwanza Raspberries",
  "NewBerriesII05.description": "This primocane raspberry variety is distinguished by its very large fruit size and its bright orange red color.",

  "NewBerriesII06.name": "Earliglow Strawberries",
  "NewBerriesII06.description": "One of the most popular, best-tasting strawberries. This excellent variety will give you an abundance of large, jewel-like, dark red berries.",

  /// NEW Fruits II

  "NewFruitsII00.name": "McIntosh Red Apple",
  "NewFruitsII00.description": "Juicy, tangy and aromatic. An all-time favorite for fresh eating and baking. Nothing evokes fall better than the aromatic fragrance of McIntosh apples.",

  "NewFruitsII01.name": "Geffner Atemoya",
  "NewFruitsII01.description": "Gefner has a nice firm texture, and delicious taste.",

  "NewFruitsII02.name": "Pinkerton Avocado",
  "NewFruitsII02.description": "The Pinkerton avocado has a long elongated pear-shaped body with bright green lightly pebbled skin. Inside the Pinkerton has a small seed and a rich creamy flesh with a high oil content and a more distinctive and pronounced avocado flavor.",

  "NewFruitsII03.name": "Goldfinger Banana",
  "NewFruitsII03.description": "It may be eaten as a fresh fruit when ripe and boiled or fried when green. The fruit has an apple flavor.",

  "NewFruitsII04.name": "Belimbing",
  "NewFruitsII04.description": "Pleasantly citric, the complex taste of this attractive fruit has been described as combining plum, pineapple, apple, lemon and grape when it ripens to yellow. Its crisp texture offers a sweet-tart juice. Narrow ribbed fruits generally have a more tart flavor; thick fleshy ribs are usually sweet.",

  "NewFruitsII05.name": "Macapuno Coconut",
  "NewFruitsII05.description": "The Macapuno coconut is a variety that was caused by a genetic mutation in the 1930s. The mutation causes the endosperm of the fruit to develop abnormally, which leads to the coconut having almost no water. Instead, the coconut has meat that is incredibly soft, juicy, and sweet, making it a perfect type of coconut to use in desserts and pastries.",

  "NewFruitsII06.name": "Seoul Kitchen White Flesh Dragon Fruit",
  "NewFruitsII06.description": "Seoul Kitchen is a medium to large fruit typically weighing .75 to 1.0 pounds. The white fleshed fruit is smooth and sweet and is excellent when chilled.",

  "NewFruitsII07.name": "Sukun Durian",
  "NewFruitsII07.description": "This personal-sized durian has just one piece per locule, but is very fleshy and rich with a fluffy, buttery texture. ",

  "NewFruitsII08.name": "Chicago Hardy Fig",
  "NewFruitsII08.description": "Chicago Hardy figs are medium-small, prolific, and have excellent, rich, sweet flavor.",

  "NewFruitsII09.name": "Pink Grapefruit",
  "NewFruitsII09.description": "Pink grapefruits are pink-skinned and very closely related to white grapefruit, so they also tend to be a bit bitter.",

  "NewFruitsII10.name": "Common Guava",
  "NewFruitsII10.description": "is most commonly described as an intersection of strawberry and pear, sometimes with traces of lemon or passionfruit.",

  "NewFruitsII11.name": "Santa Claus Melon",
  "NewFruitsII11.description": "It has a thick, green-striped outer rind and pale green to white inner flesh with a mild melon flavour and sweetness close to honeydew melons.",

  "NewFruitsII12.name": "Honey Gold Jackfruit",
  "NewFruitsII12.description": "The Honey Gold Jackfruit typically produces a medium-sized fruit. The most interesting feature of this tropical fruit tree is that it grows its fruit on stems that emerge from the bracts of large branches, as well as upon the tree’s main trunk itself.",

  "NewFruitsII13.name": "Fuzzy Kiwifruit",
  "NewFruitsII13.description": "is a fruiting vine native to Southern China. Other species of Actinidia are also found in China and range east to Japan and north into southern areas of Russian Far East. This species grows naturally at altitudes between 600 and 2,000 m.",

  "NewFruitsII14.name": "Lisbon Seedless Lemon",
  "NewFruitsII14.description": "The Lisbon Seedless Lemon tree is a popular variety of lemon known for its tart flavor and versatility in culinary applications.",

  "NewFruitsII15.name": "Persian Limes",
  "NewFruitsII15.description": "Persian lime, also known by other common names such as seedless lime, Bearss lime and Tahiti lime, is a citrus fruit species of hybrid origin, known only in cultivation. The Persian lime is a triploid cross between Key lime and lemon.",

  "NewFruitsII16.name": "Erdon Lee Lychee",
  "NewFruitsII16.description": "is famous for its large fruit size and great flavour.",

  "NewFruitsII17.name": "Haden Mango",
  "NewFruitsII17.description": "Haden first fruited in 1910 and started the Florida mango industry. It is likely a cross between Mulgoba and Turpentine. It is a tasty, juicy fruit with a mild mango flavor and some fiber near the seed.",

  "NewFruitsII18.name": "Beach Mangosteen",
  "NewFruitsII18.description": "This Ultra-rare fruit Red Mangosteen or Garcinia hombroniana, is native to Asia, It is commonly called Red Mangosteen or Seashore or Beach Mangosteen. It is a small tree that grows near the seashore so is more salt and sand tolerant than the purple mangosteen.",

  "NewFruitsII19.name": "Nectarines",
  "NewFruitsII19.description": "are a sweet fruit, similar to peaches, except they grow without fuzz on their skin. It contains a pit in the center and should be somewhat soft to the touch. The flesh of a nectarine can vary in color from yellow to white.",

  "NewFruitsII20.name": "Blood Orange",
  "NewFruitsII20.description": "The blood orange is a variety of orange with crimson, near blood-colored flesh. It is one of the sweet orange varieties. It is also known as the raspberry orange.",

  "NewFruitsII21.name": "Purple Passion Fruit",
  "NewFruitsII21.description": "Purple passionfruit is slightly smaller than yellow passionfruit, averaging 5 to 7 centimeters in diameter, and has a round to oval shape with curved ends.",

  "NewFruitsII22.name": "French Butter Pear",
  "NewFruitsII22.description": "is beautiful as well as an eating delight. When you hold the pear in your palm, its delicate, golden-russeted skin and bulbous-round shape makes you feel like you are a connoisseur of fruit.",

  "NewFruitsII23.name": "Fuyu Persimmon",
  "NewFruitsII23.description": "Fuyu persimmons are sweet unripened but grow even more richly sweet as they ripen, with slight cinnamon undertones.",

  "NewFruitsII24.name": "Moyer Plum",
  "NewFruitsII24.description": "are more oval in shape and smaller than typical plums and are usually sold fresh. They are often labeled as sugar plums because of their sweet flavour but can also be sold as Italian plums, French prunes, Italian prunes or just fresh prunes.",

  "NewFruitsII25.name": "Rambutan Binjai",
  "NewFruitsII25.description": "The taste is sweet and fresh, making rambutan Binjai very favorite among fruit fans.",

  "NewFruitsII26.name": "Texas prickly-pear",
  "NewFruitsII26.description": "The taste is similar to green beans. The fruit of the prickly pear are called tuna, and they turn red or purple when ripe. The eye-catching blooms sit atop the tuna. Once the blooms fall off, the tuna ripen.",

  "NewFruitsII27.name": "Medjool Dates",
  "NewFruitsII27.description": "Native to Morocco, Medjool dates are one of the hundreds of varieties of dates. Known as 'the fruit of kings', they have a sweet, caramel taste and chewy texture. Medjool dates were originally eaten by royalty and thought to fend off fatigue.",

  /// Berries Seeds
  "NewBerries00Seeds.name": "Red Cranberries Seeds",
  "NewBerries00Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Spring, keep producing fruits every 3 days",

  "NewBerries01Seeds.name": "Concorde Grapes Seeds",
  "NewBerries01Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Fall, keep producing fruits every 3 days",

  "NewBerries02Seeds.name": "Niagara Grape Seeds",
  "NewBerries02Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Fall, keep producing fruits every 3 days",

  "NewBerries03Seeds.name": "Elvira Grape Seeds",
  "NewBerries03Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Fall, keep producing fruits every 3 days",

  "NewBerries04Seeds.name": "Red Globe Grape Seeds",
  "NewBerries04Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Fall, keep producing fruits every 3 days",

  "NewBerries05Seeds.name": "Polana Raspberry Seeds",
  "NewBerries05Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Summer, keep producing fruits every 3 days",

  "NewBerries06Seeds.name": "Black Raspberry Seeds",
  "NewBerries06Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Summer, keep producing fruits every 3 days",

  "NewBerries07Seeds.name": "Blue Raspberry Seeds",
  "NewBerries07Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Spring, keep producing fruits every 3 days",

  "NewBerries08Seeds.name": "Rare Red Raspberry Seeds",
  "NewBerries08Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Spring, keep producing fruits every 3 days",

  "NewBerries09Seeds.name": "Acai Berry Seeds",
  "NewBerries09Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Spring, keep producing fruits every 3 days",

  "NewBerriesII00Seeds.name": "Triple Crown Blackberry Seeds",
  "NewBerriesII00Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Summer, keep producing fruits every 3 days",

  "NewBerriesII01Seeds.name": "Blueray Blueberry Seeds",
  "NewBerriesII01Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Summer, keep producing fruits every 3 days",

  "NewBerriesII02Seeds.name": "North Star Cherry Seeds",
  "NewBerriesII02Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Winter, keep producing fruits every 3 days",

  "NewBerriesII03Seeds.name": "Invicta Gooseberry Seeds",
  "NewBerriesII03Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Winter, keep producing fruits every 3 days",

  "NewBerriesII04Seeds.name": "Vanessa Seedless Grape Seeds",
  "NewBerriesII04Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Fall, keep producing fruits every 3 days",

  "NewBerriesII05Seeds.name": "Kwanza Raspberries Seeds",
  "NewBerriesII05Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Winter, keep producing fruits every 3 days",

  "NewBerriesII06Seeds.name": "Earliglow Strawberries Seeds",
  "NewBerriesII06Seeds.description": "Wild Berries Seeds, takes 10 days to grow on Winter, keep producing fruits every 3 days",

  /// NEW FRUITS CROP-SEEDS
  "NewFruits00Seeds.name": "Red Delicious Apple Sapling",
  "NewFruits00Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits01Seeds.name": "Granny Smith Apple Sapling",
  "NewFruits01Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits02Seeds.name": "Golden Delicious Apple Sapling",
  "NewFruits02Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits03Seeds.name": "Plantain Banana Sapling",
  "NewFruits03Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits04Seeds.name": "Cavendish Banana Sapling",
  "NewFruits04Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits05Seeds.name": "Red Banana Sapling",
  "NewFruits05Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits06Seeds.name": "Mandarin Orange Sapling",
  "NewFruits06Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits07Seeds.name": "Anjou Pears Sapling",
  "NewFruits07Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits08Seeds.name": "Smooth Cayenne Pineapples Seeds",
  "NewFruits08Seeds.description": "takes 14 days to mature, grow on Spring, keep producing fruits every 7 days",

  "NewFruits09Seeds.name": "Santa Rosa Plum Sapling",
  "NewFruits09Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits10Seeds.name": "Ariana Pomegranate Sapling",
  "NewFruits10Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits11Seeds.name": "Montmorency Cherries Sapling",
  "NewFruits11Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits12Seeds.name": "Bing Cherries Sapling",
  "NewFruits12Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits13Seeds.name": "Tahitian Lime Sapling",
  "NewFruits13Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits14Seeds.name": "Eureka Lemon Sapling",
  "NewFruits14Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits15Seeds.name": "Wild Kiwi Sapling",
  "NewFruits15Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits16Seeds.name": "Wild Dragon Fruit Sapling",
  "NewFruits16Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits18Seeds.name": "Green Jalapeno Seeds",
  "NewFruits18Seeds.description": "takes 5 days to mature, grow on Spring, keep producing fruits every 3 days",

  "NewFruits19Seeds.name": "Yellow Thai Chili Seeds",
  "NewFruits19Seeds.description": "takes 5 days to mature, grow on Spring, keep producing fruits every 3 days",

  "NewFruits20Seeds.name": "Tabasco Pepper Seeds",
  "NewFruits20Seeds.description": "takes 5 days to mature, grow on Spring, keep producing fruits every 3 days",

  "NewFruits21Seeds.name": "Green California Wonder Paprika Seeds",
  "NewFruits21Seeds.description": "takes 5 days to mature, grow on Summer, keep producing fruits every 3 days",

  "NewFruits22Seeds.name": "Yellow California Wonder Paprika Seeds",
  "NewFruits22Seeds.description": "takes 5 days to mature, grow on Summer, keep producing fruits every 3 days",

  "NewFruits23Seeds.name": "Red California Wonder Paprika Seeds",
  "NewFruits23Seeds.description": "takes 5 days to mature, grow on Summer, keep producing fruits every 3 days",

  "NewFruits24Seeds.name": "Fuerte Avocado Sapling",
  "NewFruits24Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits25Seeds.name": "Harglow Apricot Sapling",
  "NewFruits25Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits26Seeds.name": "Wild Cantaloupe Sapling",
  "NewFruits26Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruits27Seeds.name": "Star Fruit? Sapling",
  "NewFruits27Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits28Seeds.name": "Wild Honeydew Sapling",
  "NewFruits28Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits29Seeds.name": "Gir Kesar Mango Sapling",
  "NewFruits29Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruits31Seeds.name": "Buddha's Hand Sapling",
  "NewFruits31Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruits32Seeds.name": "Cinderella Pumpkin Seeds",
  "NewFruits32Seeds.description": "takes 13 days to mature, grow on Fall",

  "NewFruits33Seeds.name": "Purple Mangosteen Sapling",
  "NewFruits33Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  /// NEW FRUITS CROP-SEEDS II

  "NewFruitsII00Seeds.name": "McIntosh Red Apple Sapling",
  "NewFruitsII00Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII01Seeds.name": "Geffner Atemoya Sapling",
  "NewFruitsII01Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII02Seeds.name": "Pinkerton Avocado Sapling",
  "NewFruitsII02Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII03Seeds.name": "Goldfinger Banana Sapling",
  "NewFruitsII03Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII04Seeds.name": "Belimbing Sapling",
  "NewFruitsII04Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII06Seeds.name": "Seoul Kitchen White Flesh Dragon Fruit Sapling",
  "NewFruitsII06Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII07Seeds.name": "Sukun Durian Sapling",
  "NewFruitsII07Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII08Seeds.name": "Chicago Hardy Fig Sapling",
  "NewFruitsII08Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII09Seeds.name": "Pink Grapefruit Sapling",
  "NewFruitsII09Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII10Seeds.name": "Common Guava Sapling",
  "NewFruitsII10Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII11Seeds.name": "Santa Claus Melon Sapling",
  "NewFruitsII11Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII12Seeds.name": "Honey Gold Jackfruit Sapling",
  "NewFruitsII12Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII13Seeds.name": "Fuzzy Kiwifruit Sapling",
  "NewFruitsII13Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII14Seeds.name": "Lisbon Seedless Lemon Sapling",
  "NewFruitsII14Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII15Seeds.name": "Persian Limes Sapling",
  "NewFruitsII15Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII16Seeds.name": "Erdon Lee Lychee Sapling",
  "NewFruitsII16Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII17Seeds.name": "Haden Mango Sapling",
  "NewFruitsII17Seeds.description": "The tree takes 28 days to mature, fruits spawn in Spring",

  "NewFruitsII18Seeds.name": "Beach Mangosteen Sapling",
  "NewFruitsII18Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII19Seeds.name": "Nectarines Sapling",
  "NewFruitsII19Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII20Seeds.name": "Blood Orange Sapling",
  "NewFruitsII20Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII21Seeds.name": "Purple Passion Fruit Sapling",
  "NewFruitsII21Seeds.description": "The tree takes 28 days to mature, fruits spawn in Summer",

  "NewFruitsII22Seeds.name": "French Butter Pear Sapling",
  "NewFruitsII22Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII23Seeds.name": "Fuyu Persimmon Sapling",
  "NewFruitsII23Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII24Seeds.name": "Moyer Plum Sapling",
  "NewFruitsII24Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall",

  "NewFruitsII25Seeds.name": "Rambutan Binjai Sapling",
  "NewFruitsII25Seeds.description": "The tree takes 28 days to mature, fruits spawn in Fall"

}