 
{
"FC.Lyell": "Lyell",
"FC.Baahir": "Baahir",
"FC.Agata": "Agata",
"FC.Chara": "Chara",
/////////////////DIALOGUE////////////////
"AcceptGift_StardropTea.Lyell.00": "This is so thoughtful, thank you @.$1",
"AcceptGift_StardropTea.Lyell.01": "I do love a good cup of tea, it's so much sweeter than what I'm used to, but what a wonderful treat.$1",
"AcceptGift_StardropTea.Lyell.02": "You know, it's so sweet. I love it, but wow, it's like drinking cake!$3",
"AcceptGift_StardropTea.Lyell.03": "My Babaski used to make a drink that taste very similar to this.$1#$b#He would drink it before bed to help him relax.#$b#Thank you for the gift @.$4",
"AcceptGift_StardropTea.Lyell.04": "Stardrop tea is hard to get, isn't it? Thank you for sharing with me.$1",
"Introduction.Lyell.00": "Hope that scratch is healing okay?$2#$b#%Lyell leans in closer to inspect you.",
"Introduction.Lyell.01": "Howdy, good seeing you walking around.$1#$b#I got Roswell inside currently, she's in timeout…$3",
"Introduction.Lyell.02": "Your scratch is okay?$2#$b#I’ve been a bit worried.$2",
"Introduction.Lyell.03": "I hope you're feeling well, Roswell has been placed in timeout for now.$2",
"Introduction.Lyell.04": "Roswell is very unhappy, but she earned that timeout.$3",
"breakUp.Lyell.00": "I'm not as surprised as I thought I would be.$2#$b#I actually understand, being with me would be hard for us both.$2",
"breakUp.Lyell.01": "I hate how accepting I am of this, I love you so much agapi…$2#$b#But I understand needing to leave, we would avoid more pain in the long run.$2",
"breakUp.Lyell.02": "I thought maybe things would be different for us?$2#$b#But I do understand…I'll see you around…$2",
"breakUp.Lyell.03": "Even though we've grown apart, I'll always love you …I wish you the best Agapi.$2",
"breakUp.Lyell.04": "I've been left many times, but this instance really does hurt…$2#$b#I wish you the best.$2",
"divorced.Lyell.00": "It's good seeing you, I've been curious what you've been up to.$3",
"divorced.Lyell.01": "Adjusting has been odd, you know, I had forgotten what it was like living alone $2",
"divorced.Lyell.02": "I've been reorganizing my home, I've a lot of stuff it turns out.#$b#I gotta downsize.$3",
"divorced.Lyell.03": "I think Roswell misses you, she's been acting strangely recently.$1",
"divorced.Lyell.04": "I'm happy we still talk from time to time..$3#$b#Recently, I've been counting my savings.$3#$b#Been thinking of raising more Movoraptors.$1#$b#Roswell might get jealous though, she doesn't like other raptors too much.$2",
"DumpsterDiveComment.Lyell.00": "@?$2#$b#You alright, friend? I think I have the money to get you a meal, if you need it?$2",
"DumpsterDiveComment.Lyell.01": "Don't worry, I don't judge.$1#$b#Back in Zuzu, I was homeless for a good year or so.$3#$b#Got some decent eats diving in dumpsters behind the restaurants.$1",
"DumpsterDiveComment.Lyell.02": "I understand why you are diving into dumpsters, but be careful. Don't eat anything rotten on accident.$2",
"DumpsterDiveComment.Lyell.03": "If you find any Arcanian Coins, consider giving them to me.$1#$b#I collect those old pieces, you know.$3",
"DumpsterDiveComment.Lyell.04": "Make sure to avoid trash cans with a bad smell, I know times are tough, but it's not worth it.$2",
"GreenRain.Lyell.00": "People seem very scared of this weather.$3#$b#In Arcania, we get this same rain on occasion.$2#$b#It makes a very refreshing lemonade.$3",
"GreenRain.Lyell.01": "I do love the emerald sky, reminds me of my years at sea.$1#$b#This weather happens often along the Arctic  canyon.$1",
"GreenRain.Lyell.02": "In Arcania, we call this green rain Yuug Trekki.$1#$b#It means, Emerald Sorrow.$1#$b#It’s unusual though, this type of weather usually happens around cold waters.$3",
"GreenRain.Lyell.03": "I can't help it, I want to explore the forest while it's raining.$3#$b#I love how wild the rain makes me feel.$1",
"GreenRain.Lyell.04": "Lewis said, if he sees me out in this rain. He'll have me quarantined.$2#$b#What a buzz kill.$5",
"GreenRainFinished.Lyell.00": "Aw, the rain has stopped already, I was hoping it'd keep going.$2",
"GreenRainFinished.Lyell.01": "I feel pretty tired now, a good rain storm always helps me sleep.",
"GreenRainFinished.Lyell.02": "It's honestly really nice seeing someone just as carefree about this green rain as I am.$3#$b#It really isn't a dangerous happenstance, I actually enjoy making lemonade from this rain.$1",
"GreenRainFinished.Lyell.03": "There are those that would call us unhinged for walking around in this weather, but you're just like I am, aren't you?$1",
"GreenRainFinished.Lyell.04": "A while back, I heard from this old wanderer that the pepper dinosaurs go crazy for a cool drink of green rain.$1#$b#I honestly wouldn't know for sure, but my raptors do really like the green rain.",
"HitByslingshot.Lyell.00": "Oh? You're walking on thin ice now.$3",
"HitByslingshot.Lyell.01": "Sorry for the headache you're gonna wake up with.$3#$action spacechase0.SpaceCore_DamageCurrentFarmer 100",
"HitByslingshot.Lyell.02": "Someone's feeling feisty, huh? Better watch yourself @.$1",
"HitByslingshot.Lyell.03": "You know, I may have one arm.$5#$b#But I can still lift 200 pounds with it.$3",
"HitByslingshot.Lyell.04": "Stop playing around friend, I don't much appreciate being struck.$5",
"Resort.Lyell.00": "Amazing here, isn't it?$3",
"Resort.Lyell.01": "Such a beautiful view.$4",
"Resort.Lyell.02": "A drink sounds amazing.$1",
"Resort.Lyell.03": "Got to admit I really love it here, reminds me of home.$4",
"Resort.Lyell.04": "It would be wonderful to hold a festival here, wouldn't it?$1#$b#Maybe a cultural exchange could take place.$3",
"Resort_Bar.Lyell.00": "The fruitier drinks here are so good, I really enjoy a good strawberry beverage.$1",
"Resort_Bar.Lyell.01": "The sunshine is wonderful, isn't it?$1#$b#I've been tempted to sail out to sea and anchoring nearby.$1",
"Resort_Bar.Lyell.02": "I may have had a little too much to drink, but it's okay.$3#$b#I'll get some coffee soon.$1",
"Resort_Bar.Lyell.03": "Oh hello @, it's nice seeing you here. You work very hard usually, a break would do you good.$1",
"Resort_Bar.Lyell.04": "If I had the option to go completely naked, I would, but I think even here, clothing is a requirement by law.$3",
"Resort_Chair.Lyell.00": "I feel pretty tired, maybe after a good sit, I'll have energy to head home.$1",
"Resort_Chair.Lyell.01": "With how comfortable I feel, I might just buy some land here so I can stay more often.$1",
"Resort_Chair.Lyell.02": "I have to admit, as much as I enjoy visiting Ginger Island.#$b#I wonder if we're having a negative impact on the locals though..$2",
"Resort_Chair.Lyell.03": "The animals here are so small, though, compared to the fauna of Arcania, most animals are smaller.$3",
"Resort_Chair.Lyell.04": "Did you need to rest? I could move if you want me to.$2",
"Resort_Dance.Lyell.00": "The music played around this resort is really catchy, isn't it?$1",
"Resort_Dance.Lyell.01": "I do love dancing, but for some reason I've been feeling so bashful lately.$2#$b# I can't get myself moving.$2",
"Resort_Dance.Lyell.02": "It's beautiful how every culture has dances and music.$1#$b#Even the most subdued cultures have it.$1",
"Resort_Dance.Lyell.03": "Lewis usually chooses the music that's played at all the festivals, I think it's a shame...$2#$b#I mean I don't hate the music he chooses, but I do wish for some variety.$3",
"Resort_Dance.Lyell.04": "I wonder if I can get someone to dance with me, maybe then I won't feel so bashful.$3",
"Resort_Entering.Lyell.00": "It's beautiful here.",
"Resort_Entering.Lyell.01": "Is that a crab?!",
"Resort_Entering.Lyell.02": "I should look for sea glass.",
"Resort_Entering.Lyell.03": "I think I saw something?",
"Resort_Entering.Lyell.04": "Such fresh air.",
"Resort_Shore.Lyell.00": "I've been hunting for sea glass, I have a friend that loves and collects it like gold.$1",
"Resort_Shore.Lyell.01": "I found some old artifacts, I know exactly who I'm going to send them to.$1",
"Resort_Shore.Lyell.02": "There was a good two years where I stayed just off the coast of Ginger island.$1#$b#The fishing scene was incredible.$1 ",
"Resort_Shore.Lyell.03": "Be careful, the crabs are coming out.$2#$b#Sure, they're smaller than the Arcania Grace Crab, but they're still terrible.$5",
"Resort_Shore.Lyell.04": "One day, I hope to return to Arcania and track down what's left of my family.$2#$b#I get letters from my daughter, but it's not the same as seeing her in person.$2#$b#I miss my sweet Amanda so much.$2",
"Resort_Towel.Lyell.00": "I'm resisting the urge to nap, I don't want to burn and I'm pretty sure a crab has been eyeing me for about an hour...$2",
"Resort_Towel.Lyell.01": "I never understood sunbathing until I moved to Ferngill, the sun doesn't shine as brightly here somehow...$2",
"Resort_Towel.Lyell.02": "When I was a young boy, my mother, father, and older sister would take me to the white beaches of Suuwe...2#$b#It's something I miss a lot, we used to hunt for Draga eyes after every storm along the shores.$1",
"Resort_Towel.Lyell.03": "There's a herb I really want to get a hold of, called Fairy fingers to foreigners.#$b#It's really called Fuu-Fengies, which has no real translation in Ferngill’s native widely accepted language.$2",
"Resort_Towel.Lyell.04": "I could use a cool glass of whiskey, it'd make this whole experience perfect.$1",
"Resort_Umbrella.Lyell.00": "Do you need the umbrella? I can move if you need me to.$1",
"Resort_Umbrella.Lyell.01": "This sunshine is a treat, but I admit this dark hair of mine really keeps in the heat after a while.$3",
"Resort_Umbrella.Lyell.02": "There's an old legend from Arcania that I think of often. About a sailor who falls deeply in love with a sea creature.$1#$b#So many people outside of my culture assume that sea creature was some type of beautiful mermaid.$3#$b#But the legend that is often repeated by outsiders is incomplete.#$b#In reality, he had fallen in love with the spirit of water-A terrifyingly beautiful creature, made from sea water and the lost souls of drowned sailors.$2",
"Resort_Umbrella.Lyell.03": "You know, I was raised on a farm. But my mother and father had different jobs within the village I was born in.$1#$b#My mother worked farm land but my father was a fisherman.$3#$b#I love fishing quite a bit, but I also love growing plants and raising livestock.$1#$b#It's hard to choose between my two loves.$2",
"Resort_Umbrella.Lyell.04": "There are many lands in this world, you know, I intend to visit them all.$1#$b#But resting here for now, that sounds like the best option for me.$1",
"Resort_Wander.Lyell.00": "I was feeling restless, so I think I might go exploring a little more. There's much to discover, you know.$1",
"Resort_Wander.Lyell.01": "Be careful who you befriend, who you talk to you.$2#$b#You may end up in debt to someone unsavory...$2#$b#Here at Ginger Island, someone dangerous lurks within the darkness.$5",
"Resort_Wander.Lyell.02": "After the war, I used all my savings to buy a boathouse.$1#$b#I figured, after being practically blown up, I could use a little adventure I would actually enjoy.$1",
"Resort_Wander.Lyell.03": "I feel happier these days.$1#$b#Sure, there is a lot to think about, but I think I am finally finding my peace again.$1",
"Resort_Wander.Lyell.04": "When you wander the island, take care of the environment.$3#$b#The planet deserves our love, yes?$1",
"SpouseFarmhouseClutter.Lyell.00": "Agapi, my brightest star...#$b#I love you very much, but the house clutter is really difficult for me to handle alone...$2",
"SpouseFarmhouseClutter.Lyell.01": "I am such a large man, my love, I struggle not bumping into your belongings...Could we clean up a bit together?$2",
"SpouseFarmhouseClutter.Lyell.02": "I am not asking to throw out anything important, but perhaps we could sort the house out more?$3",
"SpouseFarmhouseClutter.Lyell.03": "I don't think I am overly clean, but would you mind if I cleaned up the house more? Maybe we could clean together?$2",
"SpouseFarmhouseClutter.Lyell.04": "I am struggling lately, I feel very crowded...$2",
"SpouseGiftJealous.Lyell.00": "It's beautiful how much you care for your friends, gift giving is my love language. also.$1",
"SpouseGiftJealous.Lyell.01": "I would like to meet some of your friends, if it's okay?$2#$b#I just...I suppose I'm a little jealous, is all, I enjoy your attention so much.$4",
"SpouseGiftJealous.Lyell.02": "When I hear of your generous nature, I feel very proud to call myself your husband.$1",
"SpouseGiftJealous.Lyell.03": "I hope I make you happy, my love, I sometimes worry I am failing at that.$2",
"SpouseGiftJealous.Lyell.04": "Do I make you happy love? I hope I do, I worry about that sometimes...$2",
"Spouse_MonsterInHouse.Lyell.00": "Agapi, my brightest star? Our company, are they the friendly type?$3",
"Spouse_MonsterInHouse.Lyell.01": "It's so good of you to befriend the hidden peoples of this world.$1",
"Spouse_MonsterInHouse.Lyell.02": "Do you think our company is hungry at all? I could cook us all something to eat.$1",
"Spouse_MonsterInHouse.Lyell.03": "I'm not frightened of the other folk, I'm quite happy you're not either.$1",
"Spouse_MonsterInHouse.Lyell.04": "How long are we expecting the company to visit my stars?$1",
"SpouseStardrop.Lyell.00": "I hear the stardrop is a symbol of love here.$4",
"SpouseStardrop.Lyell.01": "I love you so much @, I hope a stardrop will show that.$4",
"SpouseStardrop.Lyell.02": "Admittedly, I am unsure what a stardrop is. But I do know it's a symbol of love here.$4",
"SpouseStardrop.Lyell.03": "I want you to have this stardrop my stars, I hope it is helpful.$4",
"SpouseStardrop.Lyell.04": "I would shower you with stardrops, but I only have one, my star.$4",
"WipedMemory.Lyell.00": "Say...Do I know you?$3#$b#It's your eyes, they're so familiar...Like looking at a chart of stars.$4",
"WipedMemory.Lyell.01": "Oh, you...$2#$b#Huh, I thought I recognized you from somewhere...But maybe I am mistaken.$1",
"WipedMemory.Lyell.02": "There's something shockingly familiar about you.$2#$b#It's like, I've known you before.$1",
"WipedMemory.Lyell.03": "Strange, this is our first time meeting...But I feel I already know you.$4",
"WipedMemory.Lyell.04": "Have we met? I don't know your name, but I would remember a gaze like yours.$4",
"AcceptBirthdayGift_Love.Lyell.00": "I don't recall telling you it was my birthday, but thank you!$1#$b#This is a wonderful gift.$4",
"AcceptBirthdayGift_Love.Lyell.01": "You're so thoughtful @, I love this and it feels sweet you remembered my birthday.$4",
"AcceptBirthdayGift_Love.Lyell.02": "I had forgotten it's my birthday today...Thank you for this, it's truly a wonderful gift.$4",
"AcceptBirthdayGift_Love.Lyell.03": "Another year older, admittedly I was hoping no one would remember my birthday...$2#$b#Thank you though, this gift is wonderful.$1",
"AcceptBirthdayGift_Love.Lyell.04": "Oh, what a wonderful birthday surprise.$4#$b#Thank you so much @.$1",
"AcceptBirthdayGift_Liked.Lyell.00": "What a beautiful thought, I wasn't expecting a birthday present...$4",
"AcceptBirthdayGift_Liked.Lyell.01": "You didn't have to, I barely realize when it's my birthday...$2#$b#Thank you though, this is a wonderful gift.$4",
"AcceptBirthdayGift_Liked.Lyell.02": "I've not celebrated my birthday in years, this present means a lot to me @.$4",
"AcceptBirthdayGift_Liked.Lyell.03": "I know it's my birthday, but I wish I had something for you as well.$1",
"AcceptBirthdayGift_Liked.Lyell.04": "I must admit, I wasn't expecting even a birthday wish today. This gift is so kind of you @,$4",
"AcceptBirthdayGift_Neutral.Lyell.00": "Such a thoughtful gift, did you realize it's my birthday today as well?$1",
"AcceptBirthdayGift_Neutral.Lyell.01": "I didn't think many knew it was my birthday, did Harvey tell you?$2#$b#He feels very strongly about that.$1",
"AcceptBirthdayGift_Neutral.Lyell.02": "Oh, how sweet of you, I think this will come in handy.$1#$b#Very thoughtful birthday surprise.$1",
"AcceptBirthdayGift_Neutral.Lyell.03": "Did you know it's my birthday today?#$b#Well, regardless, thank you for the gift.$1#$b#You are very kind.$4",
"AcceptBirthdayGift_Neutral.Lyell.04": "I guess Harvey must have updated that town's birthday calendar, huh...#$b#Thank you for remembering my birthday.$4",
"AcceptBirthdayGift_Disliked.Lyell.00": "Oh, how sweet of you.$2#$b#On my birthday less.$1",
"AcceptBirthdayGift_Disliked.Lyell.01": "Hm, this is very kind of you.#$b#A very thoughtful birthday present, too.$3",
"AcceptBirthdayGift_Disliked.Lyell.02": "I'm sure I can find a use for this...Um, thank you for the birthday wishes @.$1",
"AcceptBirthdayGift_Disliked.Lyell.03": "Did you intend to give this to me?#$b#Oh, it's for my birthday?$2#4b#Thank you @, very thoughtful...$2",
"AcceptBirthdayGift_Disliked.Lyell.04": "Oh, you remembered my birthday...$2#$b#Thank you, this is very nice of you @.$2",
"AcceptBirthdayGift_Hated.Lyell.00": "If you're attempting to get a rise out of me, it's not going to work.$2",
"AcceptBirthdayGift_Hated.Lyell.01": "This isn't very nice, insulting me on my birthday.$2",
"AcceptBirthdayGift_Hated.Lyell.02": "If I wasn't a calmer man...#$b#Well, thanks for the birthday present, I suppose.#2",
"AcceptBirthdayGift_Hated.Lyell.03": "I know it's my birthday, but you really didn't have to give me anything...$2",
"AcceptBirthdayGift_Hated.Lyell.04": "Did I do something to upset you?",
"AcceptGift_Love.Lyell.00": "Are you sure? This is really good, you know, do you really want to just give it away?$11",
"AcceptGift_Love.Lyell.01": "Oh wow, this is really amazing.$1#$b#I  haven't had such a wonderful gift in a while.$4",
"AcceptGift_Love.Lyell.02": "My first wife gave me a similar gift long ago, this is wonderful, thank you.$4",
"AcceptGift_Love.Lyell.03": "This is amazing, thank you so much @.$4",
"AcceptGift_Love.Lyell.04": "You're such a generous person, thank you so much.$4",
"AcceptGift_Liked.Lyell.00": "This is wonderful, thank you.",
"AcceptGift_Liked.Lyell.01": "I was just thinking about this, thank you @. It's just what I needed.$1",
"AcceptGift_Liked.Lyell.02": "I'm not used to such kindness these days, thank you @.",
"AcceptGift_Liked.Lyell.03": "What a wonderful gift, thank you @.#$b#I appreciate this.$1",
"AcceptGift_Liked.Lyell.04": "Oh! You always give me gifts, here have this from me.$1[Fellowclown.TW_DragaWhiskey Fellowclown.TW_GaggleShroomTea]",
"AcceptGift_Neutral.Lyell.00": "Oh, I could use this. Here, take this. We can trade.[Fellowclown.AAR_MovoraptorMayo]",
"AcceptGift_Neutral.Lyell.01": "Are you sure? This is really good, you know, do you really want to just give it away?$11",
"AcceptGift_Neutral.Lyell.02": "This is wonderful, thank you.",
"AcceptGift_Neutral.Lyell.03": "You know it's my birthday?#$b#Thank you @...$1",
"AcceptGift_Neutral.Lyell.04": "Oh...Thank you, this is so nice.#$b#Sorry, still getting used to people acknowledging my birthday.$1",
"AcceptGift_Disliked.Lyell.00": "Do you really want to give this to me? I don't really...Need it.$2",
"AcceptGift_Disliked.Lyell.01": "Alright. Well. Ahem. I…Guess I can take it.$2",
"AcceptGift_Disliked.Lyell.02": "Do you really want to give this to me? I don't really...Need it.$2",
"AcceptGift_Disliked.Lyell.03": "Hm, well, thank you...Um, I wasn't expecting a present though...$2",
"AcceptGift_Disliked.Lyell.04": "Okay, I suppose I can accept this...$2",
"AcceptGift_Hated.Lyell.00": "I don't anger very easily, you know, it's going to take more than this to get a rise out of me.$3",
"AcceptGift_Hated.Lyell.01": "Hm...Well, this is very kind of you...But erm, well, it's the thought that counts.$3",
"AcceptGift_Hated.Lyell.02": "Oh...Did you put a lot of thought into this?$2",
"AcceptGift_Hated.Lyell.03": "I think Roswell might like this, I could attempt to give it to her if you like.$3",
"AcceptGift_Hated.Lyell.04": "You really don't need to give me so many gifts, you know...$2#$b#I'm not in need of anything...$3",
"AcceptBouquet.Lyell.00": "You want me to have this?#$b#But wait, isn't this…$2#$b#I was wondering how to approach you, about maybe being together…I happily accept your gift star shine.$4",
"AcceptBouquet.Lyell.01": "I couldn't think of a way to approach, I've been wanting to ask you to be mine, but gods above I've been too shy to ask.#$b#I’m happy to be yours.$4",
"AcceptBouquet.Lyell.02": "I learned about this, a bouquet of flowers is a request for love here…#$b#I will happily be yours star shine.",
"AcceptBouquet.Lyell.03": "In Arcania, we give twisted bread and the happy new couple will break bread together.$1#$b#I accept your flowers though, and I will happily be yours.$4",
"AcceptBouquet.Lyell.04": "I am happy to be yours star shine, I hope to make you very happy.$4",
"RejectBouquet_NotDatable.Lyell.00": "This is sweet, very flattering even…But I cannot accept this, I'm sorry.$2",
"RejectBouquet_NotDatable.Lyell.01": "You are making a mistake, I am not a man you should love @...#$b#Please, find someone easier to love.$2",
"RejectBouquet_NotDatable.Lyell.02": "This world has many people, forget about me and move onto someone new…$2#$b#It’ll be better for you.$2",
"RejectBouquet_NotDatable.Lyell.03": "I'm so sorry, hurting you was never what I wanted…but you can't live me @, please move on.$2",
"RejectBouquet_NotDatable.Lyell.04": "I'm flattered and I wish my circumstances allowed me to share life with someone…but it's better if you find someone different to love…$2",
"RejectBouquet_NpcAlreadyMarried.Lyell.00": "This is flattering, however I am loyal to someone already.$3",
"RejectBouquet_NpcAlreadyMarried.Lyell.01": "No, I'm a very loyal husband to someone else.$3",
"RejectBouquet_NpcAlreadyMarried.Lyell.02": "I think not, I'm not exactly good at polyamory.",
"RejectBouquet_NpcAlreadyMarried.Lyell.03": "No, I'm sorry but I am already happily married.$2",
"RejectBouquet_NpcAlreadyMarried.Lyell.04": "I thought everyone knew of my marriage, I'm going to pass @.$2",
"RejectBouquet_AlreadyAccepted_Engaged.Lyell.00": "You're silly, we're already agreed to be joined, yes?$4",
"RejectBouquet_AlreadyAccepted_Engaged.Lyell.01": "Star shine, you're so sweet. But aren't we already due to marry?$4",
"RejectBouquet_AlreadyAccepted_Engaged.Lyell.02": "My love, we'll marry soon.$4#$b#I don't need flowers, I have you.$4",
"RejectBouquet_AlreadyAccepted_Engaged.Lyell.03": "You're so romantic and silly.$4#$b#We’re already engaged remember?$4",
"RejectBouquet_AlreadyAccepted_Engaged.Lyell.04": "You're silly, getting me this when we're already together.$1",
"RejectBouquet_AlreadyAccepted_Married.Lyell.00": "We're married star shine, but…your romantic inclinations move me.$4",
"RejectBouquet_AlreadyAccepted_Married.Lyell.01": "I could date and marry you repeatedly too my love, maybe we can make a game from it.$4",
"RejectBouquet_AlreadyAccepted_Married.Lyell.02": "I love these flowers, but we're married star shine. You don't need to ask for love anymore.$4",
"RejectBouquet_AlreadyAccepted_Married.Lyell.03": "Reminds me of our wedding, you were so wonderful, so beautiful inside and out my love.$4",
"RejectBouquet_AlreadyAccepted_Married.Lyell.04": "I would love to do it all again, maybe soon we can have a vow renewal.$4",
"RejectBouquet_AlreadyAccepted.Lyell.00": "How many have you gotten?$3#$b#Such a romantic.$4",
"RejectBouquet_AlreadyAccepted.Lyell.01": "I've still got mine, maybe plant these flowers and let them grow.$3",
"RejectBouquet_AlreadyAccepted.Lyell.02": "Silly, we're already dating.#$b#Unless you wanna pretend we're new lovers.$4",
"RejectBouquet_AlreadyAccepted.Lyell.03": "Oh my love, keep these for me? Maybe we can grow them together.$4",
"RejectBouquet_AlreadyAccepted.Lyell.04": "My flowers still grow, maybe you could keep these alive for me $3",
"RejectBouquet_Divorced.Lyell.00": "It's not a funny thing, mocking a broken man like this.$5",
"RejectBouquet_Divorced.Lyell.01": "Do you find joy in hurting me?$2",
"RejectBouquet_Divorced.Lyell.02": "Do you want my blessings? Give these to someone else…$2",
"RejectBouquet_Divorced.Lyell.03": "We're over @, please don't hurt me like this for fun.$2",
"RejectBouquet_Divorced.Lyell.04": "There's no going back for me starshine, we're over…$2",
"RejectBouquet_VeryLowHearts.Lyell.00": "It's flattering, but I'm afraid I don't feel the same for you @...$2",
"RejectBouquet_VeryLowHearts.Lyell.01": "This is unexpected. I barely know you @...I have to say no.$2",
"RejectBouquet_VeryLowHearts.Lyell.02": "I fall in love quickly too, but I'm afraid I don't think of you that way…$2",
"RejectBouquet_VeryLowHearts.Lyell.03": "I don't think so, I'm pretty sure you don't even know my shoe size…$2",
"RejectBouquet_VeryLowHearts.Lyell.04": "You work fast, I'm afraid I must let you down…",
"RejectBouquet_LowHearts.Lyell.00": "It's still too soon and I don't think I'm open for love at the moment either.$2",
"RejectBouquet_LowHearts.Lyell.01": "I’m sorry, I'm not looking for love currently.$2",
"RejectBouquet_LowHearts.Lyell.02": "There's many other people yes, don't give up because I'm saying no.$2",
"RejectBouquet_LowHearts.Lyell.03": "No, I think it's too soon…$3",
"RejectBouquet_LowHearts.Lyell.04": "I don't think so, I don't know you very well @.#$b#This is honestly very strange of you.$2",
"RejectBouquet.Lyell.00": "No thank you, I'm not interested in romance right now.$2 ",
"RejectBouquet.Lyell.01": "It's sweet of you, but no.$2",
"RejectBouquet.Lyell.02": "Don't lose hope, but please move on from me $2",
"RejectBouquet.Lyell.03": "Are you unwell?$2",
"RejectBouquet.Lyell.04": "No thank you, maybe someone closer to your age.$3",
"RejectGift_Divorced.Lyell.00": "No thank you, I would feel weird taking this.$2",
"RejectGift_Divorced.Lyell.01": "No thank you, I don't want to give the wrong impression.$2",
"RejectGift_Divorced.Lyell.02": "I know you wish to be friends. But I need time…$2",
"RejectGift_Divorced.Lyell.03": "I can't accept this, it's too painful still.$2",
"RejectGift_Divorced.Lyell.04": "Please, I just need space for now.$2",
"RejectMermaidPendant_AlreadyAccepted_Engaged.Lyell.00": "You're so silly, I've already accepted.$4",
"RejectMermaidPendant_AlreadyAccepted_Engaged.Lyell.01": "Be patient my love, we're engaged already.$4",
"RejectMermaidPendant_AlreadyAccepted_Engaged.Lyell.02": "I love you too, but I've already accepted, remember?$4",
"RejectMermaidPendant_AlreadyAccepted_Engaged.Lyell.03": "We'll marry soon, just be patient.$4",
"RejectMermaidPendant_AlreadyAccepted_Engaged.Lyell.04": "You're silly, we're engaged already remember?$4",
"RejectMermaidPendant_AlreadyAccepted_Married.Lyell.00": "Hm, maybe a second honeymoon instead?$4",
"RejectMermaidPendant_AlreadyAccepted_Married.Lyell.01": "Did you forget we've already married?$4",
"RejectMermaidPendant_AlreadyAccepted_Married.Lyell.02": "I've married you already Starshine, unless you want to roleplay being a new couple.$4",
"RejectMermaidPendant_AlreadyAccepted_Married.Lyell.03": "You're so beautifully romantic, we're already married though.$4",
"RejectMermaidPendant_AlreadyAccepted_Married.Lyell.04": "You still know how to make me blush.$4",
"RejectMermaidPendant_Divorced.Lyell.00": "I'm sorry, I can't risk being hurt again…I won't remarry you.$2",
"RejectMermaidPendant_Divorced.Lyell.01": "As much as I still love you, I don't think I can trust you with my heart again.$2",
"RejectMermaidPendant_Divorced.Lyell.02": "I've just started to move in, I'm sorry but we can't remarry.$2",
"RejectMermaidPendant_Divorced.Lyell.03": "You were so certain about leaving, how can I be sure you wouldn't leave again…I can't accept this.$2",
"RejectMermaidPendant_Divorced.Lyell.04": "I'm sorry, I love you but I've actually reconnected with someone recently, we're pen pals…I think I've developed feelings for them too…$2",
"RejectMermaidPendant_NeedHouseUpgrade.Lyell.00": "That’s so flattering, I mean I would but…I don’t think you’ve enough room for me and Roswell.$2",
"RejectMermaidPendant_NeedHouseUpgrade.Lyell.01": "Wow, you really mean that?$4#$b#I would but, I don’t know if me and Roswell would fit in your home comfortably.$2",
"RejectMermaidPendant_NeedHouseUpgrade.Lyell.02": "You’re so sweet @, I would love to marry you…$4#$b#But, I don’t think there’s even room for a double bed in your home…$2#$b#And I imagine you’d not enjoy sleeping on anything smaller with someone my size.$2",
"RejectMermaidPendant_NeedHouseUpgrade.Lyell.03": "It’s sweet of you to ask, but I don’t think it’s a good idea right now…$4#$b#Maybe if things were more stable for us both.$2",
"RejectMermaidPendant_NeedHouseUpgrade.Lyell.04": "Oh my, I can’t accept this yet…I have a lot I have to do before I think about settling down.$4",
"RejectMermaidPendant_NotDatable.Lyell.00": "Oh…I really wasn’t expecting this…$2#$b#erm, I don’t really want to marry anytime soon.$2",
"RejectMermaidPendant_NotDatable.Lyell.01": "I’m not really looking for love currently, I’m sorry to shoot you down.$2",
"RejectMermaidPendant_NotDatable.Lyell.02": "This is very sweet of you, but no thank you…$3",
"RejectMermaidPendant_NotDatable.Lyell.03": "I’m not really on the market my friend, but there are many others in town, yes?$1",
"RejectMermaidPendant_NotDatable.Lyell.04": "I’m sorry, I uh think I left my stove on.$2#$b#I better go take care of that, right now.$11",
"RejectMermaidPendant_NpcWithSomeoneElse.Lyell.00": "Sorry friend, but I’m loyal to someone else.$1",
"RejectMermaidPendant_NpcWithSomeoneElse.Lyell.01": "I’m already taken my friend and I’m not much into group situations.$3",
"RejectMermaidPendant_NpcWithSomeoneElse.Lyell.02": "Oh my, I’m sorry I have to decline.$2#$b#I’m currently seeing someone.$4",
"RejectMermaidPendant_NpcWithSomeoneElse.Lyell.03": "Very flattering, but no thank you.$3#$b#I’m seeing someone right now.$1",
"RejectMermaidPendant_NpcWithSomeoneElse.Lyell.04": "Haven’t you heard? I’m actually seeing someone right now.$3#$b#And I’m not really up for sharing my heart I’m afraid.$2",
"RejectMermaidPendant_PlayerWithSomeoneElse.Lyell.00": "Sorry friend, I’m not polyamarous. Good luck finding your third though.$3",
"RejectMermaidPendant_PlayerWithSomeoneElse.Lyell.01": "I’ve not really been a third in a very long time, I sort of decided polyamory just isn’t for me.$2",
"RejectMermaidPendant_PlayerWithSomeoneElse.Lyell.02": "I don’t know, I’m more of a one on one type of person.$3",
"RejectMermaidPendant_PlayerWithSomeoneElse.Lyell.03": "I’m just not interested, very sweet of you though!$1",
"RejectMermaidPendant_PlayerWithSomeoneElse.Lyell.04": "I’ve a love interest, he’s sort of in a different country right now, but I write to him often.$4",
"RejectMermaidPendant_Under8Hearts.Lyell.00": "Whoa, I don’t know if I can agree to this…I feel like we’re not close enough to consider it.$2",
"RejectMermaidPendant_Under8Hearts.Lyell.01": "I need a lot more time to get to know you, sorry @.$2",
"RejectMermaidPendant_Under8Hearts.Lyell.02": "I rather wait a little longer, it’s just too soon to consider that.$2",
"RejectMermaidPendant_Under8Hearts.Lyell.03": "I had no idea you were planning to ask me, I don’t think I’m ready to settle down…$2",
"RejectMermaidPendant_Under8Hearts.Lyell.04": "You know, I still don’t know you well enough…Maybe it’s too soon?$2",
"RejectMermaidPendant_Under10Hearts.Lyell.00": "I feel very strongly for you, but I don’t think I can settle down just yet.$2",
"RejectMermaidPendant_Under10Hearts.Lyell.01": "You’re such a wonderful person @, but I’m just not ready for that type of commitment.$2",
"RejectMermaidPendant_Under10Hearts.Lyell.02": "I hate to hurt you, but I have to decline…It’s too soon…$2",
"RejectMermaidPendant_Under10Hearts.Lyell.03": "I wasn’t expecting you to ask…$2#$b#Listen, maybe slow down a little more? I don’t think I want to settle down.$2",
"RejectMermaidPendant_Under10Hearts.Lyell.04": "There’s a lot I’m still getting over, I’m sorry.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Lyell.00": "Erm, please don’t pressure me.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Lyell.01": "Begging is really beneath you @....$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Lyell.02": "I’m sorry, it’s just not the right time…Please don’t push this.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Lyell.03": "My feelings haven’t changed, it’s just too soon.$2",
"RejectMermaidPendant_Under10Hearts_AskedAgain.Lyell.04": "You can’t push people into marriage you know, that’s not how life works anymore.$5",
"RejectMermaidPendant.Lyell.00": "I’m sorry, I’m not interested.$2",
"RejectMermaidPendant.Lyell.01": "Oh wow, I don’t think we’re a good match…Maybe not yet anyway.$2",
"RejectMermaidPendant.Lyell.02": "You’re sweet, but I can’t accept the proposal.$2",
"RejectMermaidPendant.Lyell.03": "Erm, I don’t think I would make a good husband. I’m sorry, but I no.$2",
"RejectMermaidPendant.Lyell.04": "Oh boy, this is pretty uncomfortable.$2#$b#I don’t think I feel the same @...I’m sorry.$2",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Lyell.00": "Sorry @, someone already invited me.$3",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Lyell.01": "I was invited by someone else, but maybe next time?$3",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Lyell.02": "I’m actually already busy, but maybe next time we could catch a movie together?$3",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Lyell.03": "Sorry, but I have plans with someone else.$3",
"RejectMovieTicket_AlreadyInvitedBySomeoneElse.Lyell.04": "I wish I could, but I have obligations today that I cannot ignore.$2",
"RejectMovieTicket_AlreadyWatchedThisWeek.Lyell.00": "I enjoyed watching a movie with you before, but I do have things I have to take care of.$2#$b#Maybe another time.$1",
"RejectMovieTicket_AlreadyWatchedThisWeek.Lyell.01": "Sorry, I can’t go again this week.$2#$b#I’ve obligations elsewhere.$2",
"RejectMovieTicket_AlreadyWatchedThisWeek.Lyell.02": "I don’t think I can sit through another movie so soon, I’ve the attention span of a fish you know.$3",
"RejectMovieTicket_AlreadyWatchedThisWeek.Lyell.03": "Oh I just can’t, I have to go to my boat and patch up the roof.$3",
"RejectMovieTicket_AlreadyWatchedThisWeek.Lyell.04": "Love spending time with you @, but I’ve been neglecting my duties too much this week.$2",
"RejectMovieTicket_Divorced.Lyell.00": "Erm, I’m sorry but no thank you.$2",
"RejectMovieTicket_Divorced.Lyell.01": "I don’t think I’m comfortable with that, maybe ask someone else?$2",
"RejectMovieTicket_Divorced.Lyell.02": "This is sweet, but I can’t accept the invite.$2",
"RejectMovieTicket_Divorced.Lyell.03": "You know, I don’t think I’m willing to go with you…$2#$b#I’m sorry.$2",
"RejectMovieTicket_Divorced.Lyell.04": "I don’t think so, I’ve other things to do and it’s just too uncomfortable for me anyway.$2",
"RejectMovieTicket_DontWantToSeeThatMovie.Lyell.00": "Maybe not this time, the movie showing is sort of not my cup of tea.$3",
"RejectMovieTicket_DontWantToSeeThatMovie.Lyell.01": "I’m just not interested in the current movie that’s playing, maybe another time.$3",
"RejectMovieTicket_DontWantToSeeThatMovie.Lyell.02": "I’ve seen the movie playing currently, I really didn’t like it enough to see it again. I’m really sorry.$2",
"RejectMovieTicket_DontWantToSeeThatMovie.Lyell.03": "I’ve some other things to do, roofs to patch up and leaks to fix.$3",
"RejectMovieTicket_DontWantToSeeThatMovie.Lyell.04": "Always up to something huh?$3#$b#Can’t really see a movie today, pretty busy today.$1",
"RejectMovieTicket.Lyell.00": "No thank you, I’m not in the mood.$2",
"RejectMovieTicket.Lyell.01": "I don’t think I can today, pretty busy.$2",
"RejectMovieTicket.Lyell.02": "Maybe someone else can go in my place, I’m just not feeling well today.$2",
"RejectMovieTicket.Lyell.03": "I’ve plans with Marnie today, maybe another time.$3",
"RejectMovieTicket.Lyell.04": "Harvey is insisting I come in for a check up, so I can’t really go today.$2",
"MovieInvite_Invited.Lyell.00": "Oh! Of course, I would love to join you.$1",
"MovieInvite_Invited.Lyell.01": "I would enjoy this, I wonder what will be playing.$1#$e#No, don't tell me!$3",
"MovieInvite_Invited.Lyell.02": "That would be nice, I could use a break too.$1",
"MovieInvite_Invited.Lyell.03": "I'll meet you there then, hopefull it's a good one.$3",
"MovieInvite_Invited.Lyell.04": "Maybe I'll grab a snack too, been a while since I watched a theater movie.$3",
"Fair_Judging.Lyell.00": "Lewis seems to be judging the displays now, I'm curious who's going to win.$3",
"Fair_Judging.Lyell.01": "Hopefully, Lewis has caught into Pierre’s tricks.$3#$b#He doesn't deserve to win.$5",
"Fair_Judging.Lyell.02": "Lewis is a questionable judge to have, but hopefully it goes well.$2",
"Fair_Judging.Lyell.03": "I don't think I trust Lewis to be unbiased, but I guess I can't really do anything about him judging the displays.$2",
"Fair_Judging.Lyell.04": "I have to wonder if anyone else feels uncertain about the judging process? What exactly is the criteria anyway?$3",
"Fair_Judged_PlayerLost_PurpleShorts.Lyell.00": "You're fantastic, I've not laugh so hard in a while.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Lyell.01": "That was so funny, who knew Lewis was so bashful about his unmentionables.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Lyell.02": "You gave up a prize in favor of humiliating a politician…$2#$b#I like you.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Lyell.03": "You and I, we're gonna get along really well I think.$1",
"Fair_Judged_PlayerLost_PurpleShorts.Lyell.04": "The look in Lewis's face was so perfect, you've done amazing work today $1",
"Fair_Judged_PlayerLost_Skipped.Lyell.00": "Didn't feel like joining? I can understand that.$1",
"Fair_Judged_PlayerLost_Skipped.Lyell.01": "I don't join the contest either, it seems rigged to me $3",
"Fair_Judged_PlayerLost_Skipped.Lyell.02": "I get it, sometimes it's better to enjoy the fair instead of of joining contest.$1",
"Fair_Judged_PlayerLost_Skipped.Lyell.03": "I joined the display contest once, got banned from joining again.$2#$b#Eh, at least the fair is fun even without the contest.$1",
"Fair_Judged_PlayerLost_Skipped.Lyell.04": "I get it, I don't like competition either.$3",
"Fair_Judged_PlayerLost.Lyell.00": "Hey, next year is just around the corner. Don't give up.$3",
"Fair_Judged_PlayerLost.Lyell.01": "Next year, instead of joining the contest. Team up with me and we can prank Harvey.$3",
"Fair_Judged_PlayerLost.Lyell.02": "Today's a good day, I promise there's more chances for you to win.$1",
"Fair_Judged_PlayerLost.Lyell.03": "I never did like this contest, but I'm sorry you didn't win it…$2",
"Fair_Judged_PlayerLost.Lyell.04": "I was sure you'd win…I swear the contest is rigged.$2",
"Fair_Judged_PlayerWon.Lyell.00": "Your display was really nice @. You deserved to win.$1",
"Fair_Judged_PlayerWon.Lyell.01": "Your display was definitely the best, good job $1",
"Fair_Judged_PlayerWon.Lyell.02": "I'm glad you won, that means Pierre lost and that makes me smile.$1",
"Fair_Judged_PlayerWon.Lyell.03": "Good thing you won, Pierre had a lot of goods on display he had no hand in creating.",
"Fair_Judged_PlayerWon.Lyell.04": "Congratulations, it's great you won the contest $1",
"Fair_Judged.Lyell.00": "Think I’ll go find something disgustingly over fried to eat.$1",
"Fair_Judged.Lyell.01": "I bet I could beat that strong man game.$1",
"Fair_Judged.Lyell.02": "I like the fishing game, it's pretty entertaining.$1",
"Fair_Judged.Lyell.03": "You think Harvey would enjoy playing one of the games with me?$3",
"Fair_Judged.Lyell.04": "I know the animals are for the children, but I'm about to go pet me a chicken.",
"FlowerDance_Accept_Spouse.Lyell.00": "Of course star shine, i'd love to dance with you ",
"FlowerDance_Accept_Spouse.Lyell.01": "I would be honored to my love.$4",
"FlowerDance_Accept_Spouse.Lyell.02": "Dancing with you is always wonderful.$4",
"FlowerDance_Accept_Spouse.Lyell.03": "I can't wait, I love dancing with you star shine.$4",
"FlowerDance_Accept_Spouse.Lyell.04": "I was hoping you'd ask me still, I love dancing with you a lot star shine.$4",
"FlowerDance_Accept.Lyell.00": "You really mean it?$2#$b#Well, yes I would love to dance.$4",
"FlowerDance_Accept.Lyell.01": "I never expect anyone to ask me to dance, this is a nice surprise.$1#$b#Count me in.$4",
"FlowerDance_Accept.Lyell.02": "You’re too sweet for me, I would love to dance.$4",
"FlowerDance_Accept.Lyell.03": "I would be happy to join you for a dance, see you there.$4",
"FlowerDance_Accept.Lyell.04": "Of course I will join you, I love dancing you know.$4",
"FlowerDance_Decline.Lyell.00": "Perhaps not at this moment, I’m feeling a bit bashful…$4",
"FlowerDance_Decline.Lyell.01": "This is a wonderful surprise, but I just don’t have the energy to dance.$3",
"FlowerDance_Decline.Lyell.02": "I really would, but at the moment I’m nursing a twisted ankle.$3#$b#Maybe next year though.$1",
"FlowerDance_Decline.Lyell.03": "I really rather watch this time around, I’ve not been feeling up for the attention.$2",
"FlowerDance_Decline.Lyell.04": "I don’t know, I would dance with you but I’m feeling a bit uncomfortable right now being looked at for too long.$2",
"WinterStar_GiveGift_Before_Spouse.Lyell.00": "I’m hoping I picked out a good gift this year…I’m a little anxious it’s not going to be well received.$2",
"WinterStar_GiveGift_Before_Spouse.Lyell.01": "I’ve been thinking over what to give as a present all year, I think this time it’s a really good one.$3",
"WinterStar_GiveGift_Before_Spouse.Lyell.02": "I’ve never been good at this, giving gifts…I always give things people end up disliking.$2",
"WinterStar_GiveGift_Before_Spouse.Lyell.03": "This time around, I asked Emily for gift giving advice.$1#$b#Hopefully it works out well.$3",
"WinterStar_GiveGift_Before_Spouse.Lyell.04": "Jodi tried her best helping me pick out a gift, but I think she and I have very different concepts of what is a good gift…$2",
"WinterStar_GiveGift_Before.Lyell.00": "I really don't do well picking out gifts, I hope it goes well…$2",
"WinterStar_GiveGift_Before.Lyell.01": "I hope the person I was assigned likes the present I got them.$2",
"WinterStar_GiveGift_Before.Lyell.02": "Vincent gave me a pretty rock this year.$1",
"WinterStar_GiveGift_Before.Lyell.03": "Jas gave me a book about the historical significance of crabs…$2",
"WinterStar_GiveGift_Before.Lyell.04": "Do you think Harvey would like some Gaggle Shroom? I'm unsure if it's a good gift idea…$3",
"WinterStar_GiveGift_After_Spouse.Lyell.00": "This year was very wonderful wasn't it?$3",
"WinterStar_GiveGift_After_Spouse.Lyell.01": "I wonder what the new year will bring.$1",
"WinterStar_GiveGift_After_Spouse.Lyell.02": "I'm looking forward to the new year.$1",
"WinterStar_GiveGift_After_Spouse.Lyell.03": "It was such a wonderful event wasn’t it, you look wonderful today by the way.$4",
"WinterStar_GiveGift_After_Spouse.Lyell.04": "When I was a young boy, my village had a similar festival to this one.$1#$b#We even exchanged gifts you know.$1",
"WinterStar_GiveGift_After.Lyell.00": "All the happy faces today, it’s made me feel so much better.$1",
"WinterStar_GiveGift_After.Lyell.01": "This festival is one of my favorites, because getting to see everyone so happy and in harmony really makes my year.$1",
"WinterStar_GiveGift_After.Lyell.02": "Did you see how happy Harvey got? I think really liked the present I got for him.$4",
"WinterStar_GiveGift_After.Lyell.03": "I don’t know if I would have attended on my own, I’m glad Harvey insisted I come by.$1",
"WinterStar_GiveGift_After.Lyell.04": "I always sneak over extra presents for people, but under a different name so they don’t know it’s me. I just really like seeing people happy.$1",
"WinterStar_ReceiveGift.Lyell.00": "This is really for me? Thank you so much, I'm glad you're my gifter this year.$1",
"WinterStar_ReceiveGift.Lyell.01": "It's always such a pleasure, thank you for this gift @.$4",
"WinterStar_ReceiveGift.Lyell.02": "Even though I was expecting a gift, I wasn't expecting something so thoughtful.$1#$b#Thank @.$4",
"WinterStar_ReceiveGift.Lyell.03": "I must admit, even though I knew I would get a gift today. I really wasn’t expecting a gift like this one.$1#$b#Thank you so much.$4",
"WinterStar_ReceiveGift.Lyell.04": "This festival is such a demonstration of human generosity. Thank you for this @.$2",
"RejectItem_Crab.Lyell.00": "Ack, get that away from me, it's disgusting!$5",
"RejectItem_Crab.Lyell.01": "That thing, it's terrible. It's like a screwed up sea spider!$11",
"RejectItem_Crab.Lyell.02": "No, just no thank you. you can keep that thing, really.$2#$b#It's so creepy....$11",
"RejectItem_Crab.Lyell.03": "I'm sorry, but I never want to see that thing again.$3",
"RejectItem_Crab.Lyell.04": "When I was a little boy, I was attacked by something similar...$11#$b#You can keep that thing.$2",
"AcceptGift_DragaWhiskey.Lyell.00": "Well, how do you do?$4#$b#This is my favorite drink you know, thanks so much @.$1",
"AcceptGift_DragaWhiskey.Lyell.01": "Mhm, this is real nice @.$1#$b#Thank you for such a thoughtful gesture.$4",
"AcceptGift_DragaWhiskey.Lyell.02": "Goodness, I get the feeling your trying to butter me up @.$4#$b#This is wonderful.$3",
"AcceptGift_DragaWhiskey.Lyell.03": "Did you know in Arcania Draga Tongue Whiskey is also nicknamed, The Widow's kiss.$2#$b#In Arcanian it sounds like this.$3#$b#Euuous silph.$1",
"AcceptGift_DragaWhiskey.Lyell.04": "This is wonderful, I could used to gifts like this.$4",
"AcceptGift_ArcaCoin.Lyell.00": "oh! Thank you!$1#$b#I had lost a whole coin purse of these coins. Maybe you're coming across some of mine lost ones in the wild.$1",
"AcceptGift_ArcaCoin.Lyell.01": "You know, be careful handling these coins.$3#$b#The really old ones are made of Rah-Conia.$2#$b#It's a pretty toxic metal in it's melted form.$2",
"AcceptGift_ArcaCoin.Lyell.02": "Thank you, I've been meaning to expand my coin collection too.$1",
"AcceptGift_ArcaCoin.Lyell.03": "I must admit, I wasn't expecting to see these coins in this country...But I do keep losing my coins, maybe that's it.$3",
"AcceptGift_ArcaCoin.Lyell.04": "%He bites on the coin#$b#Oh yeah, that's definitely real.#$b#Taste real bitter.$3",
"AcceptGift_LyellsJournal": "How did you get this?$11#$b#Thank you @, for returning this to me...#2#$b#It's such a important journal, I thought I would never see it again.$1#$b#You're amazing...$4",
"Lyell.Sleeping.00": "%He's sleeping soundly.",
"Lyell.Sleeping.01": "%His expression is twisted with pain, is he actually sleeping through it?",
"Lyell.Sleeping.02": "%Lyell rolls over and mumbles your name.",
"Lyell.Sleeping.03": "%He looks like he's having a nightmare...",
"Lyell.Sleeping.04": "%Lyell makes a sound, maybe a groan? Is he okay?",
"Lyell.DesertFestival.00": "What a event, I'm really loving the food.$1",
"Lyell.DesertFestival.01": "I've been watching the races, very exciting.$3",
"Lyell.DesertFestival.02": "I was thinking about trying that monster slaying challenge. Looks fun don't it?$3",
"Lyell.DesertFestival.03": "these festivals are always so fun, I love the weather too.$1",
"Lyell.DesertFestival.04": "Emily has interesting clothing choices, though sometimes it's questionable.$3",
//////CTs////////
"FC.GaveCoin.Lyell": "Hey @, thank you again for the extra coin. Here, I found some extra stash in my jeans.#$action AddMoney 100",
"FC.EmilysDream.Lyell": "$y 'Yes?_Tell me about Rosah?._How did you know about Rosah...Did you talk to Qi?_Nothing,just saying hi._Oh, hello then!'",
///////////////DAILIES//////////////////////////
"Mon.Lyell.LowHeart.Spring.00": "Already you can hear the birds singing. It never gets old.$1#$e#Fall is actually my favorite season, but I love spring just as much.$1#$e#Arcania had really great seasons. I miss it a lot.$2#$e#I'm not really used to talking this much.$2#$e#I'm sorry, I don't feel like talking much anymore.",
"Mon.Lyell.LowHeart.Spring.01": "During my time at war, most of the places we grouped in were large villages.#$b#Or we would travel the countryside to a new location.#$b#It was pretty nice, in a way.$1#$e#%He seems lost in thought now.",
"Mon.Lyell.LowHeart.Summer.00": "If you look around the forest and even in town, you can find a lot of good food growing in nature. Just don't overpick the poor plants.$1#$e#Nature is one of the most important things in this world.$1#$b#It deserves respect.$2#$e#I think that's why I love my small home so much - it's surrounded by nature.$1#$e#You've got a pretty big place yourself. I don't think I would like all that open space.#$e#Well, I really need to get going.#$b#$3#$b#%He looks annoyed. Better leave him alone.",
"Mon.Lyell.LowHeart.Summer.01": "I don't know why you speak to me so often, but I suppose I don't hate it.$3#$e#It's just so odd. I don't really look like the friendliest person.#$e#Oh, it's not that I don't like talking to you.#$b#...#$b#I just get worn out pretty easily after a while.$2#$e#I should get going though, I have a few things to do today.",
"Mon.Lyell.LowHeart.Fall.00": "I prefer being alone... But I won't turn anyone away if they want to talk.$h#$e#But sometimes it gets really tiring.#$b#I just want some peace and quiet.#$e#I like talking to you though, @. You're not so tiring.$1",
"Mon.Lyell.LowHeart.Fall.01": "It's always a good idea to water your crops before leaving the farm.#$e#You wouldn't want them to wilt, and that can happen seemingly overnight.#$e#Tell me how your harvest goes this month, okay?$1",
"Mon.Lyell.LowHeart.Winter.00": "You'd think after so long, I would get used to socializing with people. But... I still feel like an awkward teenager.$2#$e#I'm surprised you talk to me so often, @. Isn't there someone more interesting you like?#$e#I suppose you know yourself best.#$b#I'm just not used to talking so much.$3",
"Mon.Lyell.LowHeart.Winter.01": "Jas asked me what happened to my arm today...#$b#What am I supposed to tell her?$11#$b#Telling a child it was blown off in the war wouldn't be appropriate.#$b#Would it?",
"Tue.Lyell.LowHeart.Spring.00": "Lately I've been listening to a lot of 50's music. It really tak-$1#$b#...It really improves my mood.#$e#%He seems lost in thought.",
"Tue.Lyell.LowHeart.Spring.01": "This summer heat is just what I needed.$1#$e#I think I'll grab an ice cream today. I could really use the cold treat.$1#$e#Maybe you can join me if you like...$1",
"Tue.Lyell.LowHeart.Summer.00": "Last night I heard a ruckus outside and when I went to check it out, I found a pesky critter trying to invade my boat.$1#$b#Guess I'll need to figure a way to handle that when I'm docked.$2",
"Tue.Lyell.LowHeart.Summer.01": "If you ever need help around your farm, come ask me.$1#$e#I can help you plant and care for animals. I usually have spare time for extra work.$1",
"Tue.Lyell.LowHeart.Fall.00": "I couldn't ask for a better place to live.#$e#It's so peaceful, even more so this time of year.",
"Tue.Lyell.LowHeart.Fall.01": "I think my favorite thing about fall is the changing foliage. It's beautiful.#$b#That and anything pumpkin spice.$1#$e#I guess the pumpkin spice thing is pretty silly, but I don't think I care.$1",
"Tue.Lyell.LowHeart.Winter.00": "I know I shouldn't be so negative.#$b#But that Pam woman really gets on my nerves.$4#$b#Buh... Have you seen the way she talks to her daughter?...$2#$b#I suppose it's none of my concern.$5#$e#But it really gets to me. I would never treat my family so poorly.$2",
"Tue.Lyell.LowHeart.Winter.01": "The snow is beautiful. It's the little things that matter most as you age.#$e#Better watch your back, I like throwing snowballs.$1",
"Wed.Lyell.LowHeart.Spring.00": "I might go swimming today. It's been a while.#$e#But I'm not sure - swimming means I'd have to take my shirt off and really I don't like doing that much.$2#$e#Maybe I can later tonight, when people are sleeping.#$b#It'll be better if no one sees me.$1",
"Wed.Lyell.LowHeart.Spring.01": "You're always checking on me.#$b#I'm not used to the attention.#$e#I don't feel like talking much today.$2",
"Wed.Lyell.LowHeart.Summer.00": "There's something truly rewarding about sailing.#$e#Maybe soon I'll set sail for a while.$1#$e#It's pretty romantic, sailing. It's like living a love story.$4",
"Wed.Lyell.LowHeart.Summer.01": "Harvey keeps suggesting I get a service dog, but honestly, I'm not sure I want one.$2#$b#I love animals but I guess one meant for service makes me feel rather odd.#$e#It's weird thinking of an animal as being on the job for me. It's an animal, it deserves a life of relaxing.$1",
"Wed.Lyell.LowHeart.Fall.00": "Rosewell was really cranky last night. She wouldn't let me near her, and she pecked at me.#$b#Wonder what's gotten into her.$2#$e#Maybe I'll talk to Marnie about it, I'm sure she'll see something I'm missing.",
"Wed.Lyell.LowHeart.Fall.01": "I'm very sore today, but I've been working extra hard.#$e#There's repairs I had to do and I wanted to try and figure out how to do them one-handed instead of relying on Robin.#$b#She's great at what she does, but sometimes I want to do things myself, you know?$3",
"Wed.Lyell.LowHeart.Winter.00": "If it gets too cold, I just turn the oven on, save on wood. Warms up just as well, too.$3#$b#Make sure you stay warm, @, frostbite can be fatal.#$b#%Lyell's gone non-verbal for a while. Come back later",
"Wed.Lyell.LowHeart.Winter.01": "When I was a boy, my sister was the one to take me to my right of passage.#$b#See, for young men where I grew up, it's the mother that's supposed to crown them as an adult, but my mother died before she could.$2#$b#So my older sister took her place. It was a very happy night for me.$1",
"Thu.Lyell.LowHeart.Spring.00": "Lava Pops are one of my favorite summer candies. I can't find them anywhere in this country, so I have to order them from overseas$2#$b#Too bad the shipping is so expensive nowadays.$2",
"Thu.Lyell.LowHeart.Spring.01": "You wouldn't think so, but pink is my favorite color.$1#$b#But it's not as acceptable for men to wear it these days, so I've grown wary of it.$2",
"Thu.Lyell.LowHeart.Summer.00": "Summer is a season of passion and strength.#$b#Where I grew up, it was common for people to make passionate declarations during the summer.$4#$b#Sometimes they would even put it off until the season, because doing so during the right season brought luck and blessings onto you.$3",
"Thu.Lyell.LowHeart.Summer.01": "It's a lovely day, isn't it?#$b#If I were confident, I would sing about it, but I'm rather shy.$1#$e#Oh, no way, I'm not gonna sing for you.$4",
"Thu.Lyell.LowHeart.Fall.00": "I really wish I could introduce some of the old festivals I attended as a child to the people of the valley.#$b#I've brought it up with Lewis, but he doesn't seem very open to it.$2#$e#One of my favorite festivals was the Fall Festival. It's a day to celebrate love, fertility, and rebirth.#$b#I think Lewis heard fertility and closed his mind to the idea...$2",
"Thu.Lyell.LowHeart.Fall.01": "I've been feeling very homesick lately.#$b#I would visit Arcania, but I run the risk of being arrested since I fought in the war against the empire.$3",
"Thu.Lyell.LowHeart.Winter.00": "Woke up and had to peel myself from my bed, I was so sweaty.$1#$e#I guess it's a good sign. Means my body is working.$1",
"Thu.Lyell.LowHeart.Winter.01": "I think if a parent truly loved their children, they'd do anything in their power to give them a proper, happy life.$2#$b#But I suppose some people don't see it that way...$5",
"Fri.Lyell.LowHeart.Spring.00": "I swear, I am not that interesting.#$b#But having you talk to me so often really makes my day.$1",
"Fri.Lyell.LowHeart.Spring.01": "Perhaps I could stop by the saloon tonight and get something hot to drink.#$e#Maybe some apple cider would be good.",
"Fri.Lyell.LowHeart.Summer.00": "I was writing yesterday and I got stuck on a word.#$b#This isn't my first language, so I have no idea how to even explain what I was trying to come up with.$2",
"Fri.Lyell.LowHeart.Summer.01": "I love buying things for people. Even if they don't like the gift, nothing makes me happier than giving presents. So, here I got this for you.[Fellowclown.TW_WarpRootTea]",
"Fri.Lyell.LowHeart.Fall.00": "I know I've been quiet lately, but I just don't feel like talking.#$e#%He gives you a sad look and walks away.",
"Fri.Lyell.LowHeart.Fall.01": "The stars aren't as bright in Zuzu, but here in the valley, their beautifully vivid.$1",
"Fri.Lyell.LowHeart.Winter.00": "It's so cold I think my toes have frostbite.#$b#*chuckles*$1#$e#I'm just kidding, of course, frostbite is no joking matter, really.$1#$b#I wouldn't want to lose any other limbs.$2",
"Fri.Lyell.LowHeart.Winter.01": "I need to buy a sunlamp to make up for the lack of sun.#$e#I'm more of a sunshine guy, I need it to feel happy.",
"Sat.Lyell.LowHeart.Spring.00": "If it were up to me, Joja wouldn't be hanging around this town.$5#$e#They're such a terrible company.$5",
"Sat.Lyell.LowHeart.Spring.01": "Sometimes I notice people staring... I'm certain they're staring at my 'lack' of an arm. But you know, it's not the worst thing to happen. At least people here are generally respectful.$3",
"Sat.Lyell.LowHeart.Summer.00": "It was a rough night last night...$2#$e#Oh, I just - sometimes I can't sleep because my mind is racing by too quickly.$2#$e#It's nothing to worry about though, I can handle it.",
"Sat.Lyell.LowHeart.Summer.01": "%He makes eye contact with you but doesn't say anything.#$b#...Oh, it's nothing, I'm just thinking about something.$4#$e#%His blush grows darker before Lyell quickly looks away.#$e#I'm sorry, I can't get my thoughts in order. Let's talk later.$4",
"Sat.Lyell.LowHeart.Fall.00": "When I was a boy, my father forbade me from cutting my hair.#$b#Everyone in my family had long beautiful hair. I'm thinking of cutting mine short again, but I'm not sure.",
"Sat.Lyell.LowHeart.Fall.01": "Vincent is such a curious boy, always asking me questions about the war.#$b#I think maybe he wants to know because of his father.$2#$e#I always change the subject. War isn't something a child needs to hear about.#$b#The struggles of it, the pain it causes.#$b#It's better I keep it to myself.$2",
"Sat.Lyell.LowHeart.Winter.00": "Sam and Abigail pelted me with snowballs last night on my way back home.$1#$b#I love kids, even big ones.#$b#I've always wanted a big family myself, with six little babies running around.$3#$b#Doesn't matter what gender they are, as long as my house is full, I'd be happy.$1",
"Sat.Lyell.LowHeart.Winter.01": "%He smiles wearily at you. There's a pained look in his gaze.",
"Sun.Lyell.LowHeart.Spring.00": "I swear, the longer I live here, the more I notice Lewis's dirty ways.#$b#That man is up to no good, I'm sure of it.$5",
"Sun.Lyell.LowHeart.Spring.01": "%Lyell brushes dust from your shirt.#$b#There we go, you've gotten quite dirty from all that farm work.",
"Sun.Lyell.LowHeart.Summer.00": "It's a lovely day, isn't it? The sky is so blue, and the sunshine feels amazing.$1#$e#%He's beaming with happiness.#$e#Life has gotten so much better recently, hasn't it?#$b#Even with the daily struggles, I can't complain much.$1",
"Sun.Lyell.LowHeart.Summer.01": "Marnie caught me baby talking one of her cows today.$4#$b#I just couldn't help it, she was such a cute thing.#$e#I'm thinking of buying more land so I can expand my own farm.#$b#I don't have enough space for more animals.$3",
"Sun.Lyell.LowHeart.Fall.00": "I've drunk too much coffee this morning.#$e#I'm serious, my heart feels like it's about to explode.$2#$e#I guess that's what I get, but you know, in a way, I don't regret it. The coffee was good.$1",
"Sun.Lyell.LowHeart.Fall.01": "%He softly sings as he sways slightly.",
"Sun.Lyell.LowHeart.Winter.00": "I know I shouldn't, but I've been talking to Pam more often.#$b#She's not a bad person, but she really needs to get her life together.#$e#If not for herself, then at least for her daughter. That sweet girl deserves a better mother.$2",
"Sun.Lyell.LowHeart.Winter.01": "Where I'm from, when two people start dating.$3#$b#It's customary to break freshly baked bread together.#$b#It's supposed to bring good luck in the relationship$1.",
"Mon.Lyell.MidHeart.Spring.00": "I keep telling Vincent and Jas to stop playing near the sewers, but they're two stubborn little kids.#$e#I'm worried something might be in there and they could get hurt.$2",
"Mon.Lyell.MidHeart.Spring.01": "I thought I lost an earring this morning.#$b#It would break my heart if I ever lost it. My father handed these earrings down to me as a young boy.$1",
"Mon.Lyell.MidHeart.Summer.00": "%He sneezes and it's so loud it hurts your ears.#$b#Oh I'm sorry, I think I'm getting a cold.#$e#I'll have to buy some tea, that should help.$3",
"Mon.Lyell.MidHeart.Summer.01": "When I was a young boy, it was common for my father to sing the family to sleep.$1#$b#I hope one day I can do that again.$2",
"Mon.Lyell.MidHeart.Fall.00": "%Lyell smiles softly, but his gaze looks sad.#$b#You're always checking on me, @, but who checks on you?#$b#You're very good to me and I'm grateful for that.#$b#I hope to know you for many years.$1",
"Mon.Lyell.MidHeart.Fall.01": "Roswell is always escaping the boat, and I have no idea how.$2#$e#She's way too smart for her own good.$2",
"Mon.Lyell.MidHeart.Winter.00": "Winter is such a hard season. Even though it's beautiful, I always feel pretty off the whole month.#$e#I guess it's the shorter days - I like the sunshine, and it becomes night far too quickly now.$2",
"Mon.Lyell.MidHeart.Winter.01": "%Lyell looks upset.#$b#Oh, it's...#$b#Actually, I'm not doing so well today.#$b#I've got a lot on my mind. I know I shouldn't dwell on the past but it gets hard looking forward.#$e#It's best I not talk about it too much, though.$2",
"Tue.Lyell.MidHeart.Summer.00": "If you see Roswell digging up anything, it's likely she's digging up something valuable, it's something I trained her to do.$1",
"Tue.Lyell.MidHeart.Summer.01": "If you see Roswell digging up anything, it's likely she's digging up something valuable, it's something I trained her to do.$1",
"Tue.Lyell.MidHeart.Fall.00": "Fridays are usually good days, aren't they?$1#$b#Everyone's getting ready for the weekend, and they're usually excited for the day to end.#$b#It's nice.$1",
"Tue.Lyell.MidHeart.Fall.01": "I've always wondered what it would be like to skydive, but then I just imagine the chute not opening.$2#$e#Think I'll stay where the gods intended.$1",
"Tue.Lyell.MidHeart.Winter.00": "There's many reasons I go silent, but none of them are because of you.#$b#Please don't take it personally when I stop talking, it's just how I am.",
"Tue.Lyell.MidHeart.Winter.01": "When I was a young man, I traveled all over Arcania with a group of merchants.$1#$b#The leader was sort of like a father to me for a long time.#$b#Up until he was arrested, anyway.$3",
"Wed.Lyell.MidHeart.Spring.00": "Do you think the ancestors are happy with how mankind has developed?#$b#The people of the past used to work back-breakingly hard just to survive.#$b#Would they be proud we've developed past such soul-crushing labor?$1#$b#Honestly, I think they are.$3",
"Wed.Lyell.MidHeart.Spring.01": "You ever wonder if animals have conversations the way we do?#$b#They seem to communicate in their own way.$1",
"Wed.Lyell.MidHeart.Summer.00": "I was reading up on the laws of the valley, and some of them are just silly.$2",
"Wed.Lyell.MidHeart.Summer.01": "I know I shouldn't judge, but there are some people in this valley who really need to get themselves together and rethink their attitude towards people.$5#$e#I'm not saying who but if you know these townspeople like I do, you can guess the few I'm talking about.$3",
"Wed.Lyell.MidHeart.Fall.00": "Personally, I feel that nudity should be legal everywhere.#$b#Even if I wouldn't run around without clothes on, people have a right to choose.#$e#We weren't born with clothes on, you know, it only makes sense.$3",
"Wed.Lyell.MidHeart.Fall.01": "Fridays are usually good days, aren't they?$1#$b#Everyone's getting ready for the weekend and they're usually excited for the day to end.#$b#I like a good wednesday though.$1",
"Wed.Lyell.MidHeart.Winter.00": "I caught Roswell drinking my coffee of all things.#$b#My morning coffee had been disappearing lately, but now I know!$1#$b#It was her!$1#$e#Roswell! @, she's stealing my coffee!$1",
"Wed.Lyell.MidHeart.Winter.01": "My mother used to say, today is worth celebrating and tomorrow is worth looking forward to.#$b#So I try to be happier then yesterday, because of her.$2",
"Thu.Lyell.MidHeart.Spring.00": "It's difficult sometimes, there's a lot I fail to say...A lot that still haunts me, I think you relate maybe?$2#$b#Because we share a similar gaze.$1",
"Thu.Lyell.MidHeart.Spring.01": "There's much I still want to do, but for some reason it feels harder than ever to grasp those new experiences.$2",
"Thu.Lyell.MidHeart.Summer.00": "You know, it's such a silly thing to be angry over...But the next person to ask me if I'm a pirate is going to get a bottle of water poured down their pants $5#$b#Yes, I live on a boat.#$b#I'm missing an arm and I have a eye patch.$5#$b#That doesn't mean I'm a still a pi-$5#$b#...$11#$b#Nevermind, forget I said anything.$2",
"Thu.Lyell.MidHeart.Summer.01": "Snow is beautiful, but I prefer the bright, warmth of the sun against my back.$1",
"Thu.Lyell.MidHeart.Fall.00": "I’ve been collecting books recently, wanting to fill up a personal library, maybe I can build a home somewhere and settle down for a while.$3",
"Thu.Lyell.MidHeart.Fall.01": "I’ve heard rumor from the seafoam, that a nasty storm in on the way.$3#$b#But honestly, there’s always rumors of something happening at sea.$1",
"Thu.Lyell.MidHeart.Winter.00": "Winter in Pelican town, in this country in general. Is the hardest season to experience alone.$2#$b#I had a wife, Elizabeth, who loved the Ferngil snow...#$b#Gods, without her the snow is just cold and wet.$2",
"Thu.Lyell.MidHeart.Winter.01": "Winter’s aren’t as intense in Arcania than it is here.$3#$b#You could walk out in no shirt and shorts and only be a little chilled.$1",
"Fri.Lyell.MidHeart.Spring.00": "In the military, I had short hair and a clean shaven face.$2#$b#I looked awful honestly, gotta have this beard of mine to offset my lack of a strong chin you know?$2",
"Fri.Lyell.MidHeart.Spring.01": "I know I’ve put on a few pounds during last winter, my father always said happiness is in a shapely figure.$1",
"Fri.Lyell.MidHeart.Summer.00": "You know, Lewis suggested I put a leash on Roswell.$2#$b#Wonder what the charges are for assaulting a government official.$5",
"Fri.Lyell.MidHeart.Summer.01": "I don’t think I can think of anything else until I say this.$5#$b#But if I was Coraline's husband, I wouldn’t spend a single moment not showering her with care.$5#$b#That’s the way of my people I guess, when we marry it’s a promise to worship each other.$2",
"Fri.Lyell.MidHeart.Fall.00": "It’s so strange, how we have to pay in order to live...$2#$b#It sits oddly with me.#3",
"Fri.Lyell.MidHeart.Fall.01": "There’s someone from my past that’s been writing me lately, I don’t know how I feel about it.$2#$b#Never was fond of bounty hunters.$3",
"Fri.Lyell.MidHeart.Winter.00": "You know, bounty hunters are pretty annoying nowadays, they just arrested anyone willy nilly without bothering to do any investigative work.$5",
"Fri.Lyell.MidHeart.Winter.01": "You know, there’s supposedly a vault of some kind located in the warmer waters of the equator.$3#$b#I may been passively keeping an eye for it, who knows what could be in there.$1",
"Sat.Lyell.MidHeart.Spring.00": "I think I prefer the bugs here in Pelican Town than Tuuwe Arcania...The bugs here are so much smaller.$3",
"Sat.Lyell.MidHeart.Spring.01": "You know, the dense forests of Arcania are technically protected. You’re not allowed to cut trees there anymore without government permission.$3#$b#It’s mostly because the oxygen produced by our trees are in such excess that my homeland is effectively combating global warming.$1",
"Sat.Lyell.MidHeart.Summer.00": "I’ve been doing some mapping in my free time and if I sail the back routes to Arcania I should be able to visit and actually avoid the Empire.$1",
"Sat.Lyell.MidHeart.Summer.01": "The sky here is pretty clear at night, but out at sea when you’re away from light pollution.#$b#It’s a totally different experience.$1",
"Sat.Lyell.MidHeart.Fall.00": "I think I’m starting to really love cats, at least the ones here in Ferngill.$3#4b#They’re so small and friendly.$1",
"Sat.Lyell.MidHeart.Fall.01": "I heard through the rumor mill, that the empire has been developing new weapons...That honestly really frightens me, I’m sick of people destroying each other.$2",
"Sat.Lyell.MidHeart.Winter.00": "The little cows at Marnie’s are so cute, I love how big and bright their eyes are.$1",
"Sat.Lyell.MidHeart.Winter.01": "My sister and I used to run out into the rain and dance. It was always nice, because the rain was usually pretty warm.#$b#Can't do that here though, rain is too cold even during the Summer.$1",
"Sun.Lyell.MidHeart.Spring.00": "Do you consider yourself just a farmer? If you’re anything like me, probably not.$3#$b#When I worked the land back in the day, I was doing a little of everything to make a living. Whiskey, Crops and livestock and maybe even some mining too.$1#$b#You strike me as someone who’d do a bit everything as well.$1",
"Sun.Lyell.MidHeart.Spring.01": "I've always wondered why Clint has a bad reputation around town, but after seeing his...erm...Awkwardness around women, I think I see where it comes from.$2#$b#Poor thing just needs a bit of confidence and maybe the ability to let go...$3",
"Sun.Lyell.MidHeart.Summer.00": "You know, I believe that if Lewis was a regular citizen. He'd actually be a likeable fella $3",
"Sun.Lyell.MidHeart.Summer.01": "My father always told me, greedy is the killer of families…There's a couple people in town that need to learn that before it's too late.$2",
"Sun.Lyell.MidHeart.Fall.00": "Whoa now, you're looking pretty worn out…Here have a drink.[Fellowclown.TW_GaggleshroomTea]",
"Sun.Lyell.MidHeart.Fall.01": "Personally, I've always seen myself as a country man at heart.$1#$b#Sure I live in a boat and I live for sailing.#$b#But even at sea I'm growing crops.$3",
"Sun.Lyell.MidHeart.Winter.00": "I keep a garden in the belly of my boat, installed a lighting system that helps plants grow and everything.$3#$b#Takes a lot more energy and prepping the bottom of the boat was a task but it was worth it $1",
"Sun.Lyell.MidHeart.Winter.01": "Keeping a garden healthy out at sea is exceptionally difficult.#$b#But I manage.$1",
"Mon.Lyell.HighHeart.Spring.00": "Been considering hatching more raptors, but I think Roswell would get pretty mad about sharing her space.$3",
"Mon.Lyell.HighHeart.Spring.01": "I usually don’t know what to say to people, I do appreciate being approached so often though.$1",
"Mon.Lyell.HighHeart.Summer.00": "I heard your story from Emily, how you came to the valley with nothing to your name and all.$3#$b#That’s very inspiring.$1",
"Mon.Lyell.HighHeart.Summer.01": "When I first came to the valley, I was in a similar situation to you.$3#$b#Willy actually helped me build my boat.$1",
"Mon.Lyell.HighHeart.Fall.00": "I was apart of the military for a long time, years really.$1#$b#I was sad to retire but I had really lost my usefulness after my arm was destroyed.$2",
"Mon.Lyell.HighHeart.Fall.01": "You know, my position in the military was only allowed because I knew someone of a higher rank.#$b#Usually a missing eye would have prevented my acceptance.",
"Mon.Lyell.HighHeart.Winter.00": "Sometimes I consider switching back to my glass eye, but that would require a refitting.$2",
"Mon.Lyell.HighHeart.Winter.01": "I remember once I was in the saloon, drinking and chatting up Gus. And at the time I was using my glass eye.#$b#Imagine his shock when my eye fell out and landed into my beer.$1",
"Tue.Lyell.HighHeart.Spring.00": "I've been trying to cut back on my drinking lately, I'm fidning it really difficult though...$2",
"Tue.Lyell.HighHeart.Spring.01": "I've gotten really into sparkling water, it's pretty good.$1",
"Tue.Lyell.HighHeart.Summer.00": "Haley suggested I wear fancier eye patches, but I like my current one quite a bit. The underside is lined with soft cotton.$1",
"Tue.Lyell.HighHeart.Summer.01": "I definitely shouldn't get so sassy with people, but the horror on Harvey's face when he requested a hand and I said I don't have any extra was priceless.$1",
"Tue.Lyell.HighHeart.Fall.00": "Do you know what they call a man with no eye and no arm?$2#$b#A friend.$1#$b#Haha, pretty cute ain't it.$1",
"Tue.Lyell.HighHeart.Fall.01": "I knew a fella back in the day,he had a wonderful granddaughter named Usagi. He was a real peach.$1",
"Tue.Lyell.HighHeart.Winter.00": "George isn't so bad once you get past his terrible attitude.$1",
"Tue.Lyell.HighHeart.Winter.01": "Do you think Clint would appreciate being invited on a fishing trip, kid needs a little attention I feel.$2",
"Wed.Lyell.HighHeart.Spring.00": "Gunther can be sweet, but honestly I struggle to trust a man with a smirk like his.$3",
"Wed.Lyell.HighHeart.Spring.01": "Hey, you've some dirt on your face.$2#$b#%He leans closer and brushes dirt off your cheek.",
"Wed.Lyell.HighHeart.Summer.00": "When I was a boy, my sister and I used to sit in the fields and munch on pucker grass. It's a really sour grass you could eat, I still love it too.$1",
"Wed.Lyell.HighHeart.Summer.01": "If you eat gaggle shrooms raw, be prepared to have hallucinations.$2",
"Wed.Lyell.HighHeart.Fall.00": "I miss fishing with my father quite a bit, but you know having my friend at Ginger Island is helping a lot with those feelings.$2",
"Wed.Lyell.HighHeart.Fall.01": "Have you ever tasted Grave Crab?#$b#I wouldn't if you get the chance, they're basically grave robbers.$2",
"Wed.Lyell.HighHeart.Winter.00": "I love all genres of music, but country music does have a special place in my heart.$1#$b#The older ones tell such interesting stories you know.$1",
"Wed.Lyell.HighHeart.Winter.01": "I know it’s not proper of me, but I tend to sass people when they ask silly questions.$1#$b#It’s hard to resist!$3",
"Thu.Lyell.HighHeart.Spring.00": "I wonder what it would cost to take Harvey on a trip to Ginger Island, I’d have to buy enough supplies for three.$1#$b#Gotta include Roswell you know.$1",
"Thu.Lyell.HighHeart.Spring.01": "I raise dea bird’s, you’d think I would raise Movoraptor’s but Roswell hates other raptor’s.$2#$b#She only seems to tolerate smaller animals and myself.$3",
"Thu.Lyell.HighHeart.Summer.00": "Personally, I prefer summer to most seasons.$1#$b#I love the sunshine and the heat.$1#$b#Plus, it’s a great time to swim and sail.$3",
"Thu.Lyell.HighHeart.Summer.01": "You know, Roswell raises just as many dea birds as I do.$1#$b#She treats them like her own young.$1",
"Thu.Lyell.HighHeart.Fall.00": "I gotta admit, Fall has some of the best coffees.$1#$b#Pumpkin spice? That’s one good coffee flavor.$1",
"Thu.Lyell.HighHeart.Fall.01": "Where I'm from, coffee is made from mushrooms.$3#$b#It taste like hazelnut actually, which isn't my favorite flavor but it's still good enough.$1",
"Thu.Lyell.HighHeart.Winter.00": "I can’t help but miss the past, it was so much similar back then.$2#4b#Nowadays, everything is just so much more complex.$3#4e#What? How old am I?$2#$b#...Well…#$b#%He appears to be counting.#$b#I’m forty two…$3",
"Thu.Lyell.HighHeart.Winter.01": "You know, the bad thing about sailing. Is when you get close with anyone, you don’t know if they’ll end up having a baby on your behalf…$2#$b#I do wonder how many people out there might be related to me because…Well, you know.$3",
"Fri.Lyell.HighHeart.Spring.00": "It’s a really bittersweet feeling when I reread any letters from my daughter Amanda. I miss her so much.$2",
"Fri.Lyell.HighHeart.Spring.01": "I’ve been accused of a lot of things, but I think the one thing that offended me the most…Was when someone assumed I was a hardass based on my appearance.$2#$b#I like to think I am of the gentle variety?$5",
"Fri.Lyell.HighHeart.Summer.00": "I’ve always felt I’m more open minded than most, but I gotta admit…Some of the newer clothing styles sort of confuse me.$2#$b#But you I wouldn’t say anything, I’m for happiness.$3",
"Fri.Lyell.HighHeart.Summer.01": "I’m a man that is for happiness, so I accept everyone just as they are. As long as they’re not harming anyone.$1",
"Fri.Lyell.HighHeart.Fall.00": "In the eighties, I had a punk phase.$1#$b#Sometimes you do grow out of the style, but I’m still a man of rebellion in my heart.$3",
"Fri.Lyell.HighHeart.Fall.01": "You always look bright eyed, you must be a busy person. Those who don’t idle have the brightest gaze.$3",
"Fri.Lyell.HighHeart.Winter.00": "Oh, hello @.$1#$b#Always a pleasure to see you around.$1",
"Fri.Lyell.HighHeart.Winter.01": "I think I'm finally getting used to your talkative behavior.$1#$b#You honestly remind me of someone from my past.$3",
"Sat.Lyell.HighHeart.Spring.00": "I always felt that people focus too intensely on romantic relationships.#$b#I’ve had truly beautiful platonic relationships.$4",
"Sat.Lyell.HighHeart.Spring.01": "I have always been curious where Pelican Town lays people to rest? The graveyard seems just too small.$3",
"Sat.Lyell.HighHeart.Summer.00": "I think for the first time in a long time, I don't feel trapped.$1#$b#The valley is very nice.$1",
"Sat.Lyell.HighHeart.Summer.01": "I count myself lucky these days, life has improved drastically for people.$1",
"Sat.Lyell.HighHeart.Fall.00": "I know I shouldn't be looking, but Coraline is very beautiful isn't she?$4",
"Sat.Lyell.HighHeart.Fall.01": "Funnily enough, I do think Lewis is handsome. But his actions make him less so.$2",
"Sat.Lyell.HighHeart.Winter.00": "When I was living in Arcania it was common for large groups of people to bath together at the local wash.$1#$b#I sort of miss having bath buddies.$2",
"Sat.Lyell.HighHeart.Winter.01": "The culture here is very odd sometimes, there's so much secrecy between people.$2#$b#I was taught to be as honest as possible.$3",
"Sun.Lyell.HighHeart.Spring.00": "For years now, I’ve been heading to bed late and waking up early…$2#$b#I’m pretty tired honestly, I would head to sleep earlier but usually I would just lay there awake.$2",
"Sun.Lyell.HighHeart.Spring.01": "I know I look pretty rough around the edges, it’s not a secret people are intimidated by me at first.$2#$b#But you know, if they would get to know me, I think most would realize I’m not as bad as I look.$3",
"Sun.Lyell.HighHeart.Summer.00": "I take a lot after my father, I’m not surprised either.$1#$b#I was daddy’s baby through and through.$1#$b#After he passed away, I clung to my mother though…So Maybe I just loved my parent’s in general.$1",
"Sun.Lyell.HighHeart.Summer.01": "My sister and I, we were pretty close.#$b#She was like a second mother to me though as we got older though.#$b#She really grew into the role after my mother died of old age.$2#$b#Chara was a wonderful sister.$2",
"Sun.Lyell.HighHeart.Fall.00": "I’ve been married twice you know, had two daughter that I know of.$1#$b#I don’t regret the experiences either, but I wish I could see them still.$1#$b#What happened to them?$2#$b#I don’t want to talk about that.$2",
"Sun.Lyell.HighHeart.Fall.01": "Do you ever feel like you really don’t belong anymore?$2#$b#I do, everyday I do…$2",
"Sun.Lyell.HighHeart.Winter.00": "Do you believe in past lives?$1#$b#I do, it’s something that’s taught in my homeland.$3#$b#I’ve seen it actually, I’m certain Marlon is someone I knew before.$1#$b#I can see it in his eyes.$1",
"Sun.Lyell.HighHeart.Winter.01": "You know, Marnie reminds me of my mother so much.$1#$b#Except well, she’s a so short in comparison, my mama was seven foot tall you know.$1#$b#My father, eh, not so much. He was five foot event.$3",
"Mon.Lyell.Dating.Spring.00": "You know, sometimes when I look into your eyes…I swear I’ve known you before.$2#$b#You’re so strangely familiar.$1",
"Mon.Lyell.Dating.Spring.01": "I’ve been keeping Roswell inside my home these days, only gonna let her walk outside under my supervision.$2#$b#I hate to do that to her, but she needs to stop attacking people.$2",
"Mon.Lyell.Dating.Summer.00": "Roswell is the most aggressive Movoraptor I have ever raised.$2#$b#Try not to turn your back on her, I know she’s small but her talons are still just as sharp.#$b#Ruined ankles are still ruined, no matter the size of the attacker.$2",
"Mon.Lyell.Dating.Summer.01": "Admittedly, the only reason I raise Dea birds is because they’re small enough that Roswell won’t hurt them.$2#$b#Instead she treats them as her young.$1",
"Mon.Lyell.Dating.Fall.00": "Did you know that in Arcania, if you spot a Dea bird and it approaches, it’s supposed to be a bad omen of death.#$b#The word Dea actually means Death in Arcanian.$3#$b#But it’s funny because Dea birds are like dogs, they love humans.$1",
"Mon.Lyell.Dating.Fall.01": "I was was thinking of getting a little Shevit, to protect the homestead, but then I glanced at Roswell and realized I have a guard already.$1",
"Mon.Lyell.Dating.Winter.00": "Gotta admit, as much as I love company. It does really wear me out talking for long periods of time $2#$b#Think that's why I visit Marnie only a few times a week, she can really hold a conversation.$1",
"Mon.Lyell.Dating.Winter.01": "Today, I really wish I could just strip naked and swim.$3#$b#But I have work to do and nudity is illegal in this area.$1#$b#Plus, I have gotten a bit more bashful in my older age.$1",
"Tue.Lyell.Dating.Summer.00": "Vincent called me grandpa, not in a mean way just called me his grandpa.$1#$b#I don't mind it, Jodi does strike me as a daughter. But she did look exasperated.$3",
"Tue.Lyell.Dating.Summer.01": "Has anyone ever told you, you've beautiful eyes?#$b#I don't mean to be odd though, I say this as a friendly gesture I promise.$3",
"Tue.Lyell.Dating.Fall.00": "I see people falling in love everyday, it's a beautiful sight…$1#$b#Sometimes, I get envious though.$2#$b#But…I'm not a good choice for anyone.$2",
"Tue.Lyell.Dating.Fall.01": "Marlon and I, we're pretty close friends actually.#$b#He knows me too well.$1",
"Tue.Lyell.Dating.Winter.00": "I have friends all over the world, it's nice when I get letters or text from them.$1",
"Tue.Lyell.Dating.Winter.01": "I’ve never been much of a hunter, but I do love fishing.$1#$b#Willy and I have a lot to talk about usually.$1",
"Wed.Lyell.Dating.Spring.00": "I’ve always liked my whiskey neat and my coffee black.$1#$b#I do enjoy sweetness though, on occasion.$1",
"Wed.Lyell.Dating.Spring.01": "I wondered often how you stay so sweet @, you give so much to this community and get so little in return.$2",
"Wed.Lyell.Dating.Summer.00": "There have been people in my life that have said I couldn’t make it in this world, but I suppose they just didn’t know me well enough.$3",
"Wed.Lyell.Dating.Summer.01": "I used to own this red pickup truck, but it was impounded and before I could get it out it ended up getting claimed by the state.$2#$b#I do miss that truck, but now with my boat I guess I don’t need a truck anymore anyway.$1",
"Wed.Lyell.Dating.Fall.00": "You know, I love to dance.$1#$b#Doesn’t mean I’m any good though, I dance like my father did.$3",
"Wed.Lyell.Dating.Fall.01": "I was keeping Marlon some company very early this morning, he’s a kind hearted fella if you can get pass his obsession with guild rules.$3",
"Wed.Lyell.Dating.Winter.00": "Harvey has been hounding me to see some kind of mental health professional in Zuzu, but lords above I really rather eat a piece of driftwood then do that.$2",
"Wed.Lyell.Dating.Winter.01": "It takes me four cups of black coffee and two smokes every morning just to feel normal enough to function these days.$2#$b#Maybe I need to adjust some of my habits.$3",
"Thu.Lyell.Dating.Spring.00": "You know, it’s illegal to ride a horse a boat in Arcania.$3#$b#I might be the reason for that law.$1",
"Thu.Lyell.Dating.Spring.01": "People these days are all about receiving, even the holidays have been turned into a gifting spectacle. I don’t mind too much really, but I sure do struggle figuring out what to give everyone.$1",
"Thu.Lyell.Dating.Summer.00": "Okay, so I may have pissed of Lewis today.$2#$b#Be careful next time you talk to him, because I think he’s ready to pop a blood vessel.$3",
"Thu.Lyell.Dating.Summer.01": "This can’t be…$2#$b#No, nevermind me. I thought, you were someone else for a moment.$2",
"Thu.Lyell.Dating.Fall.00": "Harvey has me on these medications, sometimes about not living life in pain?$2#$b#It is nice, my joints aren’t hurting as much but it feels strange as well.$2",
"Thu.Lyell.Dating.Fall.01": "I’ve been told by multiple people, that it’s not normal for your teeth to itch whenever you touch velvet, but if it’s not normal why does my teeth itch?$2",
"Thu.Lyell.Dating.Winter.00": "You know what really makes my teeth itch, the texture of chalk.$2#$b#Hate that crap, it feels nasty.$5",
"Thu.Lyell.Dating.Winter.01": "I got a phone while in Zuzu the other day, lady called it a flip phone.$1#$b#It’s pretty neat but I don’t really know what to do with it.$3",
"Fri.Lyell.Dating.Spring.00": "I wouldn’t mind being called out for being a pirate in the past, if it was based on facts and not you know, me having a eye patch.$5",
"Fri.Lyell.Dating.Spring.01": "You know, I was a pirate for a very short amount of time.$2#$b#It actually drives me nuts that people still compare me to a pirate. Because I quit doing that business a long time ago.$2#$b#And they only say that because I have an eye patch!$5",
"Fri.Lyell.Dating.Summer.00": "I’m certain a jack of trades, I’ve been dabbling in just about everything.$1#$b#My goal is to know too much for my good.$3",
"Fri.Lyell.Dating.Summer.01": "Someone needs to teach Pierre about being an honest business man.$5#$b#That man is a little lair.$2",
"Fri.Lyell.Dating.Fall.00": "I could use a smoke, but it’s not time for one.$2#$b#I try to keep on a smoke schedule so don’t smoke as much as I used to.$3#$b#It gets expensive a pack a day afterall.$2",
"Fri.Lyell.Dating.Fall.01": "You know what’s not very gucci, Haley’s attitude. Sometimes she really gets on my nerves and I have a lot of nerves you know? I don’t get annoyed that easy.$3",
"Fri.Lyell.Dating.Winter.00": "I’ve been trying to get back into writing and painting, but it’s been difficult to focus on it…$2",
"Fri.Lyell.Dating.Winter.01": "I’ve not been able to paint like I used to, my hand just shakes too much these days.$2",
"Sat.Lyell.Dating.Spring.00": "I've always loved dating, it's just always so difficult too.#$b#That's why I was so hesitant to get close to you, I get worried about the complexities too often.$2",
"Sat.Lyell.Dating.Spring.01": "I would do anything to make sure you're safe and happy.#$b#Please, if you ever want something, tell me.$1",
"Sat.Lyell.Dating.Summer.00": "Our earth and the north star are symbols of love to my people.#$b#Maybe one day I can tell you the story?#$b#It reminds me of us in a way.$4",
"Sat.Lyell.Dating.Summer.01": "Wouldn't it be nice to go out sometime, I was thinking we could go into Zuzu city and visit the art museum.$1",
"Sat.Lyell.Dating.Fall.00": "Been dabbling in painting, I'm not as good as I used to be, but it's still a relaxing hobby.$1",
"Sat.Lyell.Dating.Fall.01": "Night is my favorite time of day, which is funny because I am way more of a morning person.#$b#I just really love the way the evening sky looks, and how after all this time, it still looks exactly the same.#$e#I guess in a way it's comforting, because the night sky and myself have that in common...$2",
"Sat.Lyell.Dating.Winter.00": "I used to consider myself straight a very long time ago, but after being alive for so long...Gender just stop mattering all together.$1#$e#Besides, in my culture, gender norms are extremely different.$1#$b#In fact, I was called a girl for a long time, but by Ferngills norms, I was born a boy.#$b#Isn't that interesting.$1",
"Sat.Lyell.Dating.Winter.01": "It would be nice to head out to sea for a little while, just for the night?#$b#It's romantic isn't it?$4",
"Sun.Lyell.Dating.Spring.00": "%He leans in and presses his forehead gently against yours.#$b#I love you, I hope you never doubt that.$4",
"Sun.Lyell.Dating.Spring.01": "Hello StarShine, you're looking as perfect as ever.$1#$b#I would kiss you, but I think my breath might need some refreshing first.$4",
"Sun.Lyell.Dating.Summer.00": "I would love to take you on a vacation, you really need some time to relax.#$b#Plus, it'll give me the chance to really spoil you like I've been wanting.$1",
"Sun.Lyell.Dating.Summer.01": "Last night, my phantom pain was really acting up.#$b#It's really strange how it comes and goes...But at least it's not all the time like it used to be.$2",
"Sun.Lyell.Dating.Fall.00": "I thought after being around for so long I wouldn't be so easily flustered...Meeting you proved me wrong.$4",
"Sun.Lyell.Dating.Fall.01": "Buh... Sometimes everything around me is moving so fast I can't focus on it... know what I mean?$5",
"Sun.Lyell.Dating.Winter.00": "My head's killing me...How many did I have last night?$2#$e#Yeah, I'm fine, don't worry about me okay?$2",
"Sun.Lyell.Dating.Winter.01": "Seeing you everyday makes it all worth it.$1#$e#Well, it's like...All the years being alive, it was worth it...I got to be with you.$4",
"patio.Lyell": "Looking over the fields, I can’t help but think of my mother.$2#$b#She was amazing with the land.$1#$b#A real woman of the planet.$3",
"spouseRoom.Lyell": "If you’d like to join me you’re welcomed to.$1#$b#I know this is my space but I’m happy to share it with you star shine.$4",
"Rainy_Day_0.Lyell": "Being here reminds me so much of my childhood. I was raised on a little farm located in a village and it was really wonderful like it is here.$1",
"Rainy_Day_1.Lyell": "My sister and I used to run out into the rain and dance. It was always nice, because the rain was usually pretty warm.#$b#Can't do that here though, rain is too cold even during the Summer.$1",
"Rainy_Day_2.Lyell": "I just got inside, I was out in the fields when the rain started. So, I probably should dry off.$1",
"Rainy_Day_3.Lyell": "I've been curious about your background @, I want to learn even more about you.$4",
"Rainy_Day_4.Lyell": "Rainy days like this, it bring back memories of warm evenings under the bright moon of Arcania.$1#$b#It's really a beautiful isle, I think you'd love it there.$1",
"Rainy_Night_0.Lyell": "When I was a young boy, it was common for my father to sing the family to sleep.$1#$b#I hope one day I can do that for you and our children.$1#$b#If you want children of course.$1",
"Rainy_Night_1.Lyell": "I've always loved being married, it's just always so difficult too.#$b#That's why I was so hesitant to get close to you, even if it's till death do us part, there'll be no death for me...$2",
"Rainy_Night_2.Lyell": "I would do anything to make sure you're safe and happy.#$b#Please, if you ever want something, tell me.$1",
"Rainy_Night_3.Lyell": "Our earth and the north star are symbols of love to my people.#$b#Maybe one day I can tell you the story?#$b#It reminds me of us in a way.$4",
"Rainy_Night_4.Lyell": "I feel that my mother would like you very much.#$b#I wish you could meet her...$2",
"Indoor_Day_0.Lyell": "It is strange for me, being inside so often.#$b#I was never used to being a Babaski$3#$e#Oh, Babaski simply means bread maker. It's what we called the parent that stayed home most the time, to care for the household and children.$1#$b#My father was my Babaski or my Baba.$3",
"Indoor_Day_1.Lyell": "I love seeing you come home, having someone to wait for feels very nice for me.$1#$b#You brighten my day.$4",
"Indoor_Day_2.Lyell": "I hope I didn't disturb you last night, I kept having some bad night terrors so I decided to just...Stay awake.$2",
"Indoor_Day_3.Lyell": "Wouldn't it be nice to go out sometime, I was thinking we could go into Zuzu city and visit the art museum.$1",
"Indoor_Day_4.Lyell": "Been dabbling in painting, I'm not as good as I used to be, but it's still a relaxing hobby.$1",
"Indoor_Night_0.Lyell": "I'm too anxious to sleep right now.$2#$b#It's hard, I have a lot of night terrors.$1",
"Indoor_Night_1.Lyell": "Night is my favorite time of day, which is funny because I am way more of a morning person.#$b#I just really love the way the evening sky looks, and how after all this time, it still looks exactly the same.#$e#I guess in a way it's comforting, because the night sky and myself have that in common...$2",
"Indoor_Night_2.Lyell": "The stars aren't as bright in Zuzu, but here on the farm, their beautifully vivid.$1",
"Indoor_Night_3.Lyell": "I used to consider myself straight a very long time ago, but after being alive for so long...Gender just stop mattering all together.$1#$e#Besides, in my culture, gender norms are extremely different.$1#$b#In fact, I was called a girl for a long time, but by Ferngills norms, I was born a boy.#$b#Isn't that interesting.$1",
"Indoor_Night_4.Lyell": "I hear Marlon and Marnie have become very close friends since I moved, I'm excited about that. Marlon needs a happy influence in his life.$1",
"Outdoor_0.Lyell": "I was just looking over the fields, you've been doing amazing work out there @.$1",
"Outdoor_1.Lyell": "%He softly sings as he sways slightly with the wind.",
"Outdoor_2.Lyell": "It would be nice to head out to sea for a little while, just for the night$1#$b#%He leans in and presses his forehead gently against yours.#$b#I love you, I hope you never doubt that.$4",
"Outdoor_3.Lyell": "I did some preening of your field, sweetheart, there were a few weeds. I didn't get all of them though, I ended up getting distracted.$1",
"Outdoor_4.Lyell": "The animals at the refuge seem so happy. Have you been there?#$b#It’s sad how most of the animals there aren't native to this country though.#$b#I guess the smuggling trade is worse than I thought.$5",
"funLeave.Lyell": "Marlon and I have a trip planned today, it won't be all day hopefully, we're just going to go visit the Guild sister location.$1",
"funReturn.Lyell": "The people at the guild's sister location seem to bein good spirit's.$1",
"jobLeave.Lyell": "I gotta say, Roswell's really taken to farm life.#$b#She seems to adore the open landscape, wonder if she'll still come on the boat now.$1",
"jobReturn.Lyell": "Roswell didn't wanna leave the farm today, it's so sweet she's really fallen for this place.$1",
"OneKid_0.Lyell": "%kid1 is so beautiful, I'm so happy to be a father again.$1#$e#I was thinking of taking them out actually, maybe let them play outside with Roswell.#$e#Don't worry, Roswell loves children.$1",
"OneKid_1.Lyell": "I've made breakfast, I figured with our bundle of beauty and you working so hard, it would be the least I could do.$1[Fellowclown.TW_WarpRootTea]#$e#Strangest thing, %kid1 can't seem to get enough of Warp Root Tea, I never expected that because it's such a bitter drink.$1",
"OneKid_2.Lyell": "Wonder if we could go to Zuzu as a family and visit that children’s interactive museum?$1#$b#I bet %kid1 would love that, they're such a smart kid.#$e#The stimulation would do us all some good.$1",
"OneKid_3.Lyell": "%kid1 said a new word today, though I have to admit I'm not too fond of it...#$b#That's what I get for having a foul mouth around them.$1",
"TwoKids_0.Lyell": "I've never had two children at once before, this is really exciting and new for me.$1#$e#It'll be so much fun, getting to watch them both grow up.$1",
"TwoKids_1.Lyell": "%kid2 has a very serious temper problem, I'm a bit worried about it.$2#$b#They act like I did as a child, which is not a good thing...$11#$e#I hope they grow out of this rage problem.$2",
"TwoKids_2.Lyell": "%kid2 did a really good thing today. They played so sweetly with Roswell, didn't even grab or hit.$1#$b#Roswell seems to be patiently letting them learn.$1",
"TwoKids_3.Lyell": "I have to say, I really love our family.$1#$b#I've not been so happy in a long time @, thank you.$1",
"Good_0.Lyell": "%He leans in and nuzzles your hair.#$b#You smell very nice.$1#$b#It's comforting.$4",
"Good_1.Lyell": "The house decor is very interesting, it's very you.#$b#I would try to decorate too but frankly I am not good at it.$1",
"Good_2.Lyell": "Seeing you everyday makes it all worth it.$1#$e#Well, it's like...All the years being alive, it was worth it...I got to marry you StarShine.$4",
"Good_3.Lyell": "I would love to take you on a vacation, you really need some time to relax.#$b#Plus, it'll give me the chance to really spoil you like I've been wanting.$1",
"Good_4.Lyell": "I'm sorry about last night, my phantom pain was really acting up.#$b#It's really strange how it comes and goes...But at least it's not all the time like it used to be.$2",
"Neutral_0.Lyell": "I can't help but stare sometimes, I hope that doesn't bother you.$4#$b#You're just so good looking StarShine.$4",
"Neutral_1.Lyell": "I feel happier these days. I couldn't ask for more then what you've given me already.$1",
"Neutral_2.Lyell": "I know sometimes I space out pretty badly, but it's nothing to worry about...Okay?$3",
"Neutral_3.Lyell": "I thought after being around for so long I wouldn't be so easily flustered...Meeting you proved me wrong.$4",
"Neutral_4.Lyell": "I need to go to Marnie's later. I'm thinking of purchasing a hen.$3",
"Bad_0.Lyell": "If you need my help with anything, come get me. I'm always willing to pitch in.$1",
"Bad_1.Lyell": "My head's killing me...How many did I have last night?$2#$e#Yeah, I'm fine, don't worry about me okay?$2",
"Bad_2.Lyell": "Buh... Sometimes everything around me is moving so fast I can't focus on it... know what I mean?$5",
"Bad_3.Lyell": "I'm just gonna have a couple more beers, I'm really needing to relax.$2",
"Bad_4.Lyell": "I love you @...$2#$b#You, still love me right?$2#$e#I know it's a weird question, I just have this gut feeling...$2",
"Lyell.engagement.0": "You asked before I could, I would be happy to marry you.$4",
"Lyell.engagement.1": "I was going to ask you, but I guess you're too quick.$4#$b#I would love to marry you @.$4",
"Lyell.festival-default": "These festivals are great.#$e#I'd love to organize one myself.", // TODO
"Lyell.spring13.unmet": "Oh, hey there. You look new, I'm Lyell.#$e#Enjoy the festival.$1",
"Lyell.spring13.friendly": "I love boiled eggs. They’re a great snack.$1",
"Lyell.spring13.dating": "Find plenty of eggs for me.$1#$b#But leave more for the kids.$1",
"Lyell.spring13.married": "Abigail is hard to beat$1$e#Good luck, my love.$1",
"Lyell.spring13.divorced": "Oh, @...$2#$e#How's the farm?$2",
"Lyell.spring24.unmet": "Everyone's so happy. Really raises my spirits.$1",
"Lyell.spring24.friendly": "Watching everyone dance makes me feel young again.$1",
"Lyell.spring24.dating": "I would love to dance with you StarShine, if you'll have me this year.$4",
"Lyell.spring24.married": "Don't worry, you can still dance with whoever you like star shine.$1",
"Lyell.spring24.divorced": "Please stop joking, it really hurts...$2",
"Lyell.summer11.unmet": "I was sneaky and put in some spices from Arah. I brought some with me when I moved here.$1",
"Lyell.summer11.friendly": "Pam tried to sneak something... Inappropriate into the potluck.$5#$e#I stopped her though, don't worry.",
"Lyell.summer11.dating": "Join me, sweetheart, we'll eat together.$4",
"Lyell.summer11.married": "I wasn't sure what to put in the soup.$2#$b#So I put in some hot peppers.$1",
"Lyell.summer11.divorced": "Hope you're well...#$e#*sigh* Please, I don't feel like talking.$2",
"Lyell.summer28.unmet": "You tell Harvey, that I'm a grown man and I'll swim with jellyfish if I want.",
"Lyell.summer28.friendly": "Harvey says I’m an adult and should know not to swim with jellyfish. But really, why would that stop me.",
"Lyell.summer28.dating": "@, tell Harvey it's fine, I wanna swim with the jellyfish...$2",
"Lyell.summer28.married": "I know, the jellyfish don't want company....Maybe one day.$3",
"Lyell.summer28.divorced": "I hate being rude.#$e#But please, leave me alone.$2",
"Lyell.fall16.unmet": "The fair is one of my favorite festivals of the year!$1#$b#I love the games and winning prizes.$3",
"Lyell.fall16.friendly": "I love petting the animals. I know it's for kids but I can't help it.$1",
"Lyell.fall16.dating": "You should try this, it's really good. [612 236 241]$1",
"Lyell.fall16.married": "Hello, love, I won this for you. [446 113 279 444 581]$1",
"Lyell.fall16.divorced": "What is it?$2#$e#Please go away for now...$5",
"Lyell.fall27.unmet": "Good evening.$e#For me it's the festival of harvest.#$e#spirit's eve is such a fun festival but I guess I'm a little traditional in that regard...$1",
"Lyell.fall27.friendly": "Emily mentioned that maybe monsters are offended by this holiday.$3#$b#Do you think the supernatural is offended?",
"Lyell.fall27.dating": "Happy Spirit's Eve.#$e#Do you want to try the maze together?",
"Lyell.fall27.married": "Don't get too frightened tonight.$1#$e#Did you see Jas and Vincent? They look cute, don't they?$1",
"Lyell.fall27.divorced": "@, it's nice to see you...Enjoy the festival.$1",
"Lyell.winter8.unmet": "I try to go to every festival throughout the year.#$b#I enjoy the company, even if I don't talk to anyone.$1#$e#I don't join the events though, I get.... Nervous.$2",
"Lyell.winter8.friendly": "I could use something hot to drink.$1#$e#Catch lots of fish this year.",
"Lyell.winter8.dating": "Would you like to build a snowman with me?$4#$b#I was thinking either that or we can pelt the kids with snowballs.$1",
"Lyell.winter8.married": "I got hit in the face with a snowball.$1#$e#Kids, right?$1",
"Lyell.winter8.divorced": "%He throws a snowball at you! It hits your chest.",
"Lyell.winter25.unmet": "In Arcania the 'Winter Star Festival' is something completely different.#$b#Even so, I still enjoy it this version all the same.$1",
"Lyell.winter25.friendly": "It's always hard figuring out what to get people.$2",
"Lyell.winter25.dating": "The tree's beautiful, isn't it?#$e#I love the decorations.$1",
"Lyell.winter25.spouse": "Are you having fun my star shine? It's a wonderful gathering.$2",
"Lyell.winter25.divorced": "...Hope you're well.$2#$e#I miss you dearly @.$2",
"Lyell.PhoneCall.Spring.00": "Hello?!$2#$b#Can you hear me?!#$b#How do I know if this is working? I can't tell if-$5",
"Lyell.PhoneCall.Summer": "Heyo! I figured out the phone situation, it was a real doozy honestly.$1#$b#Turns out I was holding it upside down.$3#$b#But hey, I wanted to let you know I have some new seeds in stock for the season.#$b#Well, if you come by holler my way okay, be happy and stay shapely my friend.$1",
"Lyell.PhoneCall.Fall": "Hey there @, Wanted to let you know that I've been looking into a round about way to get to Arcania without getting my ass skinned alive by the empire.$3#$b#It's going pretty well, when I figure out a exact route or method I will let you know.$1#$b#Talk to you later okay.$1",
"Lyell.PhoneCall.Winter": "Yaluu! Just wanted to remind you to checkout the heaters at Marnie’s, they're for animals but if you find yourself getting cold inside your home those little machines are great for people too.#$b#Keep warm okay @, See you around.$3",
"Lyell.movies.0.before": "Gus has told me a lot about this picture show.$1#$e#I'm hoping it's good.", 
"Lyell.movies.0.during": "Lyell looks sad.",   //sapling
"Lyell.movies.0.after": "The picture show was so sad.$2#$e#I've never liked sad stories...",
"Lyell.movies.1.before": "Seeing a picture show is always a great treat.#$e#Thank you for letting me tag along.", 
"Lyell.movies.1.during": "Lyell looks invested.",   //Natural Wonders
"Lyell.movies.1.after": "That was a great picture show.$1#$e#We should do it again soon.",
"Lyell.movies.2.before": "I heard the kids talking about this one.$1#$e#Hoping it's good.",
"Lyell.movies.2.during": "What a face to remember.$1",   //Prairie King
"Lyell.movies.2.after": "That wasn't so bad. I really enjoyed it.",
"Lyell.movies.3.before": "I love to laugh, so this is going to be good.$1#$e#Hopefully...",
"Lyell.movies.3.during": "Oh goodness...",   //Wumbus
"Lyell.movies.3.after": "That was...Odd.$1#$b#But I liked it!$1",
"Lyell.movies.4.before": "I suppose we can watch this one, for you at least...$2",
"Lyell.movies.4.during": "...",   //Mysterium
"Lyell.movies.4.after": "I'm sorry I didn't quite enjoy this one...",
"Lyell.movies.5.before": "I don't suppose we could watch something else, could we?#$e#I just... don't enjoy getting scared.",
"Lyell.movies.5.during": "I feel sick. Maybe I should step out.", //It Howls In The Rain
"Lyell.movies.5.after": "That was... I'm sorry, I hated it.$2",
"Lyell.movies.6.before": "Gus said this picture show was really worth watching.",
"Lyell.movies.6.during": "Lyell is on the edge of his seat.",   //Miracle At Coldstar Ranch
"Lyell.movies.6.after": "Gus was right, I thoroughly enjoyed that picture show.$1",    
"Lyell.movies.7.before": "This one is good, I could watch it again I think.$1",
"Lyell.movies.7.during": "Lyell looks a little invested.",    //Zuzu City Express
"Lyell.movies.7.after": "It could be better, but it's not a bad picture show at all.",
///////////////////////////////ROSWELL INFO//////////////////////////
"FC.Roswell": "Roswell",
"AcceptGift_StardropTea.Roswell": "%Roswell sips from the offered cup. She seems to enjoy the tea.",
"AcceptBirthdayGift_Loved.Roswell": "Roswell doesn't know what a birthday is, but she loves the present.$1",
"AcceptBirthdayGift_Liked.Roswell": "Roswell doesn't know what a birthday is, but she liked the present.$1",
"AcceptBirthdayGift_Disliked.Roswell": "Roswell doesn't know what a birthday is and she dislikes the present.$2",
"AcceptBirthdayGift_Hated.Roswell": "Roswell doesn't know what a birthday is and she hates the present.$3",
"AcceptBirthdayGift_Neutral.Roswell": "Roswell doesn't know what a birthday is and she's not very impressed with your gift.",
"Roswell.gift.love": "Roswell loves this gift, you've made her happier.$1",
"Roswell.gift.like": "Roswell is pleased with your gift, she's grown a little fonder of you.$1",
"Roswell.gift.dislike": "Roswell is offended by your gift, she dislikes you a little more now.$2",
"Roswell.gift.hate": "Roswell hates this gift, she tosses it away angrily.$3",
"Roswell.gift.neutral": "Roswell isn't impressed but you've earned her favor anyway.",
"RejectObject.Roswell": "%Roswell kicks dirt at you, she doesn't want you're offering.",
"DumpsterDiveComment.Roswell": "She looks at you with confusion, humans eat off plates? Not from cans? Right?$2",
"RejectBouquet_NotDatable.Roswell": "Roswell is not interested in dating a human, she's disgusted with you.$3",
"HitBySlingshot.Roswell": "Roswell cries out, she was surprised by your attack.$3",
"Introduction.Roswell": "Roswell clicks aggressively at you, she's not fond of strangers.$3",
"GreenRainFinished.Roswell": "Roswell is happy the rain has stopped.",
"GreenRain_2.Roswell": "Roswell appears unsettled, she doesn't like this green rain.$2",
"Roswell.Sleeping": "%She's sleeping soundly.",
"Mon.Roswell.LowHeart.spring": "She squints at you, she's wondering what you want.$3",
"Mon.Roswell.LowHeart.summer": "Roswell is feeling shy today, she skitters away anxiously.$2",
"Mon.Roswell.LowHeart.fall": "Her gaze is bright with intelligent thought, what could she be plotting?$3",
"Mon.Roswell.LowHeart.winter": "Why must you bother her? Roswell doesn't like strangers. She starts to feel unsettled.",
"Tue.Roswell.LowHeart.spring": "Her feathers ruffle up, her feet scratch the ground and with a low growl she warns you to stay away!$3",
"Tue.Roswell.LowHeart.summer": "There's a look to her gaze, Roswell has been lost in thought. She's conflicted and confused by you.$2",
"Tue.Roswell.LowHeart.fall": "Roswell narrows her eyes but then drops something at your feet.[Fellowclown.TW_TropaFruit]",
"Tue.Roswell.LowHeart.winter": "Roswell is rigid, but she nudges your leg gently anyway. She's curious about you.",
"Wed.Roswell.LowHeart.spring": "Roswell chirps at you in warning, she doesn't want you to come closer. But, before she flees she drops something for you to have.[Fellowclown.TW_GaggleShrooms]",
"Wed.Roswell.LowHeart.summer": "She looks up at you with wide eyes, Roswell look happier today.$1",
"Wed.Roswell.LowHeart.fall": "A brightness shines in her gaze, Roswell is so happy today. Something good must have happened recently for her.$1",
"Wed.Roswell.LowHeart.winter": "Roswell has a bit of white fur clinging to her feathers...",
"Thu.Roswell.LowHeart.spring": "She's happily on her way, what crimes will she commit?$1",
"Thu.Roswell.LowHeart.summer": "Roswell's bowtie has been freshly cleaned, she is feeling very snazzy.$1",
"Thu.Roswell.LowHeart.fall": "She's been preening her feathers, Roswell looks well groomed and ready for the day.$1",
"Thu.Roswell.LowHeart.winter": "Roswell glares at you, she seems to be in a bad mood. Clinging to her feathers is something sticky, what happened?$3",
"Fri.Roswell.LowHeart.spring": "Roswell holds out her wing, is she greeting you? Or warning you?",
"Fri.Roswell.LowHeart.summer": "Something wet and red is staining her feathers. Did she eat something, maybe a fruit?$1",
"Fri.Roswell.LowHeart.fall": "There's something on her mind and by the look in her eye it's nothing good.$3",
"Fri.Roswell.LowHeart.winter": "Roswell makes a loud, angry noise before pecking at your ankle.$3#$action spacechase0.SpaceCore_DamageCurrentFarmer 1",
"Sat.Roswell.LowHeart.spring": "She's not impressed today, in fact she’s downright agitated. She's tired of people bothering her...$3#$b#Yet, she craves the affection so badly.$2",
"Sat.Roswell.LowHeart.summer": "Roswell doesn't quite understand what she is or what you are, all she knows is instinct.$1",
"Sat.Roswell.LowHeart.fall": "She's pretty happy today, her head seems to bounce with her walk, like she's nodding in agreement.$1",
"Sat.Roswell.LowHeart.winter": "She scratches at the ground, then she pecks at the spot she scratched. Once more she scratches then once she's done digging she walks away, leaving what she dug up for you take.[Fellowclown.TW_ArcaCoin]",
"Sun.Roswell.LowHeart.spring": "Roswell sharply looks away, head held high and then she walks away without much interaction.$3",
"Sun.Roswell.LowHeart.summer": "Roswell is pleased to see you today, even though she doesn't quite trust you yet.",
"Sun.Roswell.LowHeart.fall": "She pecks at your leg, but not hard. She's more curious than aggressive.",
"Sun.Roswell.LowHeart.winter": "Wonder why she's not home, how does she keep escaping the coop?$1",
"Mon.Roswell.MidHeart.spring": "There is certainly a poshness to her composure. This animal is spoiled rotten, you can just tell.$1",
"Mon.Roswell.MidHeart.summer": "You wonder why Roswell wears a bowtie, but none of the other raptors do.$1",
"Mon.Roswell.MidHeart.fall": "She's interested in something buried in the ground.[Fellowclown.TW_ArcaCoin]",
"Mon.Roswell.MidHeart.winter": "Roswell is thinking, what is she thinking of? Food? Violence? Tax fraud?$1",
"Tue.Roswell.MidHeart.spring": "Roswell looks at you with wonder, she's becoming fond of seeing you around.$1",
"Tue.Roswell.MidHeart.summer": "Like a child seeing their hero, Roswell bounces and flaps with excitement. She's missed you!$1",
"Tue.Roswell.MidHeart.fall": "Roswell wants to follow you, but she has things to do, dirt to scratch and fruit to nibble on.$2",
"Tue.Roswell.MidHeart.winter": "You are her friend, this much is true.#$b#She loves you so much, right up to the moon.$1",
"Wed.Roswell.MidHeart.spring": "You light up her day, Roswell wonders where you go but she understands you probably have a coop of your own.$1",
"Wed.Roswell.MidHeart.summer": "Roswell shakes her body, her wings stretching out before she chirps sleepily. Her day has been so busy @, she needs to rest soon.$1",
"Wed.Roswell.MidHeart.fall": "You reach down and carefully pull off something that's stuck to her feathers.[Fellowclown.AAR_DeathBirdEgg]",
"Wed.Roswell.MidHeart.winter": "She smells like coffee today, why though?$1",
"Thu.Roswell.MidHeart.spring": "Roswell bows her head, she respects you and sees you as an authority figure.",
"Thu.Roswell.MidHeart.summer": "Roswell nudges your leg, she feels bad for being so mean in the beginning.$2",
"Thu.Roswell.MidHeart.fall": "She's thinking of her babies, they're growing so fast. Becoming taller than her, she wonders why...Why isn't she as big as her own young?$2",
"Thu.Roswell.MidHeart.winter": "Roswell looks tired...$2#$b#Little Roswell what's wrong?#$b#But she can't answer, but she wants to.$2",
"Fri.Roswell.MidHeart.spring": "Roswell has been freshly cleaned, her feathers are so shiny and fresh!$1",
"Fri.Roswell.MidHeart.summer": "She preens you, nibbling at your legs as if they were covered in feathers.$1",
"Fri.Roswell.MidHeart.fall": "You give Roswell many scratches and pats, she's so happy to be loved.$1",
"Fri.Roswell.MidHeart.winter": "There's white strands of fur stuck to her body and she looks like she just woke up.",
"Sat.Roswell.MidHeart.spring": "Roswell wants to show you something special.[Fellowclown.AAR_DeathBirdEgg]",
"Sat.Roswell.MidHeart.summer": "Roswell has something in her beak, you go to take it from her but she gobbles it up before you can.$1",
"Sat.Roswell.MidHeart.fall": "She makes a sound, it sounds like one a dinosaur would make.$1",
"Sat.Roswell.MidHeart.winter": "Roswell wants to show you something special.[Fellowclown.AAR_MovoraptorEgg]",
"Sun.Roswell.MidHeart.spring": "You notice that Roswell has teeth. But unlike a normal bird, they stick out like a croc...Is that normal?$1",
"Sun.Roswell.MidHeart.summer": "She bounces as she walks, Roswell has somewhere exciting to be.$1",
"Sun.Roswell.MidHeart.fall": "Roswell wants to show you something important...She looks so sad...[Fellowclown.AAR_MovoraptorFeather]",
"Sun.Roswell.MidHeart.winter": "Roswell has something for you, but she doesn't want to let it go just yet. She has a tight hold on it with her beak.",
///////////////MOD DIALOGUE CROSSOVERS///////////
///EAST SCARP
"Mon.ES":"I’ve been wanting to stop by East Scarp and visit.$1",
"Tue.ES":"East Scarp has a fantastic beach, there’s just too many rock crabs.$2",
///Rodney
"Mon.WWWA":"Rodney O’Brien lives in East Scarp, it’s really very exciting I love his romance novels.$1",
"Tue.WWWA":"Mister O’Brien is…He’s quite a man isn’t he?$4#$b#Sorry, I erm…Listen, I never said I have great taste.$3",
///Reyla
"Mon.Reyla":"Reyla is pretty isn't she? She really loves changing clothes though, I've never seen her in the same outfit twice.$1",
"Tue.Reyla":"Do you think Reyla makes hats? I wouldn't mind a fancy hat.$1",
///WitchSwampOverhaul
"Mon.WitchSwampOverhaul":"I noticed the block into the witches swamp land is missing...$3",
"Tue.WitchSwampOverhaul":"Have you been sneaking around the witches swamp? I hear there's interesting fish in there.$1",
///YFNMC
"Mon.YFNMC":"You know, Marlon has the wrong idea about monsters sometimes.$2#$b#There not all that bad, most are just scared of us.$2",
"Tue.YFNMC":"You know, even ghost have a lot to say around here...$3",
///LitD
"Mon.LitD":"There's been this shadowy figure I keep spotting around town, I keep trying to get a good look at it but it's a real fast critter.$3",
"Tue.LitD":"I swear I heard something giggling outside the saloon last night, but when I went to check it out there wasn't anyone there.$2#$b#Maybe I just, drank a little too much...$2",
///Nora
"Mon.Nora":"Wonder how old Nora is, she's so beautiful but...$2#$b#Well, I don't want to overstep anyway so I guess it doesn't matter.$3",
"Tue.Nora":"Do you think Nora would like a bottle of whiskey? I was considering making a batch of Draga Tongue Whiskey just for her, but I don't know if she drinks.$2",
///BearFam
"Mon.BearFam":"Sig understands more about struggle then I'm honestly okay with.$2#$b#He's so young, he deserves to experience the world at its best not it's worse.$2",
"Tue.BearFam":"I think I noticed someone having big eyes for Sig, but I've been telling myself not to get involved.$3",
///YenaLoomer
"Mon.YenaLoomer":"Darla is....Not an angel, but she's a funny little girl.",
"Tue.YenaLoomer":"Darla reminds me of my second daughter, her name is Amanda and she was so devious as a child.$1",
///MGC
"Mon.MGC":"Cam is a sweet woman, nearly bald headed but that's her style.$1",
"Tue.MGC":"I always loved red hair, it's a real common hair color around here too have you noticed?$2",
///SauriConservationintheValley
"Mon.SauriConservationintheValley":"I hear there's an island that's home to a lot of interesting animals.$1#$b#Animals that shouldn't even be alive anymore..$3",
"Tue.SauriConservationintheValley":"There's an island that was home to a bunch of frog people a long time ago, don't know much about them though.$2",
///Ritzy
"Mon.Ritzy":"Little Sock, up by the guild…He has sticky fingers but who am I to judge, I was the same way back in the day.$3",
"Tue.Ritzy":"I can’t tell what type of creature Sock is, but he seems like a decent critter regardless.$1",
///SVE
"Mon.SVE":"Victor seems to have a real sensitive heart.$2",
"Tue.SVE":"Oliva is...A little off putting yeah?$2",
/////////////VANILLA NPC COMMENTS///////////////
"RejectItem_LyellsJournal": "This doesn't belong to them.",
"Mon.Abigail.00": "Lyell's little raptor friend is sort of temperamental, but she's still so cute!$1",
"Mon.Abigail.01": "Do you think Lyell would let me ride in his boat sometime. I'd love to go sailing.$1",
"Mon.Alex.00": "Man, Lyell sure is ripped. Wonder what his work out routine is $1",
"Mon.Alex.01": "That dude, the eye patch guy. I've seen him get mad.#$b#He still smiles even when pissed, it's creepy.$2 ",
"Mon.Caroline.00": "He's such a big, gentle sweetheart isn't he?#$b#Lyell has never offended me, but Pierre is permanently angry with him ever since Roswell attacked him.$2",
"Mon.Caroline.01": "I wonder how old Lyell is, I remember seeing him before when I was younger and he hasn't really changed a bit.$2",
"Mon.Clint.00": "Mister Halkias is always polite, even when he's angry…$2",
"Mon.Clint.01": "Mister Halkias is nice usually, but I've seen him knock out a visitor to the valley before. He was still polite about it though, even said sorry before hitting the guy.$2",
"Mon.Demetrius.00": "Roswell, she's a Movoraptor but not just a regular one. Apparently, she's a dwarf version.#$b#Interesting isn't it?",
"Mon.Demetrius.01": "The Dea birds Lyell keeps, they’re a nuisance when they escape their enclosure.$3",
"Mon.Elliott.00": "Sailing every night must be inspiring, I envy Lyell's living situation.$2",
"Mon.Elliott.01": "Lyell is a strange man, almost like he's been born straight from a book.$1",
"Mon.Emily.00": "I sense a intense, other world energy around Lyell.$2",
"Mon.Emily.01": "Be weary, something is strange about Lyell's energy…$2",
"Mon.Evelyn.00": "Lyell is a wonderful cook, for once I'm the one getting the cookies!$1",
"Mon.Evelyn.01": "Want some warp root tea dear? It's wonderful with a bit of sugar.$1",
"Mon.George.00": "I can't stand it when people are nice all the time, it feels strange to me.$2",
"Mon.George.01": "That man Lyell, he's  nice and all but he sure can be annoying.$3#$b#Doesn't he ever get angry? Feels so fake to me.$2",
"Mon.Gus.00": "Been considering partnering up with Lyell, he has a lot of interesting recipes you know.$1",
"Mon.Gus.01": "Lyell is one of my best customers and he always pays for every drink of his too.$1",
"Mon.Haley.00": "I wonder if Lyell has running water on that boat of his, he really needs to consider taking a long bath.",
"Mon.Haley.01": "Lyell, he smells just as bad as you usually do. No offense.$2",
"Mon.Harvey.00": "Lyell finally came to his appointment, he's driving me crazy.$5",
"Mon.Harvey.01": "I hope Lyell doesn't skip out on his appointment again, that man needs to take his health more seriously.$2",
"Mon.Jas.00": "Mister Halkias won't tell us how he lost his arm, I mean he tells us how sometimes but each time he says something different so I don't really know what's the truth.$2",
"Mon.Jas.01": "Mister Halkias is always telling Vincent and I not to go near the sewers.$2#$b#But that just makes Vincent want to go near it even more.$2",
"Mon.Jodi.00": "Vincent really seems to love Lyell being around, I think he's a good influence too.$1",
"Mon.Jodi.01": "Lyell's so sweet, he's always helping around town.$1",
"Mon.Kent.00": "Is it wrong of me to distrust a man who betrayed his country? I know he fought for us instead, and I'm grateful but I worry I guess.$2",
"Mon.Kent.01": "It's weird, Lyell's from an island ruled by the empire. yet he fought along side us against Gotoro...Don't know if I trust him yet...$2",
"Mon.Leah.00": "Lyell is sort of weird sometimes. I've seen him stare off into space for a good hour without even blinking once.$2",
"Mon.Leah.01": "Lyell sometimes brings me clay right from Ginger island, it's natural clay too isn't that awesome.$1",
"Mon.LeoMainland.00": "Roswell isn't a very nice bird to adults, but she's never attacked any of us little birds.$1",
"Mon.LeoMainland.01": "I've seen Lyell around Ginger island, he's always very kind to us birds.$1",
"Mon.Lewis.00": "If Lyell doesn't control that chicken of his, I may have to call animal control.$2",
"Mon.Lewis.01": "I'm really tired of Roswell running me off the beach, that place is for everyone!$3",
"Mon.Linus.00": "I don't like how Lyell smokes all the time, those cigarette's smell god awful.$2",
"Mon.Linus.01": "Lyell always brings be something to eat every Monday morning, real sweet of him.",
"Mon.Marnie.00": "Lyell is a sweetheart, he's always coming by with treats for me.$1",
"Mon.Marnie.01": "I do enjoy Lyell's company, but sometimes he can be a little odd.$1",
"Mon.Maru.00": "Do you think Mister Halkias would accept a gift like a glass eye or would he take offense?$2",
"Mon.Maru.01": "I wonder if Mister Halkias would partake in an experiment for me.$1#$b#I've been working on this robotic limb.$1",
"Mon.Pam.00": "Lyell? Oh he's a real weird guy. I don't trust him one bit.$3",
"Mon.Pam.01": "Can you believe the gull, Lyell bought Shane a drink but not me?$2#$b#It's a double standard!$3",
"Mon.Penny.00": "Lyell treats me really sweetly and he's usually polite to my mother, but I can tell he doesn't exactly like her.$2",
"Mon.Penny.01": "Lyell really doesn't seem to like my mother too much...$2",
"Mon.Pierre.00": "Lyell needs to keep that chicken of his on leash!$3",
"Mon.Pierre.01": "That chicken of Lyell's, or raptor? Whatever he calls it, it's the worse bird I've ever had to deal with.$3",
"Mon.Robin.00": "I wish Lyell would just ask for help. I know he struggles fixing that boat by himself.$2",
"Mon.Robin.01": "Roswell is a menace...She's so mean all the time.$2",
"Mon.Sam.00": "Have you met Lyell's crazy chicken yet? Be careful around her, she's really bitey.$2",
"Mon.Sam.01": "Lyell's weird chicken is really mean...$2",
"Mon.Sebastian.00": "I bummed a smoke from Lyell once, and it was the strongest thing I've ever tasted. I nearly got sick from it.$2",
"Mon.Sebastian.01": "The stuff Lyell smokes, makes me want to quit smoking forever.$2",
"Mon.Shane.00": "That guy Lyell, he's a little too friendly sometimes.$2#$b#I'm not his friend, but he doesn't seem to get that.$5",
"Mon.Shane.01": "He's good company I guess, you know Lyell, has great taste in beer at least.$2",
"Mon.Vincent.00": "Uncle Lyell is so much fun! He can lift me way above his head, with just one arm!$1",
"Mon.Vincent.01": "I wonder how Uncle Lyell really lost his arm, everytime I ask he says something different.$2",
"Mon.Willy.00": "Lyell, he catches some good fish from time to time, really makes a profit from what I’ve seen.$1",
"Mon.Willy.01": "I bet that Lyell fella would make a good business partner.#$b#Maybe I could ask sometime.",
"Mon.Wizard.00": "I’m not the only one in town who looks younger than they are, the forces of nature has a way of changing the fates of many, even those outside the valley.",
"Mon.Wizard.01": "Lyell claims he hasn’t a magical bone in his body, but I beg to differ….",
"Mon.Krobus.00": "Lyell has come once before, he gave me clean  water.$1#$b#Was very kind of him.$1.",
"Mon.Krobus.01": "Humans are creatures of sunlight.",
"Mon.Mister Qi.00": "Don’t let Lyell fool you.#$b#There’s to him than meets the eye..",
"Mon.Mister Qi.01": "Lyell’s older than he looks, maybe try investigating that.",
/////////////////////BUFFS//////////////////////////////
"FC.MotherOfRaptors.Buff": "Mother Of Raptors",
"FC.MotherOfRaptors.Buff": "You feel like someone is looking out for you, Movoraptors will no longer attack.",
////////////////////MAP NAMES//////////////////////////
"FC.HalkiasResidents": "S.S Elizabeth",
"FC.BoatBelly": "S.S Elizabeth's Cabin",
///////////////////MAP STRINGS////////////////////////
"FC.Grave": "In memory of Elizabeth-You grew flowers in the darkest parts of my heart.",
"FC.DeaBirdCoop": "A tiny coop for the Dea Birds.",
"FC.Shrine": "It's a shrine, wonder what god's it worships?",
"FC.FC.Dresser.00": "There's a small case hidden inside this drawer.",
"FC.FC.Dresser.01": "There's a pocket knife, it's old but sharp.",
"FC.Radio": "A foreign song plays on the radio.",
"FC.CowboyBoots": "A pair of Lyell's cowboy boots.",
"FC.DrinkShelf": "A collection of alcoholic beverages.",
"FC.Closet": "This closet is crowded with storage and clothing.",
"FC.CaveFlowerPlanter": "A small flower grows, it smells of earth and water.",
"FC.PetBowl": "Roswell's bowl of food and water.",
"FC.TV": "A forgotten movie is playing on the Television.",
"FC.Trash": "It's a small trashcan filled with beer cans.",
"FC.Fireplace": "A comforting fire flickers inside the fire place.",
"FC.Stove": "It's a wood burning stove, it's old but well taken care of.",
"FC.Stink": "It's a hand pumped sink, the water comes fresh from the boats water tank.",
"FC.Fridge": "The fridge is well stocked, but the freezer only has a strange bag in it.",
"FC.TropaTree": "The fruit on this tree is soft and fuzzy.",
"FC.HeaviousTree.00": "The bark is sticky to the touch.",
"FC.HeaviousTree.01": "You can smell the trees sap clearly, it smells very sweet.",
"FC.HeaviousTree.02": "You wonder how a tree is kept alive in the cabin of a boat...",
"FC.ClothesLine": "The fabric is nearly dry.",
"FC.RaptorIncubator.00": "There's nothing inside the incubator.",
"FC.RaptorIncubator.01": "There's an egg inside the incubator.",
"FC.RegularCrop.Spring": "The stalks are soft, almost like a puff of cotton.",
"FC.RegularCrop.Summer": "The leaves of this plant feels silky to the touch.",
"FC.RegularCrop.Fall": "You wonder what these are used for...",
"FC.RegularCrop.Winter": "The leaves feel prickly to the touch.",
"FC.LargeCrop.Spring": "There's something odd about this plant.",
"FC.LargeCrop.Summer": "Strange, there's not a bug in sight...These plants are well taken care of...",
"FC.LargeCrop.Fall": "The shroom smells strange, almost like medication...",
"FC.LargeCrop.Winter": "The top of the root sticks out from the ground, it is leathery to the touch.",
"FC.Keg": "Whatever is inside, it smells strongly of spices.",
"FC.MeekTree.00": "The bark is smooth to the touch.",
"FC.MeekTree.01": "The sap leaking from this tree doesn't smell very sweet and it is extremely sticky.",
"FC.MeekTree.02": "The leaves from this tree feel brittle, but they look very healthy.",
"FC.ReuuTree.00": "The sap of this tree smells like super glue-uhoh....",
"FC.ReuuTree.01": "The wood of this tree feels very soft to the touch.",
/////////////////////OBJECTS////////////////////
"FC.Elizabethsring": "Elizabeth's Ring",
"FC.Elizabethsring.Desc": "Lyell's treasured object. Take good care of it.",
"FC.StoneRelic": "Stone Relic",
"FC.StoneRelic.Desc": "An ancient stone artifact; there's a portrait carved into it.",
"FC.LostJournal": "A Private Journal",
"FC.LostJournal.Desc": "A collection of private thoughts..",
"FC.ArcanianCoin": "Arcanian Coin",
"FC.ArcanianCoin.Desc": "The Arcanian Currency.",
"FC.MovoraptorIncubator":"Tropical Incubator",
"FC.MovoraptorIncubator.Desc": "An specialized Incubator designed to mimic a tropical environment.",
"FC.LyellsRecipeBookLearn": "Lyell's Recipe Book",
"FC.LyellsRecipeBookLearn.Desc": "Open the book up and learn some new cooking recipes straight from Arcania.",
"FC.AuulasBook": "Book Of Auula",
"FC.AuulasBook.Desc": "A book of great power.",
////////////////////////COOKED FOODS///////////////////////////
"FC.CheeseyGaggleStew": "Cheesey Gaggle Stew",
"FC.CheeseyGaggleStew.Desc": "A thick and hardy mushroom stew, perfect for a hungry farmer.",
"FC.SpicyRaphusEggScramble": "Spicy Raphus Egg Scramble",
"FC.SpicyRaphusEggScramble.Desc": "Unleash your beast with this perfectly seasoned dish of scrambled Raphus eggs.",
"FC.DeaEggHash": "Scavenger's Hash",
"FC.DeaEggHash.Desc": "A dishto die fort, according to some.",
"FC.AdauulaCakes": "Adauula Cakes",
"FC.AdauulaCakes.Desc": "A healthy breakfast for a morning on the go.",
"FC.StuffedAdauulaRoll": "Stuffed Adauula Roll",
"FC.StuffedAdauulaRoll.Desc": "Enjoy the childhood nostalgia of an Arcanian home, with this traditional stuffed roll of adauula bread.",
"FC.GaggleShroomTea": "Gaggle Shroom Tea",
"FC.GaggleShroomTea.Desc": "Pain is univeral in this world and so the Arcanian people worked towards easing physical hardship with this mind and body altering tea.",
"FC.WarpRootTea": "Warp Root Tea",
"FC.WarpRootTea.Desc": "For a sleepless night, the children of Arcania would sip this tea to help them rest soundly, as the busy wildlife of their homeland grew more active at sundown.",
"FC.AdauulaSweetTwist": "Adauula Sweet Twist",
"FC.AdauulaSweetTwist.Desc": "Express your desire for love with this home baked twist of sweeten bread.",
"FC.AdauulaAppleRoll": "Adauula Apple Roll",
"FC.AdauulaAppleRoll.Desc": "Even Arcanian people like fusion cuisine.",
"FC.TuuphPuff": "Tuuph Puff",
"FC.TuuphPuff.Desc": "Best served hot, this dish was a popular choice among the social elite.",
"FC.SourAdauulaBread": "Sour Adauula Bread",
"FC.SourAdauulaBread.Desc": "While sour in taste, this bread isn't considered spoiled. Infact, the more sour the better.",
"FC.WarpRootIcey": "Warp Root Icey",
"FC.WarpRootIcey.Desc": "Are you sick? Does your throat hurt? Eat this bitter icecream, it'll help.",
/////////////////////////////ARTISAN///////////////////////////
"FC.TropaWine": "Tropa Wine",
"FC.TropaWine.Desc": "",
"FC.RefinedTropaWine": "Refined Tropa Wine",
"FC.RefinedTropaWine.Desc": "",
"FC.AdauulaFlour": "Adauula Flour",
"FC.AdauulaFlour.Desc": "Grounded adauula stalks, typically used as a bread ingredient.",
"FC.TonguulaWhiskey": "Tonguula Whiskey",
"FC.TonguulaWhiskey.Desc": "Sweet, Sour, Gone.",
"FC.MovoraptorMayo": "Movoraptor Mayonnaise",
"FC.MovoraptorMayo.Desc": "Movoraptor Mayonnaise, because even raptor mayo goes well on a sandwich.",
"FC.DeaMayo": "Dea Bird Mayo",
"FC.DeaMayo.Desc": "Dea Bird Mayo, otherwise known as death mayo, because of it's strong and overwhelming flavor.",
"FC.RaphusMayo":"Raphus Mayo",
"FC.RaphusMayo.Desc": "It's very gamey, but still technically mayonnaise.",
///////////////////////FURNITURE//////////////////////////////
"FC.FeedRug": "Movoraptor Feeding Plate",
"FC.GigantaMovo": "Movoraptor Arcagallus Giganta Repilica",
//////////////////////////////Foliage/////////////////////////
"FC.TropaFruit": "Tropa Fruit",
"FC.TropaFruit.Desc": "This fruit is covered in fuzz.",
"FC.TropaSeed": "Tropa Tree Seed",
"FC.TropaSeed.Desc": "An ancient tree, once thought to have been lost to history. Bears fruit in winter.",
"FC.TropaWood": "Tropa Wood",
"FC.TropaWood.Desc": "A hard wood and fragrant wood with a variety of uses.",
"FC.DragaTonguulaSeeds": "Draga Tonguula Seeds",
"FC.DragaTonguulaSeeds.Desc": "Plant this crop in summer and harvest it's fruit in 8 days, it's reharvestable in 3 days.",
"FC.DragaTonguula": "Draga Tonguula",
"FC.DragaTonguula.Desc": "Sweet, Sour and juicy; this crop is perfect for making fruity drinks.",
"FC.AdauulaStalkSeeds": "Adauula Stalk Seeds",
"FC.AdauulaStalkSeeds.Desc": "Plant this crop in spring and harvest it's stalks in six day, it's reharvestable in 2 days.",
"FC.AdauulaStalk": "Adauula Stalk",
"FC.AdauulaStalk.Desc": "Fluffy to the touch, this crop is often used as wheat in Arcania.",
"FC.GaggleShroomSeeds": "Gaggle Shroom Seeds",
"FC.GaggleShroomSeeds.Desc": "Plant this crop in fall and harvest it's mushrooms in five days.",
"FC.GaggleShroom": "Gaggle Shrooms",
"FC.GaggleShroom.Desc": "Growing groups of 3, often described as gaggles. These mushrooms are not to be consumed raw, but when cooked have a meaty taste.",
"FC.WarpRootSeeds": "Warp Root Seeds",
"FC.WarpRootSeeds.Desc": "Plant this crop in winter and harvest it's produce in five days.",
"FC.WarpRoot": "Warp Root",
"FC.WarpRoot.Desc": "While bitter and hard to eat, this root plant is often used in teas and icecreams.",
/////////////////////////////MAIL///////////////////////////
"FC.CoinQuest.Mail": "Dear @,^I was hoping you would be willing to help me find the rest of my Arcanian coins.^I've been finding most of them in Cindersap Forest by digging in the dirt. If you can find the 100 coins I am missing, I will reward you for your efforts.^-Lyell Halkias",
"FC.CoinQuest.Mail.Title": "Needing a hand!",
"FC.LostJournal.Mail":"I can't believe it, but I've lost my private journal.^I will give you a reward if you find and return it.^-Lyell Halkias",
"FC.LostJournal.Mail.Title":"The Lost Journal.",
"FC.StoneRelic.Mail" : "It's with a heavy heart that I request your help. Every so often, the people of the museum feel the need to return family heirlooms to their rightful owners.  The Zuzu Museum of Natural History had sent me an important shipment. However I received a call telling me the terrible news: the shipment was lost, but it was lost here in the valley. Please @, if you find it, bring it to me. I will look too. And of course, I will reward you.^-Lyell Halkias",
"FC.LyellCourtShip.Mail": "@, do not be weary. ^All is well, I write to you in hopes of inviting you to my home for a chat. Within my living quarters is a hatch to the cabin of my boat. If you could come join me in the belly of my home, I would very much like to ask you something important.^Don't worry, Roswell will behave.^-Lyell Halkias",
"FC.LyellCourtShip.Mail.Title": "Will you come by?",
"FC.ElizabethsRing.Mail": "With Winter being brooding season for Movoraptors, you might notice your birds starting to lay eggs.^Wear this ring and the Raptors won't attack you when you go to collect their eggs.^-Lyell Halkias",
"FC.ElizabethsRing.Mail.Title": "A gift-",
"FC.Apology.Mail.Title": "Please Read",
"FC.Apology.Mail": "Dear @,^I hope you’re doing well. I wanted to reach out and sincerely apologize for my behavior at the dock. I regret being aggressive while drinking, and I genuinely feel embarrassed about it.^It’s important to me that we clear the air, and I truly hope you can forgive me.^I value our friendship and would love for you to visit anytime. ",
"FC.Invite.Mail.Title": "Invitation to sail.",
"FC.Invite.Mail": "@,^I hope you’re doing great!^I wanted to invite you to an exciting evening out on the water.^I’m planning a sailboat ride to watch the zuzu fireworks show, and it wouldn’t be the same without you.^It’ll be a perfect chance to relax, catch up, and enjoy some stunning views as we sail.^I'll meet you at the beach at six o'clock at night, hope to see you there!^-Lyell Halkias",
"FC.AuulasBook.Mail": "Qi,^I hope this letter finds you and that you show me mercy. I write to plea with you, I know you've found the book of Aluua.^I have been searching for years for that book, please have it in your heart to give it to me. I will be willing to trade anything, even information.^Consider my offer, I will stop by your headquaters soon for an answer.^-Lyell Halkias",
"FC.AuulasBook.Mail.Title": "An Immortal's Plea",
/////////////////////////////Quest///////////////////////////
"FC.LostJournal.Quest.Title": "The Lost Journal",
"FC.LostJournal.Quest.Desc": "I cannot find my private journal anywhere in my home. I fear I may have dropped it when I was wandering the valley. If you happen upon it, please return it. I’ll happily pay you a reward for it.",
"FC.LostJournal.Quest.Obj": "Locate and return Lyell’s private journal.",
"FC.LostJournal.Quest.Reaction": "My journal! Thank you so much for returning to me, I knew if anyone could find it’d be you.$1[Fellowclown.TW_DragaWhiskey]#$action AddMail Current Fellowclown.TW_QuestCompleted8 received",
"FC.StoneRelic.Quest.Title": "Precious Relic",
"FC.StoneRelic.Quest.Desc": "Someone took the most important object I own. It’s a stone relic, I confronted them and it turns out they lost it somewhere in the valley. If you find it, I’ll pay anything to have it back.",
"FC.StoneRelic.Quest.Obj": "Locate and find the precious relic.",
"FC.StoneRelic.Quest.Reaction": "You…You found it.$1#$b#Thank you, thank you so much @.#$b#I won’t forget this.[Fellowclown.TW_MaleMovoraptorEgg]#$action AddMail Current Fellowclown.TW_QuestCompleted9 received",
"FC.CoinQuest.Quest.Title": "Assistance needed.",
"FC.CoinQuest.Quest.Description": "Lyell's Arcanian coins fell from his bag across the valley and he needs help finding them.",
"FC.CoinQuest.Quest.Objective": "Dig up 100 of Lyell's missing Arcanian coins and then deliver them to him for a reward. The coins should be scattered across the valley.",
"FC.CoinQuest.Quest.Reaction": "You found the rest!$1#$b#I mean literally the rest, here I'll match you in Ferngill currency.#$action AddMail Current Fellowclown.TW_CoinQuestComplete.Mail received",
"FC.AuulasBook.Quest.Title": "Seek out the book of Aluua?",
"FC.AuulasBook.Quest.Desc": "Sound like Mister Qi has been keeping something from Lyell.",
"FC.AuulasBook.Quest.Obj": "Mister Qi, appears to be keeping something important from Lyell. Go to his headquaters and see if you can find the book of Aluua.",
"FC.AuulasBook.Quest.Reaction": "What...#$b#You know Qi? Did they just decide to send you with the book?$2#$b#It doesn't matter I guess, thank you @...#$b#I needed this so badly, Here I'll pay you.",
////////////////////////////SHOP//////////////////////////////
"FC.Lyell.Shop": "Buy what you need, but be honest...Roswell is watching.",
"FC.SeedStorage": "Take whatever you need.-Love Lyell",
////////////////////////////MEEP////////////////////////////////
"FC.DeaBird.00": "He coos at you!",
"FC.DeaBird.01": "She pecks curiously at your shoe.",
"FC.DeaBird.02": "She tilts her head to the side, staring at you with her big dark eyes.",
"FC.Movorpator.Book": "Movoraptor arkagallus was once a formidable predator in the Arcanian island system. However, the arrival of humans to Arcania significantly shifted the relationship between these raptors and the land, as well as its fauna. Through generations of effort, the Movoraptor was domesticated and trained to protect and care for its human counterparts. Due to their territorial instincts, female raptors often adopt groups of humans as their own offspring. In rare cases, they may select a human as a lifelong companion.^Selective breeding has also transformed the reproductive process of the Movoraptors. Originally a species that relied on sexual reproduction, females have developed the ability to reproduce asexually through a process known as parthenogenesis. As a result, a male Movoraptor is produced in only two out of every twenty eggs laid. In modern times, male hatchlings are considered a genetic anomaly and seldom make it to adulthood; young Movoraptors will sometimes kill and cannibalize their smaller siblings to eliminate competition.  As the male chicks tend to be significantly smaller than females, they are frequently eaten by their larger sisters. Those that survive generally do so by being found and recruited by adult males, who are otherwise not allowed to raise chicks.^The dynamic between female and male Movoraptors is a complex one. While females group up units of five to ten; the males tend to group in pairs of two to four. However, both males and females operate under the control of an alpha female, who tends to be the oldest and strongest female among the flock. Male raptors will live at a distance from the females, only approaching to scavenge, recruit male hatchlings, and attempt to mate.^While the female Movoraptor possesses remarkable asexual reproductive capabilities, it is important to note that it remains possible for a male and female raptor to produce an egg through sexual reproduction. Though such instances are relatively rare, when a male and female do mate, the offspring tend to reflect the ancient variation of Movoraptor arkagallus. This ancient genetic variant is characterized by its larger size and a longer, broader snout with no beak. Furthermore, it showcases brightly colored monofilaments, in contrast to the more complex feathers found in modern Movoraptor species.",
"FC.Arcania.Book": "The story of Arcania begins with an ancient tribe migrating when glaciers connected continents, making long journeys possible. Setting off during the early Stone Age, these tribes left their homeland and ventured towards a new, untouched group of islands. They were the first to settle there, naming the three land masses Arcania after their tribe's namesake. This marked the beginning of their colonization efforts in these unexplored lands. However, tensions arose among them, stemming solely from matters of faith. Different clans were dedicated to worshiping different goddesses, leading to an inevitable dispute over which deity to worship as a whole.^This disagreement over theology caused the people of Arcania to split into three separate groups, each relocating to different islands. Ruual, to the west, became home to worshipers of Lipheum. Suuwe, to the east, welcomed followers of Arah. Tuuwe, which is situated between Ruual and Suuwe, honored both goddesses. Tuuwe quickly became a hub of peace and trade among the groups.^For centuries, the Suuwe and Ruual peoples lived apart. But as the population of Arcania declined due to the attacks of dangerous animals and harsh weather, they had to come together, and reunite  on the island of Tuuwe to face these challenges as one group. Today, the people of Arcania still live together on this island, showing that unity brings peace amid chaos.^Chapter One: The beautiful land of Arcania^To be written-",
"LyellHouse.StoneRelic.01": "Wonder who this girl is?",
"FC.Guide.Cover":"Arcania By Dr.Saurianne Sago",
"FC.Guide.01":"Galeabison lanatus, or the helmeted bison is easily recognizable by its unique horns, which are fused to create a large helmet-cap that covers the head, used in defense and intraspecific competition. Behaviorally they are similar to other bovids, herbivores living in mostly-female herds protected by a dominant male. The domestic variety is a source of milk, meat, fiber, and a beast of burden.",
"FC.Guide.02":"Cervicapra muntiacoides, otherwise known as the gouud or Arkanian goat is a semi-domestic caprid kept for its wool and milk. Originally thought to be a relative of deer, genetics indicates they are more closely related to goats, and were domesticated independently on Arkania. Their aggressive temperament and picky diet have led to an increase in popularity of true goats over them, however, leading to concerns over their conservation status.",
"FC.Guide.03":"Following the introduction of Equus ferus caballus to the islands, Arcania has a semi-feral population of horses. They are largely considered invasive, but residents still will tame them for labor and transportation. The Arcanian Mustang is a large, durable breed and known more for its stamina than its speed. There has been some debate over whether or not to consider them a draft breed.",
"FC.Guide.04":"Pseudotapirus dentigrandis, otherwise known as the tapi, are generalist foragers which fill the niche of pigs. Though they resemble tapirs, genetic studies suggest they are more closely related to rhinos. Domestic and wild varieties can be distinguished by the latter’s black tusks. They are the only perissodactyl known to typically give birth to twins.",
"FC.Guide.05":"Monsanthropus arkanensis is a mountain-dwelling primate from the island of Arcania. While slow-moving, they are very strong and territorial, only tolerating other adult Durrahs during mating season. They are known to display aggression towards anything they perceive as invading their territory, and humans that have strayed too close have been attacked and sometimes eaten.",
"FC.Guide.06":"Movoraptor arkagallus, also affectionately called the dino chicken, are omnivorous and are highly territorial and often aggressive, however they form tight-knit all female family units. The oldest female in the group is the boss and the chicks are usually equals until the largest takes second in command.",
"FC.Guide.07": "Male Movoraptor's are more docile and gentle compared to the females and their hatching rates are lower. They tend to live in pairs of males and typically hang around females to scavenge and raise the the male young.",
"FC.Guide.08":"Raphus arkanensis is the largest of the still-extant Fern Islands Raphus species; the extinct Great Raphus was slightly larger but lighter. Adapted to live alongside Arcania’s predators, they are more skittish, faster, and stronger than most other Raphus species. As with many other Raphus’s, human hunting has damaged their population, and they are a protected species as such.",
"FC.Guide.09":"Arkanomys lingua is the size of a cat, the shevit is a large rodent native to Arcania. These curious rodents are highly intelligent, with some demonstrating levels of intelligence similar to three-year-old children. They have highly-developed vocal folds and can mimic a wide variety of sounds, including human speech, a trait which often startles visitors to the island system.",
"FC.Guide.10":"The Phacochoerus Arkanensis, which is also known as the Tuusca, is the largest breed of boar in the world. These hogs have muscular bodies, large facial tusks, and an omnivorous diet. Although they are solitary animals, they do form family units. While the females are less prone to violence, it is not advised to domesticate the Tuusca, as they tend to be aggressive and highly territorial.",
"FC.Guide.11":"Thylacinus cynocephalus was once found in grasslands, wetlands, and dry eucalyptus forests. However, the Thylacines of Arcania have evolved to survive in tropical forests. They tend to be quiet and nervous in temperament. When captured, many die suddenly, apparently from shock. This is why efforts to domesticate them have been slow.",
"FC.Guide.12":" Palamedea rufus, otherwise known as the Red-Capped Zuzu are native to the area around Zuzu City in mainland Ferngill, zuzu are members of the screamer family introduced to Arcania for pest control. They are best known for their vocalizations and elaborate mating dance, which has made them a symbol of love. As they are an introduced species the population is controlled by culling, but their docile nature and ready adaptation to farm life have popularized them with the locals, complicating this.",
"FC.Guide.13":"Chamaeleonidae arkanensis, a tropical variation of chameleon, has become endangered since its discovery. These Arcanian chameleons are known to group up for protection and are more timid than other fauna in Arcania.",
"FC.Guide.14":"Although the plant life in Arcania is diverse, the Arcanian people have certain staple crops that they grow and consume. They work diligently to cultivate these crops each season.",
"FC.Guide.15":"The region experiences a mild climate characterized by only two seasons: summer and winter. The summers are longer than the winters, and the winter is also relatively mild.",
"FC.Guide.16":"However, when grown in different climates, these plants can be separated into four groups that follow spring, summer, fall and winter. Some of these plants actually thrive better in foreign countries than in their native land",
"FC.Guide.17":"Although winters are generally mild, there are some crops that require the coldest times of the season to grow, and they thrive in frost. Interestingly, these plants seem to grow better in foreign locations that experience all four seasons, which implies that they could be considered invasive.",
"FC.Guide.18":"Arcania is a group of three islands, each with its own name. The ancient 'true' name, Arcania, is still revered by the population and even preferred.",
"FC.Guide.19":"The main island of Arcania, Tuuwe, is the only safe place for humans due to its fauna. While the other islands offer unique fauna to see, Tuuwe is the only island that is safe enough for humans to inhabit.",
"FC.Guide.20":"At present, the Arcanian people have developed a new theology by combining their three existing belief systems. In this new theology, the three goddesses are worshiped together as a group. To show their devotion and reverence, the Arcanians offer various items at their altars. These offerings usually include gold, alcohol, and food.",
"LyellHouse.Page01.01": "The photos look old and some of them appear damaged.",
"LyellHouse.Page02.01": "These photos look a newer, some are even in color.",
"LyellHouse.Page03.01": "None of these people look familiar and the photos appear older, like the first page.",
"LyellHouse.Page04.01": "These are old as well, but they're not as damaged as the first page. There is a knot of hair pinned to the page and a flower is stuck on with a wax seal.",
"LyellHouse.Page01.02": "These are photos of Lyell's family.",
"LyellHouse.Page02.02": "Some of his family are still alive.",
"LyellHouse.Page03.02": "Some have passed a long time ago.",
"LyellHouse.Page04.02": "But they will live on within him, in the memories he loves.",
///////////EVENTS//////////////////
"Wedding.00": "Yaluu, people of another land.$1#$b#...And Lewis...$2",
"Wedding.01": "In the eyes of their peers.",
"Wedding.02": "And the memory of family, come to witness the bonding of two families.$1#$b#A family of the land and a family of the water.#$b#Let waters meet at the shore to bring the two households together.$1",
"Wedding.03": "With this flame, we brighten the path to harmony and ask the god's to bless this bonding.$1",
"Wedding.04": "And now, we listen...Let us close.",
"Wedding.05": "Agapi, my stars...",
"Wedding.06": "My family is not here to greet you.#$b#But I can feel their approval.#$b#When we first met, my heart had warmed.#$b#And as we grew close, the sorrow in my heart subsided.#$b#As a sailor, the stars light my way and beckon me to better places.#$b#But if the stars took the form of a person, they would be you.#$b#You have guided me, from the moment we met to something better than yesterday. To a life worth experiencing.#$b#I promise I will be here, I will care for you until the end my Agapi.#$b#And I will love you always.",
"Wedding.07": "With the blessing of the gods...#$b#And under the authority of Mayor Lewis..$2",
"Wedding.08": "I pronounce these two bonded for life.",
"LyellIntro.00": "Is that a chicken?",
"LyellIntro.01": "#Step away from the chicken!#Pet the...chicken",
"LyellIntro.02": "She's gearing up for another attack.",
"LyellIntro.03": "God's above!",
"LyellIntro.04": "Are you okay stranger?$11#$b#I'm so sorry about Roswell, she's very territorial.$11#$b#She's sort of claimed this entire beach as hers...$3#$b#Did she hurt you?$2",
"LyellIntro.05": "#I'm fine, but you shouldn't leave an aggressive pet unattended.#I'm fine, it didn't even hurt really.#I'm not fine, you shouldn't leave an aggressive pet unattended.#I'm not fine, she didn't hurt me too badly, but you she should be leashed if she's so aggressive.",
"LyellIntro.06": "Ah...$11#$b#Yeah, you're right about that.$2#$b#I'm real sorry, usually I keep a close eye on her.$3#$b#I just wanted to go for a swim and usually only people she knows will approach her.$2#$b#I'll keep a closer eye on her, I promise.$2",
"LyellIntro.07": "Oh jeez, but she did hurt you?$11#$b#Usually she wouldn't really hurt someone...$2#$b#Roswell will peck sure, but I've never seen her really break the skin...$2#$b#I'm so sorry about her, I really shouldn't have left her unattended...$2",
"LyellIntro.08": "Oh...$2#$b#Yeah that does look like a pretty nasty mark too, I'm so sorry.$11#$b#I shouldn't have left her alone for that long, I just wasn't thinking a new face would come around.$2#$b#She's friendly to people she knows...$2#$b#Here, this will help...#$b#This tea will numb any pain while you get to Harvey.$2",
"LyellIntro.09": "Leashed?!$5#$b#No way in hell am I leashing Roswell.$2#$b#She can be a bit aggressive, but she's just a little thing.$2#$b#Besides, don't approach strange animals.$5#$b#You never know how an animal will react to you so don't go messing with ones you don't know.$5",
"LyellIntro.10": "By the way, my name is Lyell.#$b#I usually visit Pelican Town beach every Monday,Tuesday,Wednesday and Thursday.$1#$b#I sell seeds and a few other things.$3#$b#If you come by the beach and see a boat at shore, that's me.$1#$b#Come by and visit okay?",
"LyellIntro.11": "Roswell! No!",
"LyellIntro.12": "Roswell, be good!",
"LyellIntro.13": "Sorry about Roswell, she's not always the nicest animal...$2#$b#She very territorial and has claimed this entire beach as hers.$3#$b#Such a selfish little thing ain't she?$1",
"LyellIntro.14": "#You shouldn't leave your aggressive pet unattended.#She's just fine, I shouldn't have approached a strange animal.",
"LyellIntro.15": "Oh hell...$2#$b#You're right, I really shouldn't have left her alone for that long.$2#$b#Just, usually only people who know her will approach her and Roswell treats people she trust very well.$2#$b#I don't want to leash her though and even if I lock up my home, she finds a way outside.$3#$b#Little menace to society.$1",
"LyellIntro.16": "Well, yes that's true.$2#$b#You shouldn't ever approach an animal you don't know.$2#$b#But I really need to find a way to keep her from attacking people.#$b#I just hate the idea of leashing her up and she's really quite the escape artist too.$2#$b#I'm just lucky she's so small, usually Movoraptor's are much larger.$3#$b#Roswell is a miniature version of Movoraptor.$1#$b#I will figure something out though, I promise you.$3",
"LyellIntro.17": "By the way, my name is Lyell.#$b#I usually visit Pelican Town beach every Monday, Tuesday, Wednesday and Thursday.$1#$b#I sell seeds and a few other things.$3#$b#If you come by the beach and see a boat at shore, that's me.$1#$b#Come by and visit okay?",
///Lyell's first heart event
"TalkingWithLyell.00": "Good girl, Roswell!",
"TalkingWithLyell.01": "Oh! It's you again.$11#$b#You gave me quite a scare there! You shouldn't sneak up on people like that.#$b#I was just watching the water and well, Roswell.$3#$b#I'm keeping an eye on her...$2#$b#There's something about the way water moves around her and with the breeze that calms my mind down.$1#$b#I tend to overthink things, is all...",
"TalkingWithLyell.02": "She's a good girl Roswell, a bit crazy sometimes but I care for her.$1",
"TalkingWithLyell.03": "Roswell...Don't.",
"TalkingWithLyell.04": "Come here.",
"TalkingWithLyell.05": "Give her time, I promise she'll settle down.#$b#Buh...It's all such a mess though, If I knew how, I would just turn my brain off, live like Roswell does on instinct and fruits, you know what I mean?",
"TalkingWithLyell.06": "#I understand.#I don't understand.#I think I understand.",
"TalkingWithLyell.07": "I had a feeling you would get it, you've got a real busy looking stare.$1#$b#You know, thoughtful?$3",
"TalkingWithLyell.08": "It's okay, our differences make things interesting...$3#$b#Plus, it's probably good that you don't overthink everything.",
"TalkingWithLyell.09": "It's okay if don't get it completely...I know it probably sounds pretty weird in retrospect.$3",
"TalkingWithLyell.10": "Well, be happy and stay shapely my friend.",
///Lyell's second heart event
"LyellsShopVist.00": "No, thank you.", //Lyell
"LyellsShopVist.01": "Hey it's okay, it's only a 100 coins.$1", //Abigail
"LyellsShopVist.02": "Your father would be very angry with you, I won't be the cause of that.$2", //Lyell
"LyellsShopVist.03": "Truffle Oil...", //Lewis
"LyellsShopVist.04": "Well, I'm working the front until he gets back.$1#$b#Maybe he'll stop putting me in charge if he catches me.$1", //Abigail
"LyellsShopVist.05": "You're a rebellious one.$1#$b#So was I when I was young.$3#$b#But not so much anymore, I'll ask Harvey if he has the coin to spare.$3", //Lyell
"LyellsShopVist.06": "Hmph, weirdo...", //Pam
"LyellsShopVist.07": "Arah Above!", //Lyell
"LyellsShopVist.08": "You scared me @, such a soft walker.$11#$b#I didn't even realize someone was close by.$11", //Lyell
"LyellsShopVist.09": "Can I help you with anything?#Pierre won't go bankrupt from 100 lost coins.#I can give you that, it's no problem.",
"LyellsShopVist.10": "This is true...But it wouldn't be honest of me.$2#$b#Plus, I'm too old for that kind of behavior.$3#$b#I'm sure Harvey will have a coin for our groceries.$4", //Lyell
"LyellsShopVist.11": "Oh man, you think we both offended him?$2", //Abigail
"LyellsShopVist.12": "Oh.$1#$b#That's incredibly kind of you @...$2#$b#I wasn't expecting that.$16#$b#Thank you, @.$4", //Lyell
"LyellsShopVist.13": "Your offer was very kind Abby, but here's that coin.$1#$b#Courtesy of @.$4", //Lyell
"LyellsShopVist.14": "Thank you, Mister Halkias.$1#$b#I'll make sure to be even more rebellious, just for you.$1", //Abigail
"LyellsShopVist.15": "You're silly Abby.", //Lyell
"LyellsShopVist.16": "Be happy.", //Lyell
"LyellsShopVist.17": "And stay shapely.", //Lyell
"LyellsShopVist.18": "And truly thank you @, I appreciate the kindness.$1", //Lyell
///Lyell's third heart event
"LyellsAppointment.00": "Wait! Mister Halkias!",
"LyellsAppointment.01": "Please, I meant no offense.$2#$b#Come back into the examination room, this is very important.$2",
"LyellsAppointment.02": "To you...",
"LyellsAppointment.03": "This is important to you.$2#$b#But not to me.$5",
"LyellsAppointment.04": "Not again...",
"LyellsAppointment.05": "Well, it should be important to you too!$5#$b#Staying healthy is important... especially when you have animals...And people that are depending on you.$2",
"LyellsAppointment.06": "You wouldn't get it, but that's okay.$2#$b#It's really not a problem.$1",
"LyellsAppointment.07": "You're dragged in here unconscious at least twice a month.$5#$b# You're going to end up working yourself to death if you keep this up.$2",
"LyellsAppointment.08": "Lyell?",
"LyellsAppointment.09": "Dear, you really shouldn't fight with doctor Harvey, he is only trying to help you.$2",
"LyellsAppointment.10": "Don't...Please.",
"LyellsAppointment.11": "@...Won't you have my back here?$2#$b#One hard working person to another, you understand don't you?$3#$b#We know our limits better than anyone.$1",
"LyellsAppointment.12": "Right?#Absolutely, you know yourself best.#I don't want to get involved.#Sometimes it's better to listen to others.",
"LyellsAppointment.13": "I knew you'd understand, I just had this feeling in my gut.$3",
"LyellsAppointment.14": "Ah, well I guess that' fair...$2#$b#Sorry about that...$3",
"LyellsAppointment.15": "...$11#$b#You really believe that?$2#$b#I mean...I guess so, I'm not too worried about myself. I always have a way of getting right back up you know.$3",
"LyellsAppointment.16": "I really want to leave though...#It's not fair that you're being pressured, maybe make a new appointment when things have calmed down?#It's up to you, no one can stop you from leaving.#You shouldn't leave, Harvey really just wants to help you.",
"LyellsAppointment.17": "A new appointment sounds like a great idea, maybe something more casual?$1#$b#We could set up a home visit, so you feel more comfortable.$1",
"LyellsAppointment.18": "Oh yeah, you're absolutely right too. I'm heading home right now, I've had it with this entire mess.$3",
"LyellsAppointment.19": "Oh dear...Let's not pressure Lyell so much though...",
"LyellsAppointment.20": "Okay listen, I'll call back in a couple days...$2#$b#We can make an appointment then, sounds good?",
"LyellsAppointment.21": "That sounds fair, just promise me you'll take better care of yourself?$2#$b#I worry about you Mister Halkias.$2",
"LyellsAppointment.22": "I promise...",
//Lyell's fourth heart event
"DrunkenSorrow.00": "Lyell's boat door has been left open, you go to investigate...",
"DrunkenSorrow.01": "Out late huh?$1#$b#I'm the same way...$2#$b#Don't worry, I don't usually drink this much.$1#$b#It's just a special night tonight.$1",
"DrunkenSorrow.02": "My wife had a birthday recently and we're finally celebrating.$1#$b#She's here in memory...Maybe even in spirit.$2",
"DrunkenSorrow.03": "Sob",
"DrunkenSorrow.04": "I'm sorry, Elizabeth...",
"DrunkenSorrow.05": "I'm so alone...",
"DrunkenSorrow.06": "#Silently squeeze his shoulder to show comfort.#Verbally comfort him but don't touch him.",
"DrunkenSorrow.07": "Don't...",
"DrunkenSorrow.08": "You're too sweet...",
"DrunkenSorrow.09": "Sniff sniff...",
"DrunkenSorrow.10": "Sorry...I think I just, had a little too much to drink...Please, it's time for you to leave...$2#$b#I'll walk you out...$2#$b#Okay?$2",
"DrunkenSorrow.11": "I'm sorry about that, it's just...I had forgotten Elizabeth's birthday this year...$2#$b#It was a few days ago and I feel just awful about it.$2",
"DrunkenSorrow.12": "#I don't think she would mind, it'll be okay.#Yeah, you forgot, that's not okay. You have to remember her, right?",
"DrunkenSorrow.13": "No, it won't be okay...I can't let myself forget her, she was my whole world @...$2#$b#She changed me for the better.",
"DrunkenSorrow.14": "It doesn't feel good, forgetting about something so important...$2#$b#I've been forgetting bigger chunks of my past...If I forget Elizabeth, I don't think I'll be the same person anymore...$2#$b#I'm scared of who I'll become without her...$2",
"DrunkenSorrow.15": "I wasn't always the nicest person, I was so angry before meeting her...$2#$b#There's a lot to be mad about honestly...$2#$b#But Elizabeth, she made things happier for me.$1#$b#Gave me a reason to be better.#$b#My biggest fear is becoming that angry person again.$2",
"DrunkenSorrow.16": "#You can be a better person on your own, you made the changes not Elizabeth...#Maybe you just need some rest for now, you've been drinking. Why not return to these feelings when you're more level headed.",
"DrunkenSorrow.17": "...$2#$b#I don't think I could have done it on my own @...#$b#I'm not as strong as I appear.$2",
"DrunkenSorrow.18": "You may be right...$2#$b#I did drink way more than usual tonight.$3#$b#My whole body feels like it's swimming.$2#$b#I'm going to go to bed and deal with all this tomorrow...$2#$b#Thank you @.$1",
"DrunkenSorrow.19": "Be safe walking in this weather, I actually really like seeing you around...$3",
"DrunkenSorrow.20": "Goodnight my friend.",
// Lyell's fifth heart event
"PassedOut.00": "Aluua!",
"PassedOut.01": "Aluua! Hear me!",
"PassedOut.02": "Appear, damn it!$5#$b#I know you can hear me!$5#$b#You take it back, you take this curse of yours back!$5",
"PassedOut.03": "Grumbles...The Little...",
"PassedOut.04": "Ah!",
"PassedOut.05": "W-Whoa!",
"PassedOut.06": "Lyell's looks like he's about to fall.",
"PassedOut.07": "...$2",
"PassedOut.08": "Cough! Cough!",
"PassedOut.09": "You-$5#$b#It's you again, always sneaking up on me!$5",
"PassedOut.10": "Jeez, how embarrassing...",
"PassedOut.11": "Listen, I know I look pretty crazy; but you wouldn't believe me even if I explained myself.$5",
"PassedOut.12": "The smell of whiskey and smoke lingers around Lyell.",
"PassedOut.13": "#The valley is wild, you'd be surprised what I believe in.#I don't know if I would believe you, but I could try to understand.#Have you been drinking again? I thought you didn't do that often?",
"PassedOut.14": "...$11#$b#Hm, I wasn't expecting that type of answer.$2#$b#This valley is pretty wild isn't it, makes me wonder what you've seen.$3#$b#I've seen a lot you know, been through more than anyone one person should.#$b#...$2",
"PassedOut.15": "...$2#$b#That's actually very kind of you @...$2#$b#Most people don't want to understand anything they can't believe in.$2#$b#You've a real good heart...$1",
"PassedOut.16": "...$5#$b#Things have been rough recently.$2#$b#Some people eat their feelings, I drink mine.$5#$b#I know it's helpful, I know it's bad for me...But it doesn't matter.$5#$b#...$2#$b#What happens to me, it doesn't matter...$2",
"PassedOut.17": "Roswell makes a sound, almost like a whine.$2#$b#She looks up at Lyell with her big eyes and then huffs with exhuastion.$2",
"PassedOut.18": "Look, I was calling to a goddess.$2#$b#Her name is Aluua, she's a goddess of youth, whimsy and determination....$2#$b#Though personally, I'd call it hard headedness...$5#$b#I've been trying for a long time to just get her to answer...And she never does...$5",
"PassedOut.19": "Sorry, I just feel so overwhelmed...So alone...$2#$b#My goddesses, they have abandoned me...$2#$b#I've been left to suffer so long now...$2#$b#I can't take being imm-$2...",
"PassedOut.20": "I can't...$2#$b#I can't do this...$2",
"PassedOut.21": "I feel sick-",
"PassedOut.22": "Lyell passed out, having drunk to much.",
"PassedOut.23": "#You take him home.#you take him to the hospital.#You leave him there at the dock.",
"PassedOut.24": "Though larger in size, you manage to drag Lyell back to his home and tuck him safely in bed.",
"PassedOut.25": "Concerned for Lyell, you manage to drag him to the hospital for much needed treatment. Harvey doesn't look surprised by his arrival.",
"PassedOut.26": "Deciding the situation simply wasn't your problem, you  leave Lyell passed out on the dock. Roswell isn't happy with you.",
//Lyell's sixth heart event
"RomanticStart.00": "She wiggles and bounces in place.$1#$b#What could she want?$1",
"RomanticStart.01": "Maybe she wants you to follow her?",
"RomanticStart.02": "#Follow Roswell.#Walk away.",
"RomanticStart.03": "You follow Roswell deeper into the forest...",
"RomanticStart.04": "Funny you coming here, I was just thinking about you.$1#$b#I heard from Lewis of all people, about your origins.$3#$b#How you left your home and came here, starting all over with a big mess to clean up...$2#$b#It's inspiring you know, and for me pretty relatable.$1#$b#I left my original home in Arcania and started over...#$b#Except, I was homeless to start.$3#$b#I lived on the streets of Zuzu for about a year before finally getting a handy man job at a senior center.$1#$b#Then after a while, I decided to join the military.$3#$b#At first it was just a office job, because of my eye, But later on after meeting someone of a higher rank.#$b#I got into the field of action.$3",
"RomanticStart.05": "Wow, checkout the stars.",
"RomanticStart.06": "The stars are beautiful, I use them as a guide when sailing...$1#$b#On the field, I used them to find my way back to base...After my accident...$2#$b#Sometimes I feel like, there are stars down here as well...Among us people.$3#$b#It's easy to tell who is one, they sort of shine brighter you know?$3#$b#People like you...You shine brightly my friend, you've a star shine of your own.$4",
"RomanticStart.07": "#Say something platonic.#Say something romantic.",
"RomanticStart.08": "You're a good friend @, I think I'll keep you around.$3",
"RomanticStart.09": "Oh...$4#$b#You're a real sweetheart, star shine.$1#$b#I think I could get used to you.$4",
"RomanticStart.10": "You've unlocked the ability to date Lyell!",
"RomanticStart.11": "Roswell has you by the pants leg!",
"RomanticStart.12": "Roswell dragged you deeper into the forest...",
////////////////////////Lyell's seventh heart event/////////
"Confessions.00": "I'm so happy you showed up, @.$1#$b#I was hoping to see you tonight.#$b#I think you'll really love the fireworks.",
"Confessions.01": "I'm taking us to a spot by the ocean where we'll have the best view of them.",
"Confessions.02": "And notice, I left Roswell at home this time.#$b#She won't mind though; she hates fireworks.",
"Confessions.03": "@...$2#$b#There's, that's another reason why I asked you to join me. We've gotten very close, and I would trust you with my life. Though, after what I'm about to tell you, that sentiment may not mean much.",
"Confessions.04": "...I guess what I'm trying to say is that I've been living with a curse for a very long time. At first, I thought it was a blessing— and I suppose, in a way, it was. But after a few hundred years, it became painful. I can't age, and while I do die, I have a nasty habit of coming back.",
"Confessions.05": "I know it all sounds so... fantastical? Outrageous even, but it is the truth. I wanted to tell you now, before you grow old and realize it, or something happens to me and you witness my revival firsthand. Whenever people find out that way, it never ends well. I'm always accused of lying, of hiding the truth, and being sneaky.",
"Confessions.06": "You believe me, don't you? @?#Of? Of course, I believe you.#I don't think I can without proof...",
"Confessions.07": "You do!? That makes me so happy, actually. Really happy. No one has ever just taken my word for it before. Thank you, @...$4#$b#Let's. Let's see if the fireworks will continue; I don't think they're finished.",
"Confessions.08": "I had a feeling you would say that. Well, don't worry... I'll prove it somehow. I'm not exactly afraid of being dramatic. Let's see if the fireworks will continue; I don't think they're finished.",

"HomeLand.00": "Yaluu @, what a unexpected visit.$1#$b#It's quite late you know, I was getting ready for bed.$2",
"HomeLand.01": "It's okay though, I have some time for you.$1",
"HomeLand.02": "Lyell sighs with exhaustion.",
"HomeLand.03": "#What's on your mind?#What have you been up to?",
"HomeLand.04": "What a question.$1#$b#I feel...Troubled.$2#$b#Like I'm on a boat I can't control and everyone else is sailing on by.$2#$b#Even after all the years of being alive, I still sometimes struggle coming to terms with still being here....With still being around.$2#$b#I feel like I'm a wayfarer on the sea of life honestly.#$b#Each year that passes, my memories get a little foggier and the cycle repeats.$2#$b#So this train of thought isn't exactly new to me, but everytime it happens it feels even more overwhelming.$5#$b#If only the goddess that did this to me would answer my prayers...Maybe I could be set free finally.$2#$b#If you ever...Come across information about a goddess named Aluua, let me know okay...$1",
"HomeLand.05": "Well, I've been thinking about the past a lot recently and that has been me stopping and doing way more reading and drawing then I usually do these days.$1#$b#I did do a drawing of my mother, father and sister but I just can't find it.$2#$b#It must have fallen out of my pocket at some point.$1#$b#I've been reading up on summoning practices, apparently here in Ferngill witches and wizards know how to summon spirits and goddesses all on their own.$1#$b#Isn't that something, wouldn't that fix all my problems. Being able to just summon a goddess.$1#$b#See, I'm still really wanting to talk with Aluua, but getting information on her is really difficult since she's not a well known goddess.$2#$b#Well,speaking of.#$b#If you happen to find any information on her, let me in on it would ya?#$b#I'm writing this stuff down whenever I learn something new.$1",



//////////////////////////////Lore Events///////////////////////
"LyellsDream.00": "Mui-wah",
"LyellsDream.01": "Muuui-wah",
"LyellsDream.02": "Well well, nice seeing you here again!$1#$b#I was about to go astro-projecting, I've been getting pretty good at it I feel.#$b#Do you want to come with me?$1#$b#Since you're already here.$1",
"LyellsDream.03": "#Leave the dreamscape.#Explore with Emily.",
"LyellsDream.04": "Oh, well...I think it's time for you to go then.#$b#I'm not going to be staying in my dreamscape much longer.$2#$b#So, back to reality with you!!",
"LyellsDream.05": "Let's get going then, it'll be fun I bet!",
"LyellsDream.06": "Lyell? Come hither, we draw nigh to our abode.$1",
"LyellsDream.07": "I come, dearest Mama!",
"LyellsDream.08": "Don't worry, they can't see us...#$b#We are just visitors.$1",
"LyellsDream.09": "O Mama, how much farther?$2#$b#I grow tired.$2",
"LyellsDream.10": "My precious one, thou art so quick to tire.$1",
"LyellsDream.11": "Only because thou dost coddle them so excessively.$1#$b#Let Lyell walk more; they shall grow robust.$2",
"LyellsDream.12": "Big sister, thou art most unkind...$3#$b#I long not to walk further.$3",
"LyellsDream.13": "Now Chara, do be gentle; little Lyell hath always been of frail constitution.$2",
"LyellsDream.14": "It is not unkindness to encourage their strength.$1#$b#Thou and our father did not coddle me so excessively in my youth.$1",
"LyellsDream.15": "Chara, let us converse of this matter another day.$1#$b#The hour grows late, and thou knowest how-",
"LyellsDream.16": "What was that sound...?",
"LyellsDream.17": "Get behind me!",
"LyellsDream.18": "Lyell!$3",
"LyellsDream.19": "Return hither!",
"LyellsDream.20": "No! Don't move!$2",
"LyellsDream.21": "This way, beast! See me!$3",
"LyellsDream.22": "Fear not.$1#$b#I know this one; watch!$1",
"LyellsDream.23": "See, Mama? She is gentle.$1",
"LyellsDream.24": "I call her Rosah.$1#$b#Oh, mama maybe we could claim.$1",
"LyellsDream.25": "Nay, my child! She is a wild raptor.$2",
"LyellsDream.26": "But Mama!",
"LyellsDream.27": "Oh no, it looks like our dreamer is waking up.$2#$b#We'll be getting kicked out soon.$2#$b#Get ready @.$1#$b#See you back in reality!$1",
"LyellsDream.28": "That was interesting wasn't it?$1#$b#Lyell...I wonder if that was the same Lyell from the beach!$1#$b#I wonder if it would be too weird to ask.#$b#Maybe you could ask if you're brave enough, perhaps bring up that big raptor we saw?#$b#Well, I'm still really tired...I'm going back to bed okay.$1",

////////////////JOURNAL ENTRIES///////////////////
"FC.BookTitle": "Property of L.H",
"FC.Journal.Page.00": "Dear Journal,This first page for you, hello! I write much in you because I learn the language of this land. You come from a beautiful woman, her name Elizabeth. She have nice yellow hair and big blue eyes. Her smile pretty like her personality. I meet her in not so good way, scare her a lot on examination table. But she take it well, I feel welcome my first night in this country. Elizabeth will teach me how to speak her language, I very excited to understand her. And more, I excited to know her and her country better. -L.H",
"FC.Journal.Page.01": "Dear Journal,It's been a significant time since my last entry, and I believe my English has improved. Reviewing past thoughts brings a curious blend of endearment and embarrassment. My affections for Elizabeth, however, remain unwavering—if anything, they've deepened. She is remarkable, and I intend to seek her permission to court her.I've moved into the residence above her morgue, and we now manage the preparations for the deceased. While their custom of not preserving the face before burial remains unusual to me, I respect it as part of their culture. Despite this, I find profound solace in our shared work. The departed gain a peace I may never attain, yet in aiding their transition, I feel a piece of myself crosses over with each individual we assist.Elizabeth calls; I must join her downstairs.-L.H.",
"FC.Journal.Page.02": "Dear Journal,Today marks one of the happiest days of my life. My beautiful daughter has arrived, making me a proud husband and father. Elizabeth and I have decided to name her Amanda.It was a concerning ordeal, as beautiful as she is. She truly couldn't have picked a worse time to join us. We've been traveling by wagon, desperately trying to get east of the Empire's capital before Elizabeth went into labor. But Amanda had other plans; she wanted to come early. She's so tiny, much smaller than my first daughter, Lyza, who I had from my first wife Constatina. Our little summer child, born on the fifth day of the season.The civil war has finally ended, and the empire is at peace, for now. I'm so incredibly relieved the fighting has stopped. I would have hated to raise my little girl during such an ugly time.It's quite late, and Elizabeth needs my help. I must end this entry here.-L.H",
"FC.LyellsRecipeBookLearned": "You've learned Lyell's family recipes.",

"Album.page.00": "'Me Oro Amuulia'",
}