// v1.0.1
Text for version 1.0.1


// v1.0.0
Text for version 1.0.0

{
"scardinius.name": "Scardinius",
"scardinius.description": "Red-eared carp keeps in quiet, clear water, in thickets of reeds and other aquatic vegetation, rarely goes to open areas of the reservoir.",
"silver_carp.name": "Silver Carp",
"silver_carp.description": "The presence of silver carp in a body of water is often easy to notice. On sunny days, these fish swim in the upper layer of water, making them clearly visible.",
"asp.name": "Asp",
"asp.description": "As a predatory fish, asp is actively looking for food. It can hunt small fish.",
"snakehead.name": "Snakehead",
"snakehead.description": "In addition to its important role as a food fish, the snakehead is also used as a remedy for wound healing.",
"electric_eel.name": "Electric Eel",
"electric_eel.description": "This unique creature lives in murky water, waiting for fish, amphibians, and even small birds.",
"tench.name": "Tench",
"tench.description": "The slime of this fish has medicinal effects and is also very tasty.",
"golden_amur.name": "Golden Amur",
"golden_amur.description": "In other regions, this fish has a white color, but due to the large amount of gold in the water, its color has changed. She also likes the morning, when the sun is the most.",
"pond_frog.name": "Pond frog",
"pond_frog.description": "She probably didn't like that you caught her.",
"winter_frog.name": "Winter frog",
"winter_frog.description": "A frog that is adapted to low temperatures.",
"latimeria.name": "Latimeria",
"latimeria.description": "Latimeria can live up to 80–100 years.",
"chinese_sleeper.name": "Chinese sleeper",
"chinese_sleeper.description": "It is an object of catching by amateur fishermen, as its meat has excellent taste qualities. At the same time, the rotan-head is considered a very harmful fish, which, due to its gluttony, can destroy all types of fish in the reservoir or significantly reduce their population.",
"ruffe.name": "Ruffe",
"ruffe.description": "An indisputable fact: the tastiest fishing soup is made from ruffe. Ruffe is often used to prepare broth, which serves as the basis of soup.",
"sebastes.name": "Sebastes",
"sebastes.description": "This fish has rather sharp fins, and wounds from them take a long time to heal.",
"mackerel.name": "Mackerel",
"mackerel.description": "These are fast swimmers, well adapted to an active life in the water column. Like other members of the family, they have a bony ring around their eyes.",
"flying_fish.name": "Flying Fish",
"flying_fish.description": "Juvenile individuals have bright coloration and long barbels on the sides of their mouths.",
"coryphaena.name": "Coryphaena",
"coryphaena.description": "Coryphaenas are so popular that they have acquired many names: dolphin fish, mahi-mahi, lampuga, golden mackerel, dorado.",
"jawfish.name": "Jawfish",
"jawfish.description": "It smells suspiciously of fresh baked goods.",
"tiger_shark.name": "Tiger Shark",
"tiger_shark.description": "During hunting, the tiger shark devours anything that seems edible to it. Along with fish, cephalopods, small shark species, turtles, crocodiles, and seals, its stomach may contain items like gasoline cans, bottles, and cans. There have even been cases where sharks swallowed explosives.",
"sea_turtle.name": "Sea Turtle",
"sea_turtle.description": "It has lungs and can go without breathing for 10 hours.",
"loach.name": "Loach",
"loach.description": "They can live in water bodies unsuitable for other fish species, as they tolerate oxygen deficiency well.",
"mirror_carp.name": "Mirror Carp",
"mirror_carp.description": "It feeds in areas rich in plant and animal food.",
"redtail_catfish.name": "Redtail Catfish",
"redtail_catfish.description": "It's hard to imagine, but this giant has become a fairly common aquarium fish.",
"pink_dolphin.name": "Pink Dolphin",
"pink_dolphin.description": "It prefers small fish. In a single day, it can consume up to 12 kilograms — about 2.5% of its own body weight.",
"marlin.name": "Marlin",
"marlin.description": "The maximum weight of females is four times greater than that of males.",
"moray_eel.name": "Moray Eel",
"moray_eel.description": "Moray eels live in the bottom layer of water, you could say, on the ocean floor. During the day, they sit in crevices of rocks or coral, with their heads extended and usually moving them side to side, looking for prey.",
"ocean_sunfish.name": "Ocean Sunfish",
"ocean_sunfish.description": "The largest known bony fish by weight in the world.",
"triggerfish.name": "Triggerfish",
"triggerfish.description": "Blop. Blop blop.",
"crucian_carp.name": "Crucian Carp​",
"crucian_carp​.description": "A freshwater, bottom-dwelling, schooling fish that thrives in lakes and rivers and is highly tolerant of harsh conditions, particularly oxygen deficiency and fluctuations in water temperature.",
"beaver_fish.name": "Beaver Fish​",
"beaver_fish.description": "He skillfully uses his teeth like a tool for working with wood.",
"channel_catfish.name": "Channel Catfish​",
"channel_catfish.description": "This species is usually small in size, but due to the abnormal chemical composition of the water, the individuals grew to enormous proportions.",
"radioactive_crucian.name": "Radioactive Crucian Carp​",
"radioactive_crucian.description": "Due to mutations, its scales changed color and began to glow.",
"beluga.name": "Beluga",
"beluga.description": "This is the largest freshwater fish on the planet.",
}