{
"scardinius.name": "Красноперка",
"scardinius.description": "Красноперка держится в тихой чистой воде, в зарослях тростника и другой водной растительности, на открытые участки водоема выходит редко.",
"silver_carp.name": "Толстолобик белый",
"silver_carp.description": "Присутствие толстолобика в водоеме часто можно легко заметить. В солнечную погоду эти рыбы плавают в верхнем слое воды, и их хорошо видно.",
"asp.name": "Жерех",
"asp.description": "Как хищная рыба, жерех активно ищет еду. Он может охотиться на мелких рыб.",
"snakehead.name": "Змееголов",
"snakehead.description": "Помимо важной роли как пищевой рыбы, змееголова также используют как средство для заживления ран.",
"electric_eel.name": "Электрический угорь",
"electric_eel.description": "Это уникальное существо обитает в мутной воде, подстерегая рыбу, земноводных и даже мелких птиц.",
"tench.name": "Линь",
"tench.description": "Слизь этой рыбы обладает лечебным действием, а также очень вкусна.",
"golden_amur.name": "Золотой амур",
"golden_amur.description": "В других регионах эта рыба имеет белый цвет, но из-за большого количества золота в воде ее цвет изменился. Ей также нравится утро, когда больше всего солнца.",
"pond_frog.name": "Прудовая лягушка",
"pond_frog.description": "Наверное, ей не понравилось, что ты ее поймал.",
"winter_frog.name": "Зимняя Лягушка",
"winter_frog.description": "Лягушка, приспособленная к низким температурам.",
"latimeria.name": "Латимерия",
"latimeria.description": "Латимерии могут жить до 80–100 лет.",
"chinese_sleeper.name": "Ротан",
"chinese_sleeper.description": "Является объектом ловли рыбаков-любителей, так как ее мясо обладает прекрасными вкусовыми качествами. В то же время ротаноголовка считается очень вредной рыбой, которая из-за своей прожорливости может уничтожить все виды рыб в водоеме или значительно сократить их популяцию.",
"ruffe.name": "Ёрш",
"ruffe.description": "Неоспоримый факт: самый вкусный рыбацкий суп готовится из ёрша. Ёрш часто используют для приготовления бульона, который служит основой ухи бульона.",
"sebastes.name": "Морской окунь",
"sebastes.description": "У этой рыбы довольно острые плавники, уколы от которых заживают долго.",
"mackerel.name": "Скумбрия",
"mackerel.description": "Это быстрые пловцы, хорошо приспособленные к активной жизни в толще воды. Как и у других представителей семейства, у них есть костное кольцо вокруг глаз.",
"flying_fish.name": "Летучая рыба",
"flying_fish.description": "Молодые особи отличаются яркой окраской и длинными усиками по бокам рта.",
"coryphaena.name": "Корифена",
"coryphaena.description": "Корифены настолько популярны, что получили множество названий: рыба-дельфин, махи-махи, лампига, золотая макрель, дорадо.",
"jawfish.name": "Зубатка",
"jawfish.description": "Она подозрительно пахнет свежей выпечкой.",
"tiger_shark.name": "Тигровая Акула",
"tiger_shark.description": "Во время охоты тигровая акула пожирает всё, что кажется ей съедобным. Вместе с рыбой, головоногими моллюсками, мелкими видами акул, черепахами, крокодилами и тюленями в её желудке можно найти такие предметы, как канистры от бензина, бутылки и банки. Известны даже случаи, когда акулы глотали взрывчатые вещества.",
"sea_turtle.name": "Морская черепаха",
"sea_turtle.description": "Она имеет лёгкие и может не дышать 10 часов.",
"loach.name": "Вьюн",
"loach.description": "Могут жить в водоёмах, непригодных для других видов рыб, так как хорошо переносят дефицит кислорода.",
"mirror_carp.name": "Сазан",
"mirror_carp.description": "Кормится в местах, богатых растительной и животной пищей.",
"redtail_catfish.name": "Краснохвостый сом",
"redtail_catfish.description": "Трудно представить, но этот гигант стал довольно распространённой аквариумной рыбой.",
"pink_dolphin.name": "Розовый дельфин",
"pink_dolphin.description": "Предпочитает мелкую рыбу. За сутки может съедать до 12 килограммов — это примерно 2,5% от собственной массы тела.",
"marlin.name": "Марлин",
"marlin.description": "Максимальная масса самок в четыре раза превышает массу самцов.",
"moray_eel.name": "Мурена",
"moray_eel.description": "Мурены живут в придонном слое воды, можно сказать, на дне. Днём они сидят в щелях скал или коралов, высунув головы и обычно двигая ими из стороны в сторону, высматривая добычу.",
"ocean_sunfish.name": "Рыба-месяц",
"ocean_sunfish.description": "Самая крупная по массе известная костная рыба в мире.",
"triggerfish.name": "Триггерфиш",
"triggerfish.description": "Блоп. Блоп блоп.",
"crucian_carp.name": "Карась​",
"crucian_carp​.description": "Пресноводная озерно-речная придонная стайная рыба, хорошо переносящая неблагоприятные условия, особенно дефицит кислорода и перепады температуры воды.",
"beaver_fish.name": "Рыба-Бобер",
"beaver_fish.description": "Он умело пользуется своими зубами, как инструментом для обработки древесины.",
"channel_catfish.name": "Канальный сом​",
"channel_catfish.description": "Обычно этот вид имеет небольшие размеры, но из-за аномального химического состава воды особи выросли до гигантских размеров.",
"radioactive_crucian.name": "Радиоактивный карась",
"radioactive_crucian.description": "Из-за мутаций его чешуя изменила цвет и начала светиться.",
"beluga.name": "Белуга",
"beluga.description": "Это — самая крупная пресноводная рыба на планете.",
}