{
  "Introduction": "Oh, a new face? Who are you?#$b#The new farmer? Oh, right, I've heard something about that...#$b#Either way, pleasure to meet you, hun. I'm Aubrey.$1",
  "danceRejection": "No, but thank you, hun.",
  "divorced": "God, what did I do to get sent such a burden your kind?$4",
  "dumped_Boys": "%Aubrey is frowning at you, he seems to be giving you silent treatment.",
  "secondChance_Boys": "Start over? After breaking my heart?!$4#$b#You have some ego, @.$2#$b#But you know what? I'll take you back, since you're so desperately begging!$3",
  "engageA": "Why would you give that to me, hun?#$e#%Aubrey looks confused.",
  "marriedA": "Are you kidding me?#$b#Better leave now, or I will tell your spouse everything.$4",
  "reject_two_heartA": "Is this a joke, hun?#$b#No way...",
  "reject_four_heartA": "Uh, you don't know me, sweetheart. But keep trying, it's kind of amusing!$3",
  "give_flowersA": "%Aubrey gasps at the bouquet before meeting your gaze with a wide smile.#$b#@... I like you, too!$3",
  "give_pendant": "%Aubrey freezes in shock as he notices the pendant, before suqeeling from excitement.#$b#@, yes! I love you so much!$3#$b#%Aubrey embraces you in a tight hug.",
  "Mon": "Hello, hun.$1#$b#I love the way flowers smell. I don't even have a favorite one, I just adore them all.$1",
  "Mon2": "%Aubrey seems lost in his thoughts.#$e#Oh, hello, @. I didn't notice you.$1",
  "Mon4": "I just spoke to Haley, and she gave me so much inspiration for creating a dress!$1#$b#Gorgeous, frilly, pastel pink with baby blue and beautiful, pearl-looking rhinestones...#$b#Yes.$1",
  "Mon6": "Ah, nature never fails to amaze me!$1#$b#Kenny brought a squirrel to the house the other night, and it wasn't one bit scared!#$b#...Actually, is it Kenny that amazes me, then?$1",
  "Mon8": "Hello, hun.$1#$b#How are you feeling today?$1",
  "Mon10": "%Aubrey is smiling while listening to your story.",
  "Tue": "I wonder, what would my life look like right now if I stayed in the city?$1#$e#...I would probably be in jail...#$e#%Aubrey doesn't seem eager to respond to any other questions.",
  "Tue2": "It's not pleasant to be the only good cook at the house.#$b#I mean, it is, but only when it's my turn to prepare a meal...$1",
  "Tue4": "I like spending time with Elliot. He's a man of art.$1",
  "Tue6": "%Aubrey is ignoring you. He seems rather moody.",
  "Tue8": "I hate how I not only have to take care of my own plants, I also have to do it for Eden.#$e#...He's so forgetful.$5",
  "Tue10": "Ah...$5#$e#Oh, sorry, hun. I didn't notice you there.$1#$b#Are you doing okay?$1",
  "Wed": "Hey, @. Would you like to see a few dress designs I've been working on and judge them?$1#$b#Feedback is always good in eyes of an artist.$1",
  "Wed2": "@, could you please tell me a bit more about your life in the city?$1#$b#I miss the lifestyle sometimes.$5#$e#Well...Quite often, actually...$5",
  "Wed4": "Hello, hun. Doing well?$1#$b#That's great, keep serving that look.$1",
  "Wed6": "Ugh, I wanna go drink already...$5#$e#But Victor keeps joking that at this point I am 60% wine. He's so annoying.$5",
  "Wed8": "Hello. How are you today?#$e#Me? Oh. Ugh, don't even bother...$4",
  "Wed10": "My roommates are so sensitive.$5#$b#So what I told Kyle to go to therapy? It isn't my fault he has major anger issues.$5#$b#They think I'm being mean, I'm just looking out for him! He'll get wrinkled from all this frowning!$5",
  "Thu": "...$5#$%b#%Aubrey seems moody.",
  "Thu2": "Hello, @, do you like cats?$1#$b#...Kenny came back home yesterday after missing for 3 days. He brought back quite a few. We're trying to get rid of them now.$5",
  "Thu4": "@, how is it going? You know, living on your farm!$1#$e#Ah, must be so gorgeous, and romantic! I could already see myself getting inspired with each day.$1",
  "Thu6": "Ah... I'm so tired.#$b#I didn't get much sleep last night, I was designing a new 'funky' lab coat that Victor requested.#$e#You can't ever satisfy that guy, I swear to god...$5",
  "Thu8": "Hey, @, notice anything different?$3#$b#No, I cut my hair... Isn't it visible?",
  "Thu10": "My roommates are so annoying.$5#$b#I create gorgeous, gorgeous pieces that are unique and suited for their natural colors and body types.$5#$b#And they never wear it. Victor even uses this fab, frilly buttoned shirt I made him as a wipey!$4#$e#I guess I should be grateful he's using it for something... Kyle lost the shirt I made for him...$5",
  "Fri": "I've been dying to go to the Saloon!$1#$b#And I totally don't say that every Friday...$1",
  "Sat": "Hun, are you a fan of kids?$1#$b#Oh, no reason, I just saw Vincent and Jas playing earlier and it got me thinking of my future family...$1#$e#...If I'll have one, that is...",
  "Sat2": "@, you will not believe the gorgeous set I made!$1#$b#Beautiful, beautiful dress! Frilly, revealing just about enough, and the color, oh!$1#$b#You should come by our house later, I'll gladly show you.$1",
  "Sat4": "%Aubrey seems to be counting the bills in his notebook... He looks worried.",
  "Sat6": "I wish somebody in my household would help with chores more.#$b#Eden cleans, but only his own space, Kyle barely cleans, Jordan's room smells earthy...$5#$b#And Victor has created a whole new definition for the word mess in his room.$5#$e#At least Kenny lives in a tent, so he doesn't dirty the house that much...$1",
  "Sat8": "@, hun, what is your favorite thing to drink?$1#$b#Ah, that's a classic.$1#$e#Me..?#$e#Well... You know I'm a red wine type of guy.$1",
  "Sat10": "Hello, @. You're looking fab today.$3#$b#Keep serving.$3",
  "Sun": "I love the weather, hun.#$e#And your hair doesn't look too bad today, either.$1",
  "Sun2": "Sundays are peaceful, no?$1#$b#Not for me, I have to babysit Victor and Kenny later.",
  "Sun4": "I've heard from Kyle that your little %pet is 'cute'.$1#$b#You really shouldn't be hanging around that guy. He's no good.$5",
  "Sun6": "Hello, @. Hope you have a fab day today.$1",
  "summer_Mon": "Hello, @!$1#$b#What are your summer goals? I have one and it is to finally get some tan going!$1",
  "summer_Mon2": "%Aubrey is fanning himself with a notebook.",
  "summer_Mon4": "Don't you just love summer skies?$1#$b#The never ending blue is almost blending with the sea.$1#$e#...How would a summer sky-themed dress look like..?#$e#%Aubrey is pondering.",
  "summer_Mon6": "Oh, @, have you seen Haley's swimming suit?$1#$b#Fashion icon!$1",
  "summer_Mon8": "@, I always see you in the same clothes!$5#$b#You're lucky I feel generous in summertime. As soon as I get home, I'll get to designing something for you.$1",
  "summer_Mon10": "Hello, @, isn't the weather today just beautiful?",
  "summer_Tue": "I should do the groceries today...#$b#%Aubrey begins counting something in his mind.",
  "summer_Tue2": "I am craving some ice cream right now, hun.$1",
  "summer_Tue4": "@, do you ever hang out at the beach?$1#$b#Well, you should! And you should do it with me!$1",
  "summer_Tue6": "@, if Victor suggests you ice cream that he 'handmade' in his lab, don't take it.$5#$e#%Aubrey is shaking his head, seemingly dissapointed with something Victor had done.",
  "summer_Tue8": "I can tell you've been working, @! You're so sweaty!$1#$e#I never break a sweat.$1",
  "summer_Tue10": "I'm out of ideas recently,,. My designs look the same, they are lifeless.#$b#I think I need to talk to Haley. Her divatude always gives me ideas.",
  "summer_Wed": "I am SO ready to hit the beach, hun!$1#$b#Are you tagging along, or are you scared of the sun like Eden?",
  "summer_Wed2": "I'm going over to visit Willy today.$1#$b#Someone has to take care of our valley's eldery!$1#$e#...I'm joking, Willy doesn't need anyone's care.",
  "summer_Wed4": "Hey, @. You should come over to our house sometime.$1#$b#Just make sure it's my turn for making lunch, or you'll have a stomach failure.",
  "summer_Wed6": "Hello, @, how are youu?$1",
  "summer_Wed8": "%Aubrey seems to be pondering. Better not disturb him now...",
  "summer_Wed10": "Ugh, I HATE Victor...$5#$b#Whatever design idea I propose to him, he always has some excuse to hate on it.$5#$b#'Erm, this doesn't make sense' or 'Ashully, that concept is not feasible according to basic laws of phsics', like shut up...$5#$b#Right? He's the problem, right? Tell me I'm right.",
  "summer_Thu": "Oh! You have been working hard, I see!#$b#%Aubrey looks your dirty clothes up and down.",
  "summer_Thu2": "Hello, hun.$1#$b#Doing alright?$1",
  "summer_Thu4": "Ah, how much I wish for somebody to collect some cute seashells for me!$1#$b#%Aubrey begins to blink repeatedly, hinting you something.",
  "summer_Thu6": "Summer makes me think of my past life quite a lot.#$b#...It's much better now.$1",
  "summer_Thu8": "Do you ever visit the forest, @?#$b#If so, please explain to me what are the 'voices' that Kenny keeps mentioning...",
  "summer_Thu10": "@, I need to ask you something.#$b#Am I 'psychopatic for not liking animals'? Which is what my roommates tried to tell me?#$b#I mean, no, let me explain-#$b#It's not like I don't like them at all, I do find them cute and all, but they are very dirty...#$b#I don't like filth.#$b#How can I be psychopathic for not wanting to sign up for even more cleaning than I already do?#$b#Oh, well, nevermind.$5",
  "summer_Fri": "When it's so hot, it's almost hard to drink at the Saloon...#$b#...Almost...$1",
  "summer_Sat": "%Aubrey seems to be sketching some dresses in his notebook.",
  "summer_Sat2": "@, what happened?#$b#You're practically glowing!$1",
  "summer_Sat4": "Ah, how I love recieving flowers!$1#$e#%Aubrey smiles at you, clearly hinting something.",
  "summer_Sat6": "Hey, @. I hope your day is going well!$1",
  "summer_Sat8": "Ah, I am so done...$5#$b#Victor keeps trying to convince me to his little conspiracy theories...$5#$b#He believes we're not real and that we're a part of some program made to entertain people 'watching us'.#$e#...I think I should have let him be taken by the authorities that day...$5",
  "summer_Sat10": "@, please tell me about your skin routine. It's so clear, I'm almost jealous!$1",
  "summer_Sun": "Hun, do you like sweets?$1#$b#Ah, just asking in case I felt like baking!$1",
  "summer_Sun2": "I'm feeling lazy today.$1#$b#Unfortunately, I can't give myself a break.",
  "summer_Sun4": "@, do you eat a lot of meat?#$b#I don't like it, not like I really label myself as a vegetarian, but I try to avoid eating it as much as I can.",
  "summer_Sun6": "@! Good to see you!$1#$b#I was bored yesterday evening, and so I made a perfect piece for you! Come by whenever you can!$1",
  "summer_Sun8": "Hello, @.#$b#Tell me something interesting, I am SO bored today...",
  "fall_Mon": "Ah, fall is just inspiring.$1#$b#I already have such a great idea for a nice, maxi dress.$1",
  "fall_Mon2": "Kenny woke us all up by screaming this morning.$2#$b#Morning...I meant middle of the night.$2#$e#Gosh, this guy...",
  "fall_Mon4": "My fall goal is to design a thousand dresses!$1#$e#What do you mean? It's not unrealistic.",
  "fall_Mon6": "@, tell me, do you have any animals on your farm?$1#$e#Just trying to get to know you better.",
  "fall_Mon8": "@, have you been to the mall ever since you moved here at least once?#$b#Ugh, you don't know what you're missing out on. You've gotta tag along once with me and Haley.$1",
  "fall_Mon10": "Hello, @! I am in a rush today!$1#$b#I need to get to Elliot as quick as we can. I will be helping him design clothing based off his book characters.$1",
  "fall_Tue": "I have to go shopping...$1#$b#Unfortunately, not for clothes. I have groceries to grab.",
  "fall_Tue2": "Haley is such a sweetheart!$1",
  "fall_Tue4": "%Aubrey seems to be counting something in his notebook. He doesn't seem very happy.",
  "fall_Tue6": "See, sometimes I miss living in the city.#$b#And I know that you think I talk about it all the time, but... It's hard.#$b#The tailor store I worked at had SO many clients, everyday, lined up, waiting to have something special got for them.#$b#I just sometimes feel like my talent was appreciated there much more than it is here...$2",
  "fall_Tue8": "Hello, @! Tell me, is this a dream?$1#$b#Victor told me I look handsome today, it can't be real!$1",
  "fall_Tue10": "Hello, @. You should dress up more, it's really cold.#$b#I could make a cute scarf for you, how about that?$1",
  "fall_Wed": "Pelican Town doesn't look too far from a city in fall.#$b#The streets seem more empty, everything is gloomy... Except in Pelican Town it's just a season.#$b#Not all year long.$1",
  "fall_Wed2": "I'm having such a restless week...#$e#I'm not complaining, I'm boasting!$1",
  "fall_Thu": "Hun, please tell me, what kinds of blouses do you wear most eagerly?$1#$b#I want to appreciate our friendship by creating some adorable piece of garment for you.$1#$e#%Aubrey is waiting for your description with his notebook opened.",
  "fall_Thu2": "I always like to imagine my life as a parent.#$b#But I never realize that I somewhat already am one.#$e#Taking care of my roommates isn't an easy job.",
  "fall_Thu4": "Hun, do you ever go mushroom-picking?$1#$b#I, myself, don't have to. One thing that's great about living with my roommates is being able to utilize them.$1#$b#I sent Eden and Kyle out this morning to go pick something for dinner.$1",
  "fall_Thu6": "%Aubrey seems lost in thoughts. He's smiling.",
  "fall_Fri": "I can't wait to go have a nice drink to the Saloon.$1#$b#Probably my favorite time of the week.$1",
  "fall_Sat": "Hun, you won't believe what I came up with yesterday!$1#$b#%Aubrey force feeds you designs of pumpkin-themed umbrella dresses.",
  "fall_Sat2": "%Aubrey is sketching something in his notebook. Seemingly another garment design.",
  "fall_Sat4": "I love hanging out at the beach, even when I'm not getting tan.$1",
  "fall_Sun": "Hello, @.$1#$b#Take it slow today.$1",
  "fall_Sat8": "Hello, @.$1#$b#Take it slow today.$1",
  "fall_Sun2": "I have to hang out with Victor today...#$b#%Aubrey seems to be lost in thoughts. He seems worried.",
  "fall_Sun4": "Hello, hun. How are you?$1#$e#Me? Just taking a walk to clear my mind a bit.$1",
  "winter_Mon": "%Aubrey sneezes.#$b#Ah, I'm sorry, hun... I'm just not made for winter.",
  "winter_Mon2": "This, whatever you're wearing...#$b#%Aubrey gestures towards your outfit.#$b#Is surely not warm enough for those conditions...Dress up, hun.",
  "winter_Mon4": "Ah, Kyle is so obnoxious.$2#$b#Why does he have to pick a fight with anyone over ANYTHING..?$2",
  "winter_Mon6": "It's really upsetting so see the nature die.#$e#I'm not a fan of winter.",
  "winter_Tue": "I can't get Kenny to stop eating icicles.#$e#...It's not easy parenting him.",
  "winter_Tue2": "Winter is somewhat ripping me off my creativity...$2#$b#I can't come up with any new design...$2",
  "winter_Tue4": "Ah...#$b#I'm so tired...",
  "winter_Tue6": "Haley and Alex are so cute.$1#$b#And they look great together, too. Haley already joked about me becoming their personal stylist.#$e#...It might end up not being a joke.$1",
  "winter_Tue8": "@, have you been growing your hair out? Or has farm life made you too busy to cut it?#$b#Either way, it looks great.$1",
  "winter_Wed": "%Aubrey is blowing his nose. He seems ill again.",
  "winter_Thu": "Think, think...$2#$b#%Aubrey buries his face into his notebook.#$e#Those damn bills...",
  "winter_Thu2": "Kyle always says how much he loves the crunchy sound when you step on snow.#$b#I wish I could get happy from such small things.",
  "winter_Fri": "Ah, nothing I need more on a winter Friday than to visit the Saloon!$1#$b#Warm fireplace, warm drinks... And my friends.$1",
  "winter_Thu4": "Hello, hun.$1#$b#How are you doing today?$1",
  "winter_Wed2": "Hun, wait up. I have something for you.$1#$b#I was bored this morning, so, enjoy please.$1 [222]",
  "winter_Sat": "Willy gave me a box full of fresh fish this morning.$1#$b#I think I'm staying in the kitchen today.$1",
  "winter_Sat2": "I tried speaking to Sebastien the other day, as he stayed over at Kyle's for some time.#$b#...It was something for sure...#$e#Remember that you can't be friends with everyone, and there's nothing wrong with it!$1#$e#...I sometimes forget that...",
  "winter_Sun": "I really like talking to Penny.$1#$b#I feel like people don't appreciate her enough.$1",
  "winter_Sun2": "%Aubrey is visibly struggling with sketching something. Looks like some dress design.",
  "winter_Sun4": "Ah, I'm just waiting for winter to be over already...$2",
  "birthdayLoveA": "Awh, how sweet of you. This is the best birthday gift ever, hun!$3",
  "birthdayLikeA": "Awh, thank you so much. I love the gift.$3",
  "birthdayDislikeA": "Oh, this is what you bring me on my birthday? Would've been better if you didn't give me anything at all.",
  "birthdayNeutralA": "Awh, how sweet of you to think of me. Happy birthday to me!$3"
}