{
  "patio_Aubrey": "As much as I miss my roommates everyday... I don't regret moving here for one bit, darling.$1#$b#The sunrise here is much prettier than it is at the West Woods.$1#$b#Or maybe it is my love for you that makes the whole world around more beautiful.$3",
  "Rainy_Day_Aubrey": "Hello, darling.$1#$b#I'm trying to get a little productive today.$1#$b#Would you do me the honour of becoming my mannequin later?$3",
  "funReturn_Aubrey": "Ah, darling, I am so, so inspired!$1#$b#I'll get right to work, but first, I need to deal with you...$3#$b#%Aubrey pulls you close before giving you a passionate kiss.",
  "funLeave_Aubrey": "Darling, I'm leaving to do some groceries.$1#$b#See you later.$1",
  "OneKid_0": "Ah, darling, this is fantastic! I've always dreamt of being a father, you can ask Victor!$1#$b#...And %kid1 is the cutest little kid I had ever seen. I will be the best role model I can be!$1",
  "OneKid_1": "%kid1 told me today that you are really pretty.$1#$b#They really are a smart cookie, hm?$3",
  "OneKid_2": "%kid1 is such a cutie! I was baking earlier, and they insisted on helping me.$1#$b#Here's the result of our work, try it, it's almost as sweet as our little baby.$1 [221]",
  "OneKid_3": "I visited Marnie with %kid1 the other day because they wanted to play with Jas.$1#$b#...It wasn't easy convincing them to go back home, though...",
  "TwoKid_0": "Look at our sweet babies, how greatly they're getting along.$1#$b#I already know they will be inseparable.$1",
  "TwoKid_1": "I really like how polite our sweet little muffins are.$1#$b#%kid1 never bosses %kid2 around, despite being older.$1#$b#It was always the case with me and Victor...$1",
  "TwoKid_2": "%kid1 and %kid2 made litte sketches of blouses and pants I should make for them.$1#$b#I am thrilled that they're interested in fashion!$1",
  "TwoKid_3": "%kid1 and %kid2 decided to pull a prank on me today.#$b#I admit, I fell asleep while taking care of them, so they put a gummy worm in my mouth.$1#$b#I deserved that punishment...Haha.$1",
  "Rainy_Day_0": "@, I have made such a gorgeous creation. Just for you.$3#$b#Mind trying it on for me?$3",
  "Rainy_Day_1": "Are you really busy today, darling? We don't have to leave the house...$3",
  "Rainy_Day_2": "Darling, isn't the weather rather unpleasant today?#$b#Maybe you should take it easy and stay in today.$3",
  "Rainy_Day_3": "I woke up feeling inspired and I'm definitely working on some garments today!$1",
  "Rainy_Day_4": "Victor called me this morning.#$b#He said he misses me.. Ah, now I feel bad.$2",
  "Rainy_Night_0": "Ah, darling, your clothes are soaked.$1#$b#%Aubrey laughs, before taking off your coat.#$b#You go take a nice shower, I'll prepare you some warm dinner.$3",
  "Rainy_Night_1": "Oh, you're finally back! The weather's just horrible!$1#$b#%Aubrey takes off your coat and kisses you on your forhead.",
  "Rainy_Night_2": "Hello, darling, you're right on time!$1#$b#Dinner's ready! [198 227 224 214 240]$1",
  "Rainy_Night_3": "Welcome back, @. Ah, you're soaked!#$b#Go take a warm shower, I'll wait for you in bed.$3",
  "Rainy_Night_4": "Hello, @. I was just about to go to bed.$1#$b#Good thing I waited for you. Join me when you're ready.$3",
  "Indoor_Day_0": "Morning, @. Any plans for today?$1#$b#Ah, fantastic. I will be waiting here for you.$3",
  "Indoor_Day_1": "Morning, gorgeous. All rested from yesterday?$3#$b#Here, I prepared something for you.$3 [201]",
  "Indoor_Day_2": "Good morning, @.$3#$b#Go out there and work, I will prepare something for us while you'll be gone...$3#$e#You will love it, I promise.$3",
  "Indoor_Day_3": "Morning, darling.$3#$b#I love you so much, you don't even know.$3",
  "Indoor_Day_4": "Are you really busy today, darling? We don't have to leave the house...$3",
  "Indoor_Night_0": "Hello, darling. How was your day?$1#$b#Here, I made some dinner for you.$1 [198 227 224 214 240]",
  "Indoor_Night_1": "Good evening, @. What were you up to today?$1#$b#I was waiting for you, join me in bed whenever you'd like... You can tell me everything then!$3",
  "Indoor_Night_2": "Welcome back, @.$1#$b#I have been thinking quite a lot about my past.$1#$b#Do you think it's a little selfish to leave Victor alone like this?",
  "Indoor_Night_3": "Welcome, darling.$3#$b#Did you have an eventful day?$1",
  "Indoor_Night_4": "Hello, @.$1#$b#You look tired, how about I treat you with a nice massage?$3",
  "Outdoor_0": "Hello, gorgeous. Are you going to town today?$1#$b#If you meet any of my friends, please say hi.$3",
  "Outdoor_1": "Morning, gorgeous. All rested from yesterday?$3#$b#Here, I have something for you.$3 [18]",
  "Outdoor_2": "Victor called me this morning.#$b#He said he misses me.. Ah, now I feel bad.$2",
  "Outdoor_3": "Good morning, @.$3#$b#Go out there and work, I will prepare something for us while you'll be gone...$3#$e#You will love it, I promise.$3",
  "Outdoor_4": "The weather is pleasant today, no?$1#$b#Makes you want to work.$1",
  "Good_0": "You are so beautiful. Enchanting, even...$3#$b#%Aubrey kisses you on the forehead.",
  "Good_1": "Are you really busy today, darling? We don't have to leave the house...$3",
  "Good_2": "Morning, gorgeous. All rested from yesterday?$3#$b#Here, I prepared something for you.$3 [201]",
  "Good_3": "Hello, darling. What plans do you have for today?$1#$b#Ah, fun. Also, before you go...$3#$b#%Aubrey pulls you close and kisses you passionately.",
  "Good_4": "Hello, darling! Just how gorgeous can you look?$3#$b#I made something for you.$3 [211]",
  "Good_5": "Good morning, @.$3#$b#Go out there and work, I will prepare something for us while you'll be gone...$3#$e#You will love it, I promise.$3",
  "Good_6": "Morning, darling.$1#$b#I'm feeling outgoing today, do you want to have a romantic walk on the beach in the evening?$1#$b#I will dress up just for you.$3",
  "Good_7": "Morning, darling.$3#$b#I love you so much you don't even know.$3",
  "Good_8": "@, I have made such a gorgeous creation. Just for you.$3#$b#Mind trying it on for me?$3",
  "Good_9": "Darling, thank you for choosing me.$3#$b#%Aubrey corrects your hair, while smiling.",
  "Neutral_0": "I am so thankful that I decided to move here with Victor.$1#$b#If I hadn't, I would not have met you.$3",
  "Neutral_1": "Good morning, darling.$3#$b#Just how beautiful can one be? I could just stand and admire you like a painting.$3#$b#...Or a very carefully made dress.$1",
  "Neutral_2": "Hello, gorgeous. Are you going to town today?$1#$b#If you meet any of my friends, please say hi.$3",
  "Neutral_3": "Darling, what was your first thought about me when you just met me?$3#$b#I remember that myself, I instantly thought that you're very pretty.$1#$b#I also thought that with my styling, you'd truly shine...$3#$e#I wasn't all that wrong, hm?$3",
  "Neutral_4": "Morning, @. Are you ready to work?$3#$b#Before you go, have something to eat.$1 [201]",
  "Neutral_5": "Hello, darling. Do you know what's silly?$1#$b#Before I moved in with you, I hated doing the dishes.#$b#But now I don't mind it at all. I'm actually somewhat enjoying myself.$1#$e#That's weird, no?$1",
  "Neutral_6": "Darling! I've had such a great dream about you tonight.$1#$b#I was a fisherman, and I fished out some pink clam, right?$1#$b#And after some struggle, I manadged to open it, and you were inside. But darling-!$1#$b#The beautiful, beautiful robe you were wearing... The material was pink, yet almost transparent.$1#$b#And the pearls. God, they were gorgeous. Also, there was plenty of rhinestones and shells.$1#$b#I am totally making it come to life. And you, sweetheart, are definitely wearing it when I'm done.$3",
  "Neutral_7": "Hello, @.$1#$b#I'm having mood swings today...#$b#How about we spend the evening together? To clear my mind a little bit.$3",
  "Neutral_8": "Morning, do you have a lot to do today, darling?$1#$b#We could hang out.$3",
  "Neutral_9": "Good morning, beautiful. I made you breakfast, enjoy your day and work hard.$1 [211]",
  "Bad_0": "Ugh, don't talk to me.$2#$b#...I feel like I'm being treated here just as badly like I've been treated by my roommates.$2",
  "Bad_1": "So, do you normally neglect your partners, or am I an exception?$2",
  "Bad_2": "Ah, I could have just stayed in the city...#$b#What was I thinking?",
  "Bad_3": "%Aubrey is giving you silent treatment.",
  "Bad_4": "...Go away.$2#$e#What's wrong? You dare ask me what's wrong?$2#$e#Figure it out on your own.$2",
  "Bad_5": "I sometimes feel like Victor was treating me way better than you are.$2",
  "Bad_6": "I sometimes feel like this marriage is making me loose motivation.#$e#...And will to live...#$e#Do you want me to keep going, or what?$2",
  "Bad_7": "Oh, hello, you finally decided to give your husband some attention?$2#$e#...It's nothing.$2",
  "Bad_8": "What am I doing, wasting my beautiful, youthful years, being in this excuse of a marriage?$2#$e#...No, I do love you... You just don't make me happy anymore.",
  "Bad_9": "Hey, I'm sorry for being rather heartless yesterday.#$b#I don't know why, but... I'm getting worse at manadging my anger lately.#$e#I'm really sorry."
}