{
    "Ts_SWEA01":"Il y a une grotte derrière la cascade, mais l'entrée est bloquée par des rochers.",
    "Ts_SWEA02":"Il y a une route derrière...",
    "Ts_SWEA03":"There is a grave... the name is too faint to read.",

    "Ts_SWEA_MapName_SecretWoodsExtraArea":"Zone supplémentaire des bois secrets",
    "Ts_SWEA_MapName_SecretWoodsExtraArea_Cavern":"Zone supplémentaire des bois secrets (grotte)",
    "Ts_SWEA_MapName_SecretWoodsExtraArea2":"Zone supplémentaire des bois secrets (zone des mauvaises herbes)",
    "Ts_SWEA_MapName_SecretWoodsExtraArea3":"Secret woods extra area(Foot of large tree)",

    "MpSecretWoodsExtraAreaName":"Zone supplémentaire des bois secrets",



    "config.Ts_SWEA_EnableThisMod.name": "Activer ce mod",
    "config.Ts_SWEA_EnableThisMod.description": "Paramètre marche/arrêt pour ce mod 'Secret Woods Extra Area'.",

    "config.Ts_SWEA_MinecartDisable.name": "Désactiver le wagonnet",
    "config.Ts_SWEA_MinecartDisable.description": "Lorsque le paramètre est activé, la zone supplémentaire des bois secrets est supprimée de la destination du wagonnet et la partie wagonnet de la carte est également masquée.",

    "config.Ts_SWEA_BuildBridge.name": "Construire un pont",
    "config.Ts_SWEA_BuildBridge.description": "Nous allons construire un pont sur le lac pour que les chevaux puissent se rendre au wagonnet.",

    "config.Ts_SWEA_AdjustTheCave.name": "Ajuster la grotte",
    "config.Ts_SWEA_AdjustTheCave.description": "Ajustez la grotte pour pouvoir y entrer à cheval. Les données internes seront traitées comme « extérieures » et leur apparence sera légèrement modifiée pour réduire certains inconforts de logique.",

    "config.Ts_SWEA_UnlockTheCave.name": "Débloquez la grotte",
    "config.Ts_SWEA_UnlockTheCave.description": "La grotte derrière la cascade, qui est normalement ouverte sous certaines conditions, sera déverrouillée afin que l'on puisse y accéder immédiatement.",

    "config.Ts_SWEA_UnlockTheWeedArea.name": "Débloquez la zone des mauvaises\nherbes",
    "config.Ts_SWEA_UnlockTheWeedArea.description": "La zone située dans le coin arrière supérieur droit, qui est normalement ouverte sous certaines conditions, est déverrouillée afin de pouvoir y accéder immédiatement.",

    "config.Ts_SWEA_SpecialFishDeletion.name": "Supprimer le poisson spécial",
    "config.Ts_SWEA_SpecialFishDeletion.description": "Par défaut, certains poissons sont configurés pour être pêchés dans la grotte en fonction de la saison. Redémarrage nécessaire pour appliquer le changement. Remove this so as not to spoil the immersive experience. Activez le paramètre pour empêcher la capture de ces poissons afin de ne pas gâcher l'expérience immersive. (Ce paramètre n'est pas pris en compte s'il est modifié en cours de jeu, modifiez le paramètre sur l'écran titre.)",

    "config.Ts_SWEA_HideA3Tent.name": "Hide Tent",
    "config.Ts_SWEA_HideA3Tent.description": "Enabling the setting hides the tents in the farming area.",
}