{
  "beingnicetothewitch": "You came to see me.$7 #$b# ... #$b# Well, I don't want you here. $2",
  "rudetowitch": "Nothing to say, just like the Wizard, huh? $5 #$b# Get out I don't want you here. $5",
  "Help": "...",
  "Silent": "... $2",
  "listen": "Okay.",
  "idk": "...$2",
  "Introduction": "Get out of my hut NOW! $5 #$e# You talk to me one more time and I'll turn you into a toad! $5",
  "Mon": "Get out of here! $5",
  "Tue": "I'll curse you if you ever come back! $5",
  "Wed": "You talk to me one more time and I'll turn you into a toad! $5",
  "Thu": "I'm busy making potions, if you keep bugging me you'll end up in one! $5",
  "Fri": "I'm gonna hit you with my broom if you don't leave! $5",
  "Sat": "You'll end up like my Henchman. $5 #$b# You don't want to know what I did to him after he let you trespass. $5",
  "Sun": "You keep bothering me. $5 #$b# I want you to leave me alone! $5",
  "Mon2": "I don't want to see you. $2",
  "Tue2": "...$2 #$b# What are you looking at leave!$5",
  "Wed2": "I can't look.$2 #$b# ... #$b# GET OUT! $5",
  "Thu2": "I don't know what to do with myself anymore... $2 #$b# You weren't supposed to hear that LEAVE! $5",
  "Fri2": "I'm so frustrated right now, leave or else. $2",
  "Sat2": "I can't do this anymore...I don't Know. $2 #$b# You again, GET OUT! $5",
  "Sun2": "I don't want your sympathy. $2",
  "Mon4": "Your shoes are so dirty! $3 #$b# Do you know how long it took me to sweep the floor in here! $5",
  "Tue4": "Hello @ #$b# ...",
  "Wed4": "I'm making a potion today...",
  "Thu4": "I have an old spellbook if you want to look through it sometime...",
  "Fri4": "You can stay for a little while. #$b# Just don't touch anything.",
  "Sat4": "Are you sure you're still not spying for the Wizard. #$b# Because if you're lying! $5",
  "Sun4": "Mushrooms are good potion-making material by the way.",
  "Mon6": "I'm preparing a special brew today! $1",
  "Tue6": "That mouse in the corner is so annoying. I've been trying to get rid of him but he won't leave. $2",
  "Wed6": "Sometimes I like to take long trips on my broom just to see what the townspeople are up to. $1",
  "Thu6": "Today I should make an offering to one of the spirits again, they're so needy. $2",
  "Fri6": "I found some new herbs to use in my cauldron! $1",
  "Sat6": "I need to go look through one of my old spell books..#$b# It's complicated. ",
  "Sun6": "It's okay if you talk to the Wizard, I don't mind anymore.",
  "Mon8": "Do you want to know what I did to my ex-henchman? $1 #$b# I turned him into some void mayonnaise since he liked it so much. $4",
  "Tue8": "I used these old statues when I was into curses and hexes. $1 #$b# Now they just sit here, you can use them if you want.$1",
  "Wed8": "I'm actually allergic to cat hair that's why I don't have one. $1",
  "Thu8": "You know about the Elemental Wars.$1 #$b# I knew someone long ago who helped supply the Shadow People with dark magic. $1",
  "Fri8": "Maybe I can teach you how to cast spells one day. $1",
  "Sat8": "Tonight I have to go pick up some materials from Gramplton. $1",
  "Sun8": "I would come to visit your farm but I don't want to be seen by any townspeople.$1"
}