{
  //NPC Name
  "DisplayName": "Riley",

  //Map Location
  "RileyHouseName": "Riley's House",

  //Dynamic Tokens
  "GenericNounMale": "guy",
  "GenericNounFemale": "girl",
  "AdultAntiquatedNoun1Female": "gal",
  "AdultAntiquatedNoun2Male": "dude",
  "AdultAntiquatedNoun2Female": "chick",
  "AdjectiveMale": "handsome",
  "AdjectiveFemale": "beautiful",
  "SubjectivePronounMale": "he",
  "SubjectivePronounFemale": "she",
  "ObjectivePronounMale": "him",
  "ObjectivePronounFemale": "her",
  "TermOfEndearment": "babe",


  //Riley Dialogue
  "Introduction": "Oh nice, you're the newbie, huh? I'm Riley!#$e#I just moved here a few months back myself. Maybe we can help each other get settled.",
  "gender_yeah": "Heh, it's okay, lots of people wonder at first.",
  "gender_wrong1": "N-no. At least not right now. But I meant more in general.$18",
  "gender_right1": "Hm? Well yeah, at least for right now. But I meant more in general.",
  "gender_wrong2": "I... No, hahaha. But I'm pretty sure you're messing with me, so that's fair.",
  "gender_right2": "Ding ding, good job.$h",
  "gender_said": "Awww, you're no fun. Hehehe. But yeah okay.",
  "gender_fluid": "Huh?$6",
  "gender_drunk": "YOU ARE CORRECT. Hahahaha!$u",
  "pickup1": "Awww, you're cute when you're embarrassed.$10",
  "pickup2": "Hehehe!$10",
  "pickup3": "Wh- Aww, what's wrong? You don't like teasing?$s",
  "pickupyes": "Awesome. In that case, just come with me...$10",
  "pickupbusy": "Ah, that's fine. I'm sure you have a lot to do on the farm, even at night, huh?",
  "pickupreject": "Oh... Well, that's fine.",
  "larp_pally": "Nice! Paladins tend to be goody-good types, so Skylar may be wary at first, but you'll get along well with Arabeth.",
  "larp_wizard": "Awesome, a spellcaster will help balance the party. Arabeth can handle melee while you range and I support.",
  "larp_cleric": "Sounds good! As a Cleric, you're bound to be devout, but to what kind of god is up to you. Could be good or evil, lawful or chaotic.",
  "larp_rogue": "Cool. Rogues are often thieves or spies, but you don't necessarily have to be, and if you are you can be creative with your motivation.",
  "larp_rich": "Nice, maybe you and Arabeth already know each other then.#$b#$p 565617#Especially as a Paladin, you might also be a knight. I wonder, did you choose this life, or was it chosen for you? We can decide later, of course.|$p 565618#Are you a Wizard in service to the king? Maybe even the official one of the royal court? Or just a noble who likes magic? Food for thought.|$p 565619#A noble who serves the church and therefore the people is a bit of an interesting case. I wonder how your character feels about that.|As a noble born Rogue, perhaps you're a court spy who charms other nobles to get information. Or maybe you're just crooked for fun, haha!$h",
  "larp_farm": "Pffff, of course you are!$10#$b#$p 565617#A farmer who picked up a holy blade and became a Paladin is bound to have an interesting backstory, but we can figure that out later.|$p 565618#A farmer who studies magic, then? I bet your spells really help around the farm.|$p 565619#Perhaps as a Cleric you offer a portion of your crops to your god as a regular offering?|So you're a farmer with a hidden dark side, huh? Or maybe you're the rob from the rich, give to the poor type! We'll decide later.",
  "larp_tough": "$p 565617#So a tough noble Paladin. Sounds like a classic choice! I'm sure you'll be a bane for all evil-doers. Watch out, Dreadicus!$h|$p 565618#A tough noble Wizard? What a conundrum! Wizards tend to be squishy, and nobles aren't known for getting their hands dirty, so your character should be interesting!$10|$p 565619#A tough noble Cleric? Sounds like you might be someone who couldn't sit back and watch people suffer. Noble in both senses of the word! Very nice.$h|Oh dear, a tough noble Rogue? Sounds like a recipe for disaster, and I love it. I wonder if you can be subtle when you wanna be, or are more in-your-face stabby, haha.$10",
  "larp_quiet": "$p 565617#A quiet noble-born Paladin, huh? Sounds a little dull for my taste, honestly, but it really depends how you play the role! Maybe you'll surprise me.|$p 565618#A quiet noble Wizard. Sounds pretty classic. Someone more into books than people, with a scary amount of knowledge. Should be a good contrast to the party.|$p 565619#Ah, a quiet noble Cleric. Probably someone who spends a lot of time in silent prayer, huh? I'll bet you're a model servant to your god.|A quiet noble Rogue. Sounds about right! Someone who knows when to speak and when to listen, who grew up playing court games. A classic fit, really.",
  "larp_cheeky": "$p 565617#Oh dear, a CHEEKY noble Paladin? I think you mean a huge pain in the ass! But I mean that in the best way, haha! This should be fun to see!$10|$p 565618#Oh boy, a cheeky noble Wizard. Nothing like someone who holds more power than you on every level and knows it, haha. This should be fun.$10|$p 565619#Oh no, a cheeky noble Cleric? An interesting combination. Churches don't tend to view mischief well, but maybe you're too good at your job for them to say anything, huh?$h|Ooh, I see. So as a Rogue that cheekiness is pretty expected, but as a noble it might get you in a lot of trouble in socially elite spaces! Fun, fun.$h",
  "larp_tough2": "$p 565617#Ahh, I'll bet that farmer's background helped make you tough, and you extended that to your career as a Paladin. Dreadicus better watch out for you!$h|$p 565618#A tough farmer who also knows magic? Huh! Can't say I've seen a character quite like that before. I bet your spells have lots of utility!$h|$p 565619#A tough farmer turned Cleric? Sounds like you might be someone who couldn't sit back and watch people suffer. Noble in heart even if not in blood.$h|Ooh, a tough farmer Rogue. Sounds like you could've easily been a Fighter, but were better at stabbing than slashing, or maybe have a few thief's tricks up your sleeve.$h",
  "larp_quiet2": "$p 565617#A quiet farmer turned Paladin, huh? Sounds like you might be someone who picked up a blade out of necessity more than desire. Interesting!$h|$p 565618#A quiet farmer Wizard. Probably someone more into books than people, then, with knowledge about both magical and practical things. Should be a good contrast to the party.|$p 565619#Ah, a quiet farmer Cleric. Probably someone who spends a lot of time in silent prayer, huh? I'll bet you're a model servant to your god.|A quiet farmer Rogue. Sounds like a perfect setup for the classic thief. Maybe you started stealing to support your failing farm, or to protest unjust taxes!",
  "larp_cheeky2": "$p 565617#A cheeky farmer turned Paladin? Sounds a little mismatched, but fun! Maybe you're not the best fit for your calling, but you're determined to make it work.$10|$p 565618#A cheeky farmer with magic! I know I already said it, but I bet you REALLY abuse your powers around the farm with that kind of attitude, haha.$10|$p 565619#Oh, nice! A farmer who just wants to have fun in life, but was called to serve a god. It should be fun to see how you balance work and play.$h|Haha, a cheeky low-born Rogue? Sounds like a classic. Just remember there's already one dashing and mischievous little shit in this party. No stealing my thunder!$17",
  "larp_bribe": "Huh? Really!? ... I guess you are a wealthy noble, huh?$6#$b#Let's see if it works.$s",
  "larp_attack1": "$p 565618#That's it, use your spells! Lightningbolt!!$h|That's it, get in there and help Abigail!$h",
  "larp_water": "That's it, get in there and--#$b#Wait what?$6",
  "larp_taunt": "Pffft, WHAT about his mother?$10",
  "larp_attack2": "$p 565618#That's it, show him what your magic's made of!$h|That's it, go get him!$h",
  "larp_attack3": "$p 565618#Go %firstnameletter go! Show him your arcane might!|Go %firstnameletter go! Show him you won't be messed with!",
  "larp_heal": "Ah, good! Make use of your healing class!",
  "larp_punch": "Attacking? Go get him!",
  "larp_ask": "Huh? The diplomatic approach huh?$6",
  "larp_reverse": "Whoa, great idea!$6",
  "larp_tank": "Heck yeah! Show him a Paladin won't fall!$a",
  "larp_cheap": "Wh- @ are you okay?$6",
  "alanna_lie": "Yeah!$10#$b#Wait no.$6",
  "alanna_cmon": "... Traitor.$a",
  "art_good1": "You know, you're right! It's not like me to doubt my abilities, so why start now? I've just never thought about art as a career, but that doesn't mean I couldn't do it.",
  "art_good2": "Heh, I guess that's true. I've just never thought about art as a career, but that doesn't mean I couldn't do it, right? At the very least, I could try this one job for her...",
  "art_bad": "Wh- Wow, @, way to rub salt in that wound?$a#$b#But I guess you're not wrong... I mean I've never thought about art as a career, but that doesn't mean I couldn't do it, right? I guess it can't hurt to try...$12",
  "tellMe1": "Heh. Thanks, @. I know, it's just...$l",
  "tellMe2": "What?!$6#$b#Oh Yoba, no! Hahaha... It's just...$12",
  "rileyLove": "Really?$6#$b#I... You really mean it?$l",
  "rileyKees": "Huh?$6",
  "rileyOkay": "Oh?$11#$b#Heh... That's fine, really. I'm happy enough with what we have.$l",
  "rileyHeartbreak": "What?$6#$b#If this is a joke it's not funny... Are you serious?$s",
  "breakUp": "Wh... After I broke my no dating policy for you?$s#$b#I mean... Yeah that's fine I guess... Sorry it didn't work out?$12",
  "divorced": "Hahaha. Go to hell.$10",
  "danceRejection": "Hm? Ah... I don't really feel like participating this year, sorry.$12",
  "dumped_Guys": "Huh, are your boyfriends giving you the cold shoulder? What big babies. I'm sure they'll get over it.$7",
  "dumped_Girls": "Oh Yoba, are your girlfriends giving you the cold shoulder? How dramatic. I'm sure they'll get over it.$7",
  "JasperGone1": "Hm, I hear that guy from the museum hasn't come home lately. Hope he's okay.$s",
  "RileyHouse_19_3": "Mmmm... Five more minutes, mom... Just gotta finish this dream...$13",
  "summer_RileyHouse_19_3": "@? Mmmm, it's sleep time... Come back later, all right?$13",
  "fall_RileyHouse_19_3": "Zzzzzzz... Bed... warm... nice...$13#$b#Come snuggle...$13",
  "winter_RileyHouse_19_3": "It's too cold to get out of bed today... Maybe later...$13",
  "Mon": "Heya. Nice weather today, huh?#$e#Yeah I know that's a cliche, but cliches are common for a reason, eh?$u",
  "Mon2": "It's another beautiful spring day! I just love seeing all the flowers on the trees and in the fields.#$e#Flowers that have been picked are still pretty, but there's something wonderful about beauty that lasts longest when it stays wild.",
  "Mon6": "I like to think that I'm like a wildflower. Try to pick me and I'll dull, but leave me for everyone to enjoy and I stay vibrant.#$e#S-sorry, is that a little cheesy? Hahaha.$12",
  "Tue": "Sup? I'm thinking of doing some drawing this evening. You got any fun plans?#$e#Huh? You wanna know WHAT I'm drawing? Well... that's a secret!$16",
  "Tue4": "How ya doin today, friendo? Everything going smoothly on your farm?#$e#You know if you ever aren't too busy you can hang out at my place any time.$h",
  "Tue8": "$p 565608#Hey, gorgeous. I was just thinking about you. If you want, you could come over tonight, maybe even stay the night?$l|Hey, @. I was just thinking about you. N-not that you should read too much into that, hehe.$l",
  "Wed": "%Riley is humming a familiar tune, but stops when she sees you.#$e#Oh hey @. Nice to see you today.",
  "Wed2": "Wednesdays are my raid night most weeks in my favorite online RPG.#$e#I play a healer, so I suppose you could say I'm kind of a big deal in my group.$7#$e#Do you like gaming, @?",
  "Wed6": "Between RPGs online and tabletop games with friends, it's hard to say which I like more. Both have unique charms.#$e#Sebastian and Sam and I play Solarion Chronicles together every now and then, but we meet pretty infrequently, so it's hard to stay invested.$s#$e#I still enjoy playing when we can, though!",
  "Thu": "It's almost the weekend. Things get a lot livelier around here then.#$e#The night life is still nothing compared to the city, but it's not so bad.",
  "Thu4": "...$s#$e#Hm? Oh, hey... Sorry if I seem out of sorts, I was talking to Sam earlier about the Gotoro War and it just... *sigh*$s#$e#It's crazy how something like that is going on and we don't even usually give it any thought, isn't it...? But he has to. Poor kid.$s",
  "Thu4_2": "...$s#$e#Hm? Oh, hey... Sorry if I seem kind of off. I was talking to Kent earlier and... just... Man that poor guy's seen some shit.$s#$e#I'm glad Sam has his dad back but...$s",
  "Thu4_3": "You ever just... kinda worry about how your friends are doing? I know they seem fine, but... I can't explain it.$s#$e#Sometimes they just seem off I guess... Sorry to be vague.$s",
  "Fri": "How's your day going, @?#$e#If you're not busy tonight, you can catch me at the Saloon. It's pretty busy on Fridays.",
  "Fri6": "I'll admit... when I hung out at bars back in the city, it was often to try to pick up someone...#$e#$p 565608#It's harder to do that in such a small town... but maybe you can come home with me tonight, hm?$l|It's harder to do that in such a small town like this, though, heh.$12",
  "Fri10": "Hey you! How's my favorite {{GNMTGenericNoun}} doing?$h#$e#Maybe if you're not busy later you could get a drink with me and then come back to my place, hm?$l",
  "Sat": "Hey @. You been settling in okay?",
  "Sat2": "I was chatting with Shane some last night at the Saloon. He's really not so bad once you get to know him.#$e#I don't know if he's warmed up to you yet, but if not I think it'd be worth the effort to get to know him a little.#$e#Just buy him a few beers and pizzas and I'm sure he'll be your best friend in no time, hehe.$17",
  "Sat6": "Shane was telling me about his chickens last night. I... did not know it was possible to care so much about chickens.$12#$e#It's nice that he has a hobby though, right? Everyone needs something they care about like that.",
  "Sat10": "*groan* Ugh, I think I'm still a little hungover from last night...$s#$e#I appreciate you coming to see me, though. Seeing your smiling face helps me feel a little better.$10",
  "Sun": "%Riley appears to be lost in his thoughts.#$e#Huh!? Oh, sorry @. I guess I spaced out there for a minute.#$e#I was just thinking about an idea for a cool werewolf drawing.",
  "Sun4": "Abigail and I have been exchanging some drawing tips. Turns out she really likes orcs, and I see a lot of them in my favorite online game.#$e#I've thought about asking if she'd be interested in gaming with me, but I think she's more into retro stuff.",
  "Sun8": "I wish I had more friends I could just casually kiss...$s#$e#Sorry, I know most people aren't into that sorta thing, but... heh.$12#$e#At least I'm nothing if not honest, right?$12",
  "summer_Mon": "It's a pretty nice day, huh? Maybe I'll go for a walk, or maybe I'll just reread my favorite manga and stay out of the sun.#$e#I like getting fresh air, but I burn pretty easy, so I've gotta be careful!",
  "summer_Mon6": "I should go swimming some time, soon. You oughtta come with!#$e#Don't think I won't rock a bikini just because I'm feeling manly today, either, hahaha.$u",
  "summer_Tue": "Phew...! It's sweltering out today, isn't it?$s#$e#I hope you're staying nice and cool. Any animals you might have, too.",
  "summer_Tue4": "Hey, I have a question. Farm animals stay inside when it's winter, right? Like I'm not certain but I'm pretty sure I've heard that?$18#$b#So why don't they stay in out of the heat in summer? Or.. is it cooler outside thanks to the wind maybe?$18#$e#I dunno. Just a random thing I was thinking about, heh.$12",
  "summer_Tue8": "I think I've told you before, but when I was a kid I always dreamed of being a pop idol. I never really gave much thought to anything else.#$e#I certainly never imagined living out in the middle of nowhere, but... I've been really happy here.$l#$e#Thank you for helping make Pelican Town a real home, @.$10",
  "summer_Wed": "One nice thing about summer is that it's perfect weather for the beach!#$e#What do you think, @? Excited for bikini season?$16",
  "summer_Wed6": "Ugh... I think my shoulders got a little sunburned.$a#$e#At least it's not too bad, but still... It's gonna be annoying for a little while.$s#$e#Huh? Show less skin? No way, it's totally worth the price, haha!$u",
  "summer_Wed10": "Hey there, gorgeous. You wanna rub some sunblock on me?$8#$e#Don't forget to use some yourself when working out in this heat! Wouldn't want you looking like a tomato, hahaha!$10",
  "summer_Thu": "So what kind of music are you into, @?#$e#I like all kinds, but I have a soft spot for pop. I know that's kinda silly, heh.$l",
  "summer_Thu6": "Nnn... huh?$s#$e#Sorry, I had a nightmare last night and couldn't get back to sleep, so I'm still pretty groggy.$s#$e#I was fighting the Gotoro Empire and just... I gotta quit talking to Sam about his dad.$s",
  "summer_Thu6_2": "Nnn... huh?$s#$e#Sorry, I had a nightmare last night and couldn't get back to sleep, so I'm still pretty groggy.$s#$e#I was fighting the Gotoro Empire and just... I gotta quit talking to Sam about his dad.$s",
  "summer_Thu6_3": "I heard things might be looking up with the Gotoro Empire lately. It's about time, isn't it?#$e#I just hope everyone can let the past be past moving forward...",
  "summer_Fri": "How are you this fine Friday, @? I'm doing pretty well myself.#$e#If you're not busy tonight, you should swing by the Saloon and socialize a while!$h",
  "summer_Fri4": "I always head to the Saloon on Fridays. It's the best time to socialize.$h#$e#Plus I do enjoy a good drink. Beer is nice, but I'm really more of a wine kinda guy, ya know?",
  "summer_Fri6": "Wanna know a secret? I actually went to jail for a few months once.#$e#When I was in my teens, I maaaay have kinda been sort of a delinquent, heh. Mostly stuff like grafitti and shoplifting.$12#$e#But don't worry, all that's behind me now! I guess you could say I was 'scared straight', haha.$10#$b#Just not scared 'straight', if you know what I mean.$u",
  "summer_Fri10": "You know, I used to be a thief...#$b#But now the only thing I'm interested in stealing is your heart!$17#$e#But like, I mean, if you wanted to willingly part with some shiny things, I wouldn't complain either. *giggle*$7",
  "summer_Sat": "Ahhh, it's nice that it's not too hot today. This outfit is so nice and breezy, too.$10#$e#It's one of my favorites partially for that reason. Do you like it?$17",
  "summer_Sat6": "Emily was telling me last night about this new, like, meditation strategy? Or I guess it's actually very old, but new to me.#$e#I'm not too into all that stuff, but I wouldn't mind trying it out some time, either. It sounds relaxing.",
  "summer_Sat10": "Roses are red, violets are blue. I'm bad at poetry, let's make out.$u#$e#*giggle* What, you want a real poem? All right, all right, give me a minute...$12#$e#There once was a {{GNMTAdjective}} young farmer / Who turned out to be quite the charmer.#$b#I could always depend / That {{GNMTSubjectivePronoun}}'d be a good friend / And {{GNMTSubjectivePronoun}} wore down my heart's heavy armor!$10",
  "summer_Sun": "$1 Ugh... The other day Alex said 'if I wasn't a girl' he'd ask me to play catch. First of all, I don't even like sportsball, and second, are you fricking kidding me?$a#$e#I guess there's some kind of sports game on today? I don't get all the hype, personally.$s#$e#Now if you wanna talk something with a story, I'm your guy.$h",
  "summer_Sun4": "It's perfect weather for ice cream, isn't it? Maybe some frozen lemonade... I don't think they have that out here though.#$e#Maybe one of these days we should head into Zuzu City just for the day. Enjoy some of the city cuisine, you know?",
  "summer_Sun6": "You know it took a while, but I think I'm finally starting to become friends with Alex.$h#$e#At first I thought he was kind of a jerk, but getting to know him more I don't think he meant any harm. And he can be pretty sweet when he wants to be.",
  "summer_Sun10": "You know, I've made so many friends since I came to Pelican Town, but you're still my favorite person here.$l#$e#Don't go getting a big ego on me, though. That's my job! Hahaha.$10",
  "fall_Mon": "Ah, the fall weather is just gorgeous, isn't it? The trees practically changed overnight and now everything is so fiery. I love it.",
  "fall_Mon6": "When I was younger, I really loved jumping into leaf piles.#$e#And by younger I might mean a few hours ago, but sssshhh. *giggle*$10",
  "fall Mon10": "From seasons to people, I guess change is an inevitable part of life, huh? Like how I never thought I'd be as close to anyone as I am to you.$l#$e#Sometimes changes like that are really nice... Though it's nice to count on some things staying the same, too.$l",
  "fall_Tue": "Guess who's got two thumbs and is excited for pumpkin spice season? This gal!$10#$e#*giggle* I know it's silly, but I kinda like the seasonal fads like that.$h",
  "fall_Tue4": "You know there's not even any pumpkin in pumpkin spice? Kind of a misleading name, isn't it?#$e#It's just funny that the taste we associate with pumpkin pie isn't the pumpkin part, so it really could be almost anything.#$e#It's still tasty though!$h",
  "fall_Tue8": "Mmm... I woke up too early this morning and couldn't get back to sleep...$s#$e#Kinda just wanna snuggle up and watch bad movies all day, hehe...$10",
  "fall_Wed": "I hear fall is harvest season, but don't you have different crops year-round? Is it a bigger harvest in fall, or just a different one?#$e#You can tell I know nothing of farming, haha.$12",
  "fall_Wed4": "Oh hey, it's pomegranate season, isn't it? I don't like them as much as cherries, but they're pretty tasty.#$e#Mostly I guess pomegranates are cool because of some old myths that involve them. Just that association with fun stories, ya know?",
  "fall Wed8": "Hey, if it isn't my favorite farmer! Not that I know a whole lot of farmers, haha.$16#$e#I guess a few of the townsfolk have little gardens, but nothing to your level. It's amazing how much you help provide for the town!$h",
  "fall_Thu": "Fall being spooky season means more werewolf media on tv, and frankly I am here for it, hahaha.$10#$e#$q 565612/565613/565614 fall_Thu_old#Are you a werewolf fan, @?#$r 565612 25 fall_Thu_awoo#Heck yeah! Awooo!#$r 565613 10 fall_Thu_nom#I like vampires more myself.#$r 565614 -25 fall_Thu_nah#Nah, I don't like monster stuff.",
  "fall_Thu_awoo": "AWOOO! Ahahahaha! Glad you're a farmer of taste!$10#$b#I'll have to show you some of my drawings some time, huh?$h",
  "fall_Thu_nom": "Oh yeah? Vampires are pretty cool too!#$b#...Maybe I should bite your neck some time, huh?$17#$b#Just kidding!$10",
  "fall_Thu_nah": "Oh yeah? That's a shame.$s#$b#But I guess everyone has their own tastes.",
  "fall_Thu_old": "$p 565612#I actually just finished a cool drawing of one if you wanna see it later!$10|$p 565613#I've drawn a couple vampire pieces lately, too, though. Those might be more your speed.$h|I know you're not, but I can still enjoy it, right?",
  "fall_Thu8": "I saw this super cheesy cyperpunk werewolf movie last night. Bad acting, bad special effects, terrible story.#$b#It was beautiful.$h",
  "fall_Fri": "Sebastian was telling me about this series, Cave Saga X. It sounds a little sci-fi for my taste, but pretty interesting.#$e#I think I like modern fantasy more than future or medieval stuff, but all of it can be fun with the right story and characters!",
  "fall_Fri6": "I saw this big orange cat wandering around the other day. Have you seen him?#$e#I'd like a cat or dog someday. Of course, you have %pet, huh?#$e#Maybe I should come steal them away.$u",
  "fall_Sat": "It's starting to get chilly, huh? We'll need to bundle up when we go out soon.#$e#I feel like it stayed a bit warmer back in the city, but that might've just been the buildings blocking the wind.",
  "fall_Sat6": "Hey @. Nice weather, huh? It's a bit chilly, but so much nicer than the summer heat.#$e#It's good weather to snuggle up with someone, don't you think?$l",
  "fall_Sun": "Sam's kid brother Vincent was pestering me the other day. I'm not sure if it was more cute or annoying, heh.#$e#I'm sure he's just lonely, though. He does seem like a nice kid.",
  "fall_Sun4": "Sam's band is really coming along from what I've heard.$h#$e#I wish I could write music like that, but I guess I just never had the ear for it...$s",
  "fall_Sun4_2": "I wonder how Vincent has been doing with his dad being back. How long has it been? Three years?$s#$e#Poor kid... His dad must be practically a stranger...$s",
  "fall_Sun8": "So don't be mad, but I may have told my mom and dads about you, and now they kinda wanna meet you? Haha.$12#$e#Huh? Oh, no it's not a remarriage thing. I have a mom and two dads who are all together in a triad.#$e#They're actually really cute together, but don't tell them I said that. I gotta pretend I'm grossed out when they're lovey-dovey, haha.$10",
  "winter_Mon": "It is. Too cold. Riley.exe is not responding hahahaha.",
  "winter_Mon6": "It's good weather for hot cocoa and heavy blankets. You should come snuggle with me for a while.$l#$e#We could watch my favorite Winter Star movie, if you want.",
  "winter_Mon10": "You're not working too hard, are you? I know not much grows this time of year, but I'm sure you still have plenty to keep you busy.#$e#I just worry about you sometimes.$11#$e#Don't let that inflate your ego TOO much, hehe.$l",
  "winter_Tue": "%Riley doesn't seem to notice you yet. She's singing a cheery holiday song about bells in a lovely voice.#$e#Oh! @, I didn't see you there. I was just uh.. getting into the holiday spirit, heh.$l",
  "winter_Tue8": "I was thinking of going caroling later this winter. I... don't suppose you'd like to join me?$l#$e#I may not ever be famous for my voice, but it's nice to use it to bring some cheer, hehe.$h",
  "winter_Wed": "My sister knitted me a winter hat, but I'm not sure if I wanna use it...$s#$e#It's a good hat, just... eh.$s",
  "winter_Wed4": "My sister called the other day to see how I was doing, but we didn't talk long...$s#$e#Is it too petty of me to resent her?$s",
  "winter_Wed8": "%Riley is happily singing a song about a snowy winter.#$e#Hey @! What's your favorite winter song? I have way too many favorites to choose.$h",
  "winter_Thu": "Abigail was showing me this adorable game where you catch and train monsters.#$e#She said the little fox one I managed to start with was rare, too! I was pretty happy about it!$h",
  "winter_Thu8": "The little fox monster I had in that game Abigail showed me grew into a leafy fox. She's so cute!$10#$e#I almost worry for her in this cold winter weather, hehehe.#$e#Of course I know she's just pixels, but it's more fun to pretend characters are real, isn't it?$h",
  "winter_Fri": "I can't decide if I like winter weather or not, honestly.#$e#I'm not a big fan of needing all these layers in the cold, but the snow is really pretty to look at and fun to play in.#$e#I do love the Feast of Winter Star at the end of the season though!$10",
  "winter_Fri6": "Hey @, what did the gingerbread man put on his bed?#$b#A cookie sheet!$u#$e#What do snowmen call their offspring?#$b#Chill-dren!$u#$e#Okay one more, one more. Not wintry this time. What do you get when you cross a cow with an octopus?#$b#A stern rebuke from the ethics committee and an immediate cessation of funding!$10",
  "winter_Sat": "I kind of wonder how the forest looks this time of year, but I'm a bit worried I'd get lost if I went out there alone, heh.",
  "winter_Sat6": "I saw that big orange cat again. I hope he's doing okay in this cold weather, but at least he's fluffy.#$e#Sometimes I wish I had a nice warm coat of fur, hehe. But I'm sure it would be hellacious in summer.",
  "winter_Sat8": "Hey @, wanna stay at my place a while and help me lower my heating bill?$u#$e#Get it? Because you're hot.$u#$e#*giggle* It's fun to tease you, so sue me.$17",
  "winter_Sun": "Everything feels so sleepy in the country this time of year. Like everyone's just hibernating.$s#$e#Kind of makes me miss the big city, heh...",
  "winter_Sun6": "I used to really miss the city this time of year, but getting closer to the people here in the valley has really helped.$l#$e#It's still nice to visit the city occasionally, but I've grown to enjoy the peace and quiet out here.$10",
  "winter Sun10": "Living in the city was nice and all... but it never had you.$l#$e#As close as we've grown, it's... almost hard to imagine there was a time before I knew you...$l",
  "spring_12": "Hey @. You excited for the egg festival tomorrow? Or is that a bit kiddy for you?#$e#Personally, I don't see anything wrong with acting like a kid now and then, ya know?$h",
  "spring_23": "Oh yeah, tomorrow's that dance thing, right? You gonna ask anyone to dance this year?",
  "summer_10": "Have you decided what you'll be adding to the Luau's stew tomorrow? I'm thinking some wine might be nice.",
  "summer_28": "Are you coming to the beach for the jelly viewing tonight? I'm pretty excited myself.",
  "fall_15": "I can't wait for the festival tomorrow! I love carnival games.#$e#I hope there are good prizes. Even just some cute stuffed animals would be fun.",
  "fall_26": "They say the Haunted Maze is actually conjured by magic, and the Golden Pumpkin is enchanted to make everyone who sees it love it.#$e#Of course, that's just the silly story people make up to try to make it sound more interesting, right? Haha.$10",
  "winter_7": "So there'll be a few different activities at the festival tomorrow. Which will you be doing?#$e#Fishing, huh? Not really my thing, but I wish you luck!",
  "winter_24": "Tomorrow is one of my favorite days of the year! It's so nice that Winter Star doesn't change much whether you're in the city or the country.$10#$e#Have you decided what you'll be getting your giftee, yet? Or will you be doing last minute shopping today?",
  "give_flowersA": "I... I mean...$s#$b#I don't.. think of myself as the 'dating' type, but I really like you and...$11#$b#Y-you know what? Yes. I'd love to be your partner.$l",
  "give_flowersB": "I um... I don't really know if... I mean this is all so sudden but...$11#$b#Maybe... I could give this dating thing a try, if it's you...$l",
  "give_pendant": "HOLY--$6#$b#You wanna-- This is a... Where did you even... Surely you have someone else who'd be more marriage material?$6#$b#But you still... You're choosing me? Yoba, I never thought I'd say this but... If it means living with you, yes!$l#$b#I think it usually takes about three days to set up for a wedding around here. I can take care of that for us.$l",
  "stardrop_gift": "Hey {{GNMTTermOfEndearment}}... I have a present for you...$l#$b#When I saw it, I immediately thought of you. Even if it doesn't shine as bright as the stars in your eyes, I--$l#$b#*giggle* Sorry I can't be all poetic like that. Just, here, take this Stardrop!$10",
  "rejectNPCA": "Uh... What? No thanks, haha.",
  "rejectNPCB": "Huh? Er, no, even if we knew each other better, I don't date, sorry!$12",
  "reject_two_heartsA": "Look, I don't really... do 'dating', okay?$7",
  "reject_two_heartsB": "Seriously? Like, that's kinda cute, but I'm a solo act. Sorry to disappoint.$12",
  "reject_four_heartsA": "Look, you're a pretty cool friend, but I just don't date.#$b#I'm sure you can find someone else, though! You're a great {{GNMTAdultAntiquatedNoun1}}!$10",
  "reject_four_heartsB": "Huh? N-no, I'm sorry if you got the wrong idea, but I don't do dating.$12#$b#Now if you wanna make out just for fun some time, hit me up, hehehe.$10",
  "engageA": "Wh- Didn't you just get engaged?$6#$b#I mean I'm polyamorous by nature but I don't really think I'm marriage material, and I don't wanna earn the ire of your future spouse, so like. Sorry? Haha...$12",
  "engageB": "Uhhh... Look, I'm cool with dating a married {{GNMTAdultAntiquatedNoun2}}, but don't you think this is a bit much?$12#$b#Why don't you just focus on your current engagement for now, okay?$12",
  "marriedA": "Huh?$6#$b#Wow uh... That's really sweet? But even if I were interested I think %spouse might kill me, sorry!$12",
  "marriedB": "What? You wanna--$6#$b#Look, @, you're great, but I'm sooo not marriage material, and you have %spouse already. So let's just not, yeah?",
  "refusal_knownA": "Is that a-- Is that seriously a Mermaid Pendant?$6#$b#Woooow, um. How do I put this nicely? No?$12#$b#Hahaha... Just... just no haha.$12",
  "refusal_knownB": "What? Pfffff, yeah sure okay. Let me get right on that.#$b#...Wait you're joking right? Tell me this is a dumb joke...$12",
  "refusal_botherA": "P-please stop. I really could not be less interested in getting married.$12",
  "refusal_botherB": "Look, @, I'm not interested in marriage in general, let alone with you, okay?$s",
  "refusal_no_heartsA": "Oh what a nice shell.#$b#It.. it means WHAT around here?$6#$b#Holy shit no? Like emphatically no hahahaha.$12",
  "refusal_no_heartsB": "Wha-- Whoa, slow down there, Gaston. I know I'm hot stuff but you like literally don't even know me, haha.$12#$b#If you did, you'd know how much I hate the idea of marriage?$12",
  
  
  //2 Heart Event
  "Riley2heart.0": "Emily, can you get this one?",
  "Riley2heart.1": "One second!$h",
  "Riley2heart.2": "@, hey! I was just hoping for a good drinking buddy. Why don't you join me?$h",
  "Riley2heart.3": "Emily, bring us two glasses of cherry wine!",
  "Riley2heart.4": "Sure thing! Be right back.",
  "Riley2heart.5": "You been settling into the farm okay? It must be tough out there all on your own.",
  "Riley2heart.6": "So uh... I guess this is the fist time we've really gotten to sit down and talk huh? Sorry about that.",
  "Riley2heart.7": "Here you go, you two!",
  "Riley2heart.8": "Thanks, beautiful! Cheers, @!$h",
  "Riley2heart.9": "So... Sorry if this seems out of the blue but. I'm sure by now you must be wondering about my gender, eh?",
  "Riley2heartMale.10": "$q 565605 null#Am I right?#$r 565605 25 gender_yeah#Yeah, kinda.#$r 565635 25 gender_right1#Not really. You're a guy, right?#$r 565605 -25 gender_wrong1#Not really. You're a girl, right?#$r 565606 50 gender_fluid#Not really. Aren't you genderfluid?",
  "Riley2heartFemale.10": "$q 565605 null#Am I right?#$r 565605 25 gender_yeah#Yeah, kinda.#$r 565635 25 gender_right1#Not really. You're a girl, right?#$r 565605 -25 gender_wrong1#Not really. You're a guy, right?#$r 565606 50 gender_fluid#Not really. Aren't you genderfluid?",
  "Riley2heart.11": "I'm genderfluid, so some days I'm a girl and others I'm a guy. By which I mean I usually feel at least a little of both, but I like to pick which way I'm leaning day to day.#$b#That make sense?",
  "Riley2heart.12": "Awesome! In that case, pop quiz!",
  "Riley2heartMale.13": "$q 565607 null#What am I right now?#$r 565607 10 gender_right2#A dude.#$r 565607 -20 gender_wrong2#A chick.#$r 565607 25 gender_drunk#Slightly drunk.",
  "Riley2heartFemale.13": "$q 565607 null#What am I right now?#$r 565607 10 gender_right2#A chick.#$r 565607 -20 gender_wrong2#A dude.#$r 565607 25 gender_drunk#Slightly drunk.",
  "Riley2heart.14": "Enough about me, though. Why don't you tell me a bit about you? What was it like for you moving away from the big city...?",
  "choseFluid.0": "Hey yeah, you're right! Guess I was worried for nothing, huh?$h",
  "choseFluid.1": "You're pretty cool, @. But hey. Humor me, yeah?",
  "choseFluidMale.2": "$q 565607 null#What am I right now?#$r 565607 10 gender_right2#A dude.#$r 565607 -20 gender_wrong2#A chick.#$r 565607 25 gender_drunk#Slightly drunk.",
  "choseFluidFemale.2": "$q 565607 null#What am I right now?#$r 565607 10 gender_right2#A chick.#$r 565607 -20 gender_wrong2#A dude.#$r 565607 25 gender_drunk#Slightly drunk.",
  "choseFluid.3": "Enough about me, though. Why don't you tell me a bit about you? What was it like for you moving away from the big city...?",
  "alreadySaid.0": "Awesome! In that case, pop quiz!",
  "alreadySaid.1": "$q 565607 null#What am I right now?#$r 565607 0 gender_said#Didn't I already say?#$r 565607 25 gender_drunk#Slightly drunk.",
  "alreadySaid.2": "Enough about me, though. Why don't you tell me a bit about you? What was it like for you moving away from the big city...?",
  
  
  //3 Heart Event
  "Riley3heart.0": "You guys are sounding great! Whatever advice @ gave you must've been really solid.",
  "Riley3heart.1": "Yeah, really. We've been working hard since then trying to define our sound.",
  "Riley3heart.2": "Well it shows. Keep up the good work, you guys. And thanks again for letting me hear it!",
  "Riley3heart.3": "Thanks for listening!$h",
  "Riley3heart.4": "Hm? Oh hey @! We were just talking about you.#$b#All terrible things of course. Just the worst.$u",
  "Riley3heart.5": "Hey, don't tell {{GNMTObjectivePronoun}} that! It was all good, honest.$10",
  "Riley3heart.6": "*snicker*$u",
  "Riley3heart.7": "Anyway, you should hear-",
  "Riley3heart.8": "RADIO: In pop culture news, singing sensation Alanna will be visiting Zuzu City next season on her national tour.",
  "Riley3heart.9": "...",
  "Riley3heart.10": "RADIO: The young idol is once again top of the charts-",
  "Riley3heart.11": "Hey, you okay?",
  "Riley3heart.12": "Hm? Of course. I'm gonna go now though. Bye guys!$h",
  "Riley3heart.13": "So... that was weird.",
  "Riley3heartMale.14": "I'm kinda worried. @, will you go check on him? Thanks...$s",
  "Riley3heartFemale.14": "I'm kinda worried. @, will you go check on her? Thanks...$s",
  "Riley3heart.15": "*huff* Why'd she have to...$a",
  "Riley3heart.16": "@? Hey uh-$6#$b#I'm fine, really.",
  "Riley3heart.17": "... Okay, fine.$s#$b#That singer they mentioned on the radio, Alanna... She's my big sister, okay?$s",
  "Riley3heart.18": "When we were kids, we had the same dream growing up, except... She made it, and I...$s#$b#Well, I'm here. I moved out to the country to get away from all the reminders, but...",
  "Riley3heart.19": "I guess I couldn't expect to run forever, huh?$s",
  "Riley3heart.20": "But honestly, I really am fine now. Hearing about her got to me, but day to day I do my best to just focus on all the positives.#$b#I have my own place, a nice community, and friends who are willing to check on me when I seem off, hehe. So what if I'm not a pop star?",
  "Riley3heart.21": "That's the spirit! Let's get out there and make the most of the day, right? Yeah!!$h",
  "Riley3heart.22": "Ahahahaha!$h",
  "Riley3heart.23": "Hey. Thanks for earlier. And uh, don't tell anyone about Alanna, k?",
  
  
  //4 Heart Event
  "Riley4heart.0": "Hm? Oh! Hi @, I was just about to watch a movie. Why don't you join me?",
  "Riley4heart.1": "Perfect timing, it's just starting.",
  "Riley4heart.2": "A montage begins, introducing several teen protagonists getting ready for summer camp. They seem like a motley crew.",
  "Riley4heart.3": "REGINA: But mom, I don't even wanna go to the stupid camp.",
  "Riley4heart.4": "MOM: Come on, dear. Some outdoor activity will be good for you. Besides, you may even make some friends!",
  "Riley4heart.5": "REGINA: *SIGH* This is gonna be the worst summer ever!",
  "Riley4heart.6": "STEFAN: Rodrigo, how could you! I thought we were friends!",
  "Riley4heart.7": "Hahaha! Oh Yoba, this is so cheesy! The drama's so contrived.$10",
  "Riley4heart.8": "RODRIGO: We WERE friends, until you betrayed me! I'll never forgive you, Stefan!",
  "Riley4heart.9": "Uh-huh, sure, never. That's how these movies work.$7",
  "Riley4heart.10": "STEFAN: Wait, how did you even know about that? ...Unless!",
  "Riley4heart.11": "RODRIGO: That's right, everyone! I'M the werewolf! A- A- AWOOOOO!",
  "Riley4heart.12": "Caaaaalled it! Hahaha! Man the acting is bad but the werewolf makeup is spot-on, huh?$h",
  "Riley4heart.13": "REGINA: Emma, I'm scared! Hold me...",
  "Riley4heart.14": "EMMA: I've got you. We'll get through this together.",
  "Riley4heart.15": "REGINA: Oh Emma. If we don't make it out of here, I want you to know... I'm so glad I met you.",
  "Riley4heart.16": "Now kiiiiss! *giggle*$l#$b#Honestly even the romance is cheesy, but these girls are cute together, aren't they? I hope they end up happy.",
  "Riley4heart.17": "Our four heroes, having worked out their problems, are gathered around the campfire happily.",
  "Riley4heart.18": "EMMA: Now that the curse is lifted, maybe we can finally enjoy the rest of camp.",
  "Riley4heart.19": "STEFAN: Yeah! And honestly, now that I'm used to it, it's pretty cool having a werewolf for a boyfriend.",
  "Riley4heart.20": "RODRIGO: Awww, shucks. I'm just glad to find people who accept me for who I am.",
  "Riley4heart.21": "REGINA: This has been the best summer ever!",
  "Riley4heart.22": "Awww, the ending was cute.$l",
  "Riley4heart.23": "Say... @, are YOU a campfire?$u",
  "Riley4heart.24": "Because you're kinda hot, and I want s'more.$8",
  "Riley4heart.25": "$q 565608 null#Riley giggles softly.#$r 565608 20 pickup1#*blush*#$r 565608 20 pickup2#*laugh*#$r 565608 0 pickup2#*roll eyes*#$r 565609 -25 pickup3#*move away*",
  "Riley4heart.26": "In all seriousness, working on the farm has really toned those muscles, huh? It's... nice.$8",
  "Riley4heart.27": "Hmmm... it's pretty late, huh? I ah...#$b#I don't suppose you want to spend the night...? There's more than enough room in my bed...$8",
  "Riley4heart.28": "$q 565610 null#Would you like to...?#$r 565610 25 pickupyes#I'd love to.#$r 565611 0 pickupbusy#Not tonight, sorry. Maybe another time?#$r 565611 -20 pickupreject#Sorry, I'm not really interested.",
  "Riley4heart.29": "Er, just to be clear, this doesn't mean we're dating. Just... two friends having a sleepover.#$b#Sound good?$10",
  "Riley4heart.30": "Mmm... It's so nice to have friends, isn't it...?$14#$b#If there's anything you still need to do before sleeping, feel free, but you're welcome to stay the night any time.$14",
  "Riley4heart.31": "Good night, @.$15",
  "Riley4heart.32": "You can now sleep for the night in Riley's bed any time.",
  "Riley4heart.33": "If you're ever feeling too tired to head all the way back to your farm, my door is always open.$15",
  "rejectRiley1.0": "Sorry, I guess. Uh... You probably need to get back to the farm, huh? I'll see you around.",
  "rejectRiley2.0": "Well, I won't keep you then. But you're welcome any time if you change your mind. Good luck on the farm!",
  "rejectRiley2.1": "You can now sleep for the night in Riley's bed any time.",
  "rejectRiley2.2": "If you're ever feeling too tired to head all the way back to your farm, my door is always open.",
  
  
  //6 Heart Event
  "Riley6heart.0": "LIGHTNINGBOLT!",
  "Riley6heart.1": "Aaaagghh!!",
  "Riley6heart.2": "Wait, Bards don't have Lightningbolt. That's cheating!$a",
  "Riley6heart.3": "Maybe I was just testing you.$10",
  "Riley6heart.4": "Yeah, sure, okay.",
  "Riley6heart.5": "Oh, hey @! We were just setting up for a little LARP session.",
  "Riley6heart.6": "You should totally join us! It's more fun with more people!$h",
  "Riley6heart.7": "Hey, yeah! What do you say, @? Come on, it'll be fun!$h",
  "Riley6heart.8": "Hang on. Have you ever played before?",
  "Riley6heart.9": "Aww, that's okay! We can show you the ropes. Right guys?$10",
  "Riley6heart.10": "All right, so right now, Abigail is Lady Arabeth, a royal knight.#$b#She's a brave Fighter determined to show her nobleman parents that she's the fiercest warrior in the lands.",
  "Riley6heart.11": "My character is a Bard who uses songs to inspire and heal others. They were born the secret lovechild of a Paladin and a peasant.#$b#Out of love for their father, their mother raised them in church singing divine hymns. But when they were 12, she died of a plague.$s#$b#They wandered alone briefly before being taken in by traveling minstrels who taught them to really hone their gift for song.$10#$b#Their name is Skylar Sexypants.$16",
  "Riley6heart.12": "They're also pretty ridiculous, and kind of full of themself.$h",
  "Riley6heart.13": "Yes I am. I mean yes they are. Hehehe.$17",
  "Riley6heart.14": "And finally, Sam has agreed to play several roles today, but his main one will be the evil and mysterious Lord Dreadicus.",
  "Riley6heart.15": "He's mysterious so I don't have to come up with a backstory!$10",
  "Riley6heart.16": "*giggle* It's okay, it works.",
  "Riley6heart.17": "But how about you, @? Let's make you a character! First, what class do you wanna be? We already have a Fighter and a Bard so...#$b#You could be a Paladin and focus on tanking or dealing damage. Or a Wizard who casts magic spells for utility and damage.#$b#Or a Cleric who deals damage or helps me with healing. Or a sneaky Rogue who goes stabbity stab!$10",
  "Riley6heart.18": "$q 565617 null#What do you want to be?#$r 565617 10 larp_pally#I'll be a Paladin!#$r 565618 0 larp_wizard#I'll be a Wizard!#$r 565619 10 larp_cleric#I'll be a Cleric!#$r 565620 0 larp_rogue#I'll be a Rogue!",
  "Riley6heart.19": "Next, let's pick what kind of background you came from. Since this is kind of on the spot, let's keep it simple, okay?",
  "Riley6heart.20": "$q 565621 null#What's your background like?#$r 565621 0 larp_rich#I'm a wealthy noble!#$r 565622 10 larp_farm#I'm just a humble farmer.",
  "Riley6heart.21": "But anyway, moving on. What's your character's personality like?",
  "Riley6heart.22": "C'mon Riles, does {{GNMTSubjectivePronoun}} really need this much?",
  "Riley6heart.23": "Maybe not, but making characters is fun! We'll make this the last thing, though, promise.",
  "Riley6heart.24": "$q 565623 null#What is your character's personality?#$r 565623 0 larp_tough#A real tough in your face type.#$r 565624 0 larp_quiet#A shy, reserved type.#$r 565625 10 larp_cheeky#A cheeky, mischievous type.",
  "Riley6heart.25": "Oh wait, you need a name, too. Hm. Names are hard so...#$b#$p 565623#For now we'll just call you %firstnameletter the Brave.|$p 565624#For now we'll just call you %firstnameletter the Wise.|$p 565625#For now we'll just call you %firstnameletter the Cunning.",
  "Riley6heart.26": "Sounds good! And sounds like you've got a pretty solid character, huh? So let's get started!$h#$b#Sam is gonna hide in the old run-down Community Center, and we'll go after him.",
  "Riley6heart.27": "All right, off I go!",
  "Riley6heart.28": "All right, Arabeth, %firstnameletter, Lord Dreadicus and his army are holed up in this fortress. If we're going to defeat him, it will take all our might.$a#$b#Now let's go get him!$a",
  "Riley6heart.29": "Huzzah!",
  "Riley6heart.30": "Everyone be sure to stay within earshot of my healing songs. Lord Dreadicus's minions could be around any corner.$a",
  "Riley6heart.31": "My sword is ready, Skylar! No one will get past us!",
  "Riley6heart.32": "Rawrgh!",
  "Riley6heart.33": "You!",
  "Riley6heart.34": "I am Sir Frostbone, the Skeleton Knight! You'll never reach my Lord!$a",
  "Riley6heart.35": "Bone storm!",
  "Riley6heart.36": "Hyaaa!",
  "Riley6heart.37": "%firstnameletter, do something!$a",
  "Riley6heart.38": "$q 565626 null#What will you do?#$r 565626 0 larp_bribe#Bribe Sir Frostbone with gold.#$r 565627 0 larp_attack1#Attack Sir Frostbone.",
  "Riley6heart.39": "Augh!",
  "Riley6heart.40": "Nooo, I am defeated! But you won't best the next servant!$8",
  "Riley6heart.41": "Good work, team!$h#$b#But all right, so we've dealt with Sir Frostbone. Time to see what else Lord Dreadicus has up his sleeves. Are you ready, Arabeth? %firstnameletter?$a",
  "Riley6heart.42": "Ready, Skylar! I'll lead the way!",
  "choseFarmer.0": "But anyway, moving on. What's your character's personality like?",
  "choseFarmer.1": "C'mon Riles, does {{GNMTSubjectivePronoun}} really need this much?",
  "choseFarmer.2": "Maybe not, but making characters is fun! We'll make this the last thing, though, promise.",
  "choseFarmer.3": "$q 565623 null#What is your character's personality?#$r 565623 0 larp_tough2#A real tough in your face type.#$r 565624 0 larp_quiet2#A shy, reserved type.#$r 565625 10 larp_cheeky2#A cheeky, mischievous type.",
  "choseFarmer.4": "Oh wait, you need a name, too. Hm. Names are hard so...#$b#$p 565623#For now we'll just call you %firstnameletter the Brave.|$p 565624#For now we'll just call you %firstnameletter the Wise.|$p 565625#For now we'll just call you %firstnameletter the Cunning.",
  "choseFarmer.5": "Sounds good! And sounds like you've got a pretty solid character, huh? So let's get started!$h#$b#Sam is gonna hide in the old run-down Community Center, and we'll go after him.",
  "choseFarmer.6": "All right, off I go!",
  "choseFarmer.7": "All right, Arabeth, %firstnameletter, Lord Dreadicus and his army are holed up in this fortress. If we're going to defeat him, it will take all our might.$a#$b#Now let's go get him!$a",
  "choseFarmer.8": "Huzzah!",
  "choseFarmer.9": "Everyone be sure to stay within earshot of my healing songs. Lord Dreadicus's minions could be around any corner.$a",
  "choseFarmer.10": "My sword is ready, Skylar! No one will get past us!",
  "choseFarmer.11": "Rawrgh!",
  "choseFarmer.12": "You!",
  "choseFarmer.13": "I am Sir Frostbone, the Skeleton Knight! You'll never reach my Lord!$a",
  "choseFarmer.14": "Bone storm!",
  "choseFarmer.15": "Hyaaa!",
  "choseFarmer.16": "%firstnameletter, do something!$a",
  "choseFarmer.17": "$q 565626 null#What will you do?#$r 565628 0 larp_water#Pour water on Sir Frostbone.#$r 565627 0 larp_attack1#Attack Sir Frostbone.",
  "choseFarmer.18": "Augh!",
  "choseFarmer.19": "Nooo, I am defeated! But you won't best the next servant!$8",
  "choseFarmer.20": "Good work, team!$h#$b#But all right, so we've dealt with Sir Frostbone. Time to see what else Lord Dreadicus has up his sleeves. Are you ready, Arabeth? %firstnameletter?$a",
  "choseFarmer.21": "Ready, Skylar! I'll lead the way!",
  
  
  //6 Heart Event Forks
  "bribedSam.0": "What? You dare try to bribe a servant of Lord Dreadicus!$a",
  "bribedSam.1": "Oh no...$s",
  "bribedSam.2": "Like... how much are we talking? You know skeleton guards get paid diddly squat. Gimme that sweet cash!$h",
  "bribedSam.3": "I can't believe that worked.",
  "bribedSam.4": "Me neither, ha. But nice ingenuity, %firstnameletter. Way to make use of your background.",
  "bribedSam.5": "Woopwoopwoopwoo!",
  "bribedSam.6": "All right, so we've dealt with Sir Frostbone. Time to see what else Lord Dreadicus has up his sleeves. Are you ready, Arabeth? %firstnameletter?$a",
  "bribedSam.7": "Ready, Skylar! I'll lead the way!",
  "waterSam.0": "C-C-COLD!",
  "waterSam.1": "Uh, %firstnameletter, no offense but...$18#$b#WATER you doing?$u",
  "waterSam.2": "But seriously, I know you're a farmer but-",
  "waterSam.3": "FOOLS!",
  "waterSam.4": "Don't you know I'm a creature of frost? The cold water empowers me! Now feel my wrath!",
  "waterSam.5": "Oh no, what have you done!$6",
  "waterSam.6": "I can't hold him back! Ruuuun!$7",
  "waterSam.7": "Haha awww, what's the matter @? So we lost this time, it's okay!$12",
  "waterSam.8": "Yeah, don't sweat it! We'll get 'em another day!$h",
  "waterSam.9": "Hey guys! Sorry the session didn't last very long this time.",
  "waterSam.10": "It's fine. @ still got to make a new character. Maybe {{GNMTSubjectivePronoun}} can flesh out the idea more and play with us another day.$10",
  "waterSam.11": "Sounds fun! But be warned, Lord Dreadicus will be even more powerful next time.$h",
  "waterSam.12": "Oh, of course!$h",
  "waterSam.13": "Anyway, thanks for giving this a shot with us, @. I'm sure you're busy, though, so we won't keep you. See you around!$h",
  "attack1wizard.0": "Augh!",
  "attack1wizard.1": "Nooo, I am defeated! But you won't best the next servant!$8",
  "attack1wizard.2": "Good work, team!$h#$b#But all right, so we've dealt with Sir Frostbone. Time to see what else Lord Dreadicus has up his sleeves. Are you ready, Arabeth? %firstnameletter?$a",
  "attack1wizard.3": "Ready, Skylar! I'll lead the way!",
  "encounter2.0": "Look sharp, crew. I can tell he's close. You can smell him!",
  "encounter2.1": "Hey!",
  "encounter2.2": "I don't smell!$a",
  "encounter2.3": "I knew that'd bring you out!$h",
  "encounter2.4": "Damn. Foiled again.$a#$b#Er I mean... I am Prince Ravenway! Succumb to my ebony darkness!",
  "encounter2.5": "Pew! Pew!",
  "encounter2.6": "Agh, I'm hit!",
  "encounter2.7": "Oh no! %firstnameletter, she needs backup!$6",
  "encounter2.8": "$q 565629 null#What will you do?#$r 565629 0 larp_attack2#Attack Prince Ravenway.#$r 565630 0 larp_taunt#Cheekily taunt Prince Ravenway.",
  "encounter2.9": "What? I'll get you for that, %firstnameletter! Hyaa!$a",
  "encounter2.10": "Now's my chance!",
  "encounter2.11": "Noooo!",
  "encounter2.12": "You may have defeated me, heroes, but you'll never defeat my Lord!$a",
  "encounter2.13": "Victory!",
  "encounter2.14": "Nice job playing into your personality, @. I mean %firstnameletter.#$b#You two took some damage, though. Let me heal you!#$b#Heal this damage, make amends. Oh song of power, heal my friends. All mortal pain this song transcends!$19",
  "encounter2.15": "Thanks, Skylar. I feel refreshed and ready to take on the dark Lord!$h",
  "encounter2.16": "Then let's go!",
  "e2tough.0": "$q 565629 null#What will you do?#$r 565629 0 larp_attack2#Attack Prince Ravenway.#$r 565631 0 larp_punch#Punch Sam in the face.",
  "e2tough.1": "OW. What the hell, @? That's not part of the game!$a",
  "e2tough.2": "I... I know you were playing a bruiser type, @, but that was a little too far...$12",
  "e2tough.3": "Are you okay, Sam?$s",
  "e2tough.4": "Yeah, I guess... I kinda don't feel like playing anymore, though.$s",
  "e2tough.5": "That's understandable. C'mon, let's get out of here...$s",
  "e2tough.6": "Eh, it's okay, @. I know you were just trying to play to character.$10",
  "e2tough.7": "Yeah. Next time we'll take more time to explain the rules and stuff, too. So that's a little bit our bad for being in a rush.$12",
  "e2tough.8": "No one's mad at you, promise.",
  "e2tough.9": "I'm sure you have stuff to get back to, too, so we won't keep you. Thanks for trying this out, and see you around!$10",
  "e2quiet.0": "$q 565629 null#What will you do?#$r 565629 0 larp_attack2#Attack Prince Ravenway.#$r 565632 0 larp_ask#Reason with Prince Ravenway. Why is he doing this?",
  "e2quiet.1": "Huh? Wh-wha'd'you mean why? I'm a villain!$8",
  "e2quiet.2": "I mean it's a good point. Aren't you a Prince? Don't you outrank a measly Lord? What's he got on you to make you serve him?$18",
  "e2quiet.3": "I mean... It's uh...$s#$b#I really need to come up with better backstories, huh?$l",
  "e2quiet.4": "Couldn't hurt! *giggle*",
  "e2quiet.5": "All right, you win this round, heroes! But don't think your tricks will work on Lord Dreadicus!",
  "e2quiet.6": "Good job playing to personality, %firstnameletter!#$b#You two took some damage, though. Let me heal you!#$b#Heal this damage, make amends. Oh song of power, heal my friends. All mortal pain this song transcends!$19",
  "e2quiet.7": "Thanks, Skylar. I feel refreshed and ready to take on the dark Lord!$h",
  "e2quiet.8": "Then let's go!",
  "e2attack.0": "Urgh!",
  "e2attack.1": "Alas, I am no might for you, heroes. But you'll never defeat Lord Dreadicus!",
  "e2attack.2": "Good job stepping up, %firstnameletter!#$b#You two took some damage, though. Let me heal you!#$b#Heal this damage, make amends. Oh song of power, heal my friends. All mortal pain this song transcends!$19",
  "e2attack.3": "Thanks, Skylar. I feel refreshed and ready to take on the dark Lord!$h",
  "e2attack.4": "Then let's go!",
  "e2attackwizard.0": "Urgh!",
  "e2attackwizard.1": "Alas, I am no might for you, heroes. But you'll never defeat Lord Dreadicus!",
  "e2attackwizard.2": "Good job stepping up, %firstnameletter!#$b#You two took some damage, though. Let me heal you!#$b#Heal this damage, make amends. Oh song of power, heal my friends. All mortal pain this song transcends!$19",
  "e2attackwizard.3": "Thanks, Skylar. I feel refreshed and ready to take on the dark Lord!$h",
  "e2attackwizard.4": "Then let's go!",
  "encounter3.0": "It's over, Dreadicus! Just give up now!$a",
  "encounter3.1": "Never! You foolish mortals are no match for my awesome power!$a",
  "encounter3.2": "%firstnameletter, I'll cast a protection spell on you!#$b#Oh friend of mine, please hear this charm, for it will keep you safe from harm! So long as courage does prevail, no evil spell will pierce this veil!$19",
  "encounter3.3": "Baneful Binding Curse!",
  "encounter3.4": "Augh!",
  "encounter3.5": "I'm stuck!",
  "encounter3.6": "You're the only one who can move, %firstnameletter! It's up to you now!$s",
  "encounter3.7": "$q 565633 null#What will you do?#$r 565633 0 larp_attack3#Attack with holy might!#$r 565634 10 larp_heal#Heal Abigail of the curse!",
  "encounter3.8": "I'm free! Now you're going down, Dreadicus!$a",
  "encounter3.9": "Noooo, how could you have bested meeee!$8",
  "encounter3.10": "Huzzah! You did it, %firstnameletter! Thanks to you, Arabeth was able to defeat Dreadicus!$10",
  "encounter3.11": "Thanks for your help!$h",
  "e3pally.0": "$q 565633 null#What will you do?#$r 565633 0 larp_attack3#Attack with holy might!#$r 565634 10 larp_tank#Tank him until the curse wears off!",
  "e3pally.1": "Shadowbolts! Pew pew!",
  "e3pally.2": "Urgh, why won't you go down!",
  "e3pally.3": "2... 1...! I'm free! Now you're the one who's going down, Dreadicus!$a",
  "e3pally.4": "Noooo, how could you have bested meeee!$8",
  "e3pally.5": "Huzzah! You did it, %firstnameletter! Thanks to you, Arabeth was able to defeat Dreadicus!$10",
  "e3pally.6": "Great job tanking!$h",
  "e3wizard.0": "$q 565633 null#What will you do?#$r 565633 0 larp_attack3#Attack with mystic power!#$r 565634 0 larp_reverse#Reverse the curse back to Lord Dreadicus!",
  "e3wizard.1": "Oh no! Now I'm stuck!$8",
  "e3wizard.2": "And I'm free! Now you're going down, Dreadicus!$a",
  "e3wizard.3": "Noooooo!",
  "e3wizard.4": "Impossible! How could you have bested meeee!$8",
  "e3wizard.5": "Huzzah! You did it, %firstnameletter! Thanks to you, Arabeth was able to defeat Dreadicus!$10",
  "e3wizard.6": "Thanks for your help!$h",
  "e3rogue.0": "$q 565633 null#What will you do?#$r 565633 0 larp_attack3#Attack with swift strikes!#$r 565634 10 larp_cheap#Use a cheap trick!",
  "e3rogue.1": "@, are you okay?$8",
  "e3rogue.2": "Wh-what!? A trick?$8#$b#Hey, that's cheating!$a",
  "e3rogue.3": "Pffft, %firstnameletter is a Rogue, after all! The only one who broke character was you!$10",
  "e3rogue.4": "Fiiine. Er I mean...$a#$b#Noooo, how could you have bested meeee!$8",
  "e3rogue.5": "Huzzah! You did it, %firstnameletter! Thanks to your quick wits, we were able to defeat Dreadicus!$10",
  "e3rogue.6": "Good Job!$h",
  "e3attack.0": "That's it, keep going!",
  "e3attack.1": "Noooo!",
  "e3attack.2": "Impossible! How could you have bested meeee!$8",
  "e3attack.3": "Huzzah! You did it, %firstnameletter! Thanks to your unrelenting attacks, we were able to defeat Dreadicus!$10",
  "e3attack.4": "Great job!$h",
  "e3attackwizard.0": "No, the pain!",
  "e3attackwizard.1": "Keep it up, %firstnameletter!",
  "e3attackwizard.2": "Augh! No!",
  "e3attackwizard.3": "Impossible! How could you have bested meeee!$8",
  "e3attackwizard.4": "Huzzah! You did it, %firstnameletter! Thanks to your unrelenting spells, we were able to defeat Dreadicus!$10",
  "e3attackwizard.5": "Great job!$h",
  "larpend.0": "That was fun, huh!$10",
  "larpend.1": "Yeah! Even if I lost, haha.$10",
  "larpend.2": "Can't win 'em all! But yeah that was a blast!",
  "larpend.3": "You did great for your first time, too, @. But I'm sure you have stuff you need to get back to, so we won't keep you.$h#$b#Thanks again for joining, and see you around!$10",
  
  
  //8 Heart Event
  "Riley8heart.0": "@! You gotta let me hide at your place!$s",
  "Riley8heart.1": "???: Riley? Was that you?",
  "Riley8heart.2": "Oh... Heeeey Alanna. Sorry, I must not have seen you there.$12",
  "Riley8heart.3": "Is everything all right? I tried calling to tell you I was coming, but you didn't answer...$s",
  "Riley8heart.4": "Sorry, I'm just... Really busy. Right @?",
  "Riley8heart.5": "$q 565636 null#Tell her, @.#$r 565636 0 alanna_lie#[Lie] Riley's helping me on my farm. Pulling weeds, hoeing dirt, shoveling manure...#$r 565637 0 alanna_cmon#Riley... Just talk to her.",
  "Riley8heart.6": "What does that mean? Why don't you want to talk to me?$s",
  "Riley8heart.7": "Look, I just... don't need you coming here to rub my nose in your success, okay?$a",
  "Riley8heart.8": "What?!$u",
  "Riley8heart.9": "You're better than me, I get it. I don't need reminders...$s",
  "Riley8heart.10": "Riley, you think that's why I'm here?$u#$b#And back up, you think I'm better than you??$s",
  "Riley8heart.11": "I mean, one of us succeeded at our dream of being famous, and it wasn't me, so...$s",
  "Riley8heart.12": "*laugh*$5",
  "Riley8heart.13": "What's so funny?$18",
  "Riley8heart.14": "Riley... I've always been jealous of YOU.$5",
  "Riley8heart.15": "Wait, what!?$6",
  "Riley8heart.16": "All I've ever had is my voice, so I knew I had to push hard and make it with that, but you? You're good at so much!#$b#You make friends so easily, and you're so creative. You're able to make the best of any situation. It's amazing!$h",
  "Riley8heart.17": "I... You really think so?$11",
  "Riley8heart.18": "I do! That's actually why I'm here.",
  "Riley8heart.19": "Huh?$6",
  "Riley8heart.20": "I was hoping you might um... design my next album cover? If you're not too busy...$l#$b#Um, not for free, either, of course! I want to hire you, is what I mean.",
  "Riley8heart.21": "You... think my art is that good?$11",
  "Riley8heart.22": "It's wonderful!$h",
  "Riley8heart.23": "I mean I've done some odd commissions here and there, but.. Is good enough to do something this professional?$11",
  "Riley8heart.24": "$q 565638 null#What do you think, @?#$r 565638 20 art_good1#You certainly practice enough. You should believe in yourself!#$r 565638 10 art_good2#Alanna wouldn't come out of her way if it wasn't worth it, right?#$r 565638 -20 art_bad#Well the singing thing didn't work out, so you may as well try art, right?",
  "Riley8heart.25": "You know what? I'd love to do your album cover!$h",
  "Riley8heart.26": "Whee!",
  "Riley8heart.27": "Maybe we can go back to your place and figure out details?",
  "Riley8heart.28": "Sure! I can do some sketches too.",
  "Riley8heart.29": "Thanks for being my moral support, @. And for encouraging me to talk to her.$l",
  "Riley8heart.30": "It's funny how things work out sometimes, isn't it? I guess I have a lot to think about.",
  "alannaLie.0": "Really? You, doing manual labor on a farm?$s",
  "alannaLie.1": "Well... No... *SIGH*$s",
  "alannaLie.2": "Look, I just... don't need you coming here to rub my nose in your success, okay?$a",
  "alannaLie.3": "What?!$u",
  "alannaLie.4": "You're better than me, I get it. I don't need reminders...$s",
  "alannaLie.5": "Riley, you think that's why I'm here?$u#$b#And back up, you think I'm better than you??$s",
  "alannaLie.6": "I mean, one of us succeeded at our dream of being famous, and it wasn't me, so...$s",
  "alannaLie.7": "*laugh*$5",
  "alannaLie.8": "What's so funny?$18",
  "alannaLie.9": "Riley... I've always been jealous of YOU.$5",
  "alannaLie.10": "Wait, what!?$6",
  "alannaLie.11": "All I've ever had is my voice, so I knew I had to push hard and make it with that, but you? You're good at so much!#$b#You make friends so easily, and you're so creative. You're able to make the best of any situation. It's amazing!$h",
  "alannaLie.12": "I... You really think so?$11",
  "alannaLie.13": "I do! That's actually why I'm here.",
  "alannaLie.14": "Huh?$6",
  "alannaLie.15": "I was hoping you might um... design my next album cover? If you're not too busy...$l#$b#Um, not for free, either, of course! I want to hire you, is what I mean.",
  "alannaLie.16": "You... think my art is that good?$11",
  "alannaLie.17": "It's wonderful!$h",
  "alannaLie.18": "I mean I've done some odd commissions here and there, but.. Is good enough to do something this professional?$11",
  "alannaLie.19": "$q 565638 null#What do you think, @?#$r 565638 20 art_good1#You certainly practice enough. You should believe in yourself!#$r 565638 10 art_good2#Alanna wouldn't come out of her way if it wasn't worth it, right?#$r 565638 -20 art_bad#Well the singing thing didn't work out, so you may as well try art, right?",
  "alannaLie.20": "You know what? I'd love to do your album cover!$h",
  "alannaLie.21": "Whee!",
  "alannaLie.22": "Maybe we can go back to your place and figure out details?",
  "alannaLie.23": "Sure! I can do some sketches too.",
  "alannaLie.24": "Thanks for being my moral support, @. And for being bad at lying I guess, haha.$l",
  "alannaLie.25": "It's funny how things work out sometimes, isn't it? I guess I have a lot to think about.",
  
  
  //10 Heart Event Part 1
  "Riley10heartA.0": "Um... H-hey, @. I was just wondering... That is, if you're not too busy, you should meet me at the beach this evening. Maybe after 5pm?$11",
  "Riley10heartA.1": "It's uh.. not important or anything. I mean maybe it kind of is but it's- just. Just be sure to come okay? Okay, see you then.$11",
  "Riley10heartA.2": "Wh- @?$6#$b#I wasn't expecting to see you until tonight, um. Let's talk then, okay?$11",
  
  
  //10 Heart Event Part 2
  "Riley10heartB.0": "H-hey...$11",
  "Riley10heartB.1": "I um... I just wanted to talk to you...#$b#You know how I was... pretty hesitant about actually officially dating, and stuff...$s",
  "Riley10heartB.2": "$q 565641 null#...#$r 565641 0 tellMe1#You know you can tell me anything, Riley...#$r 565641 0 tellMe2#Are... are you breaking up with me?",
  "Riley10heartB.3": "Well, let me back up. You know how Alanna and I made up recently? Well, I had her help me out with something, and it's just...",
  "Riley10heartB.4": "*sigh* Sorry I'm bad at this.$s#$b#Here, just... listen.",
  "Riley10heartB.5": "When I first met you, farmer, in this town, quaint and boring, I could not have known how things would change.$19#$b#You were brave, and a charmer, raised your crops, went exploring. With few words, you were really quite strange.$19#$b#Still as we got acquainted, something odd would transpire. Found myself always thinking of you...$19#$b#We were friends, then we dated. Guess my heart caught on fire. Lately I've realized that I...$19",
  "Riley10heartB.6": "...$11#$b#I um...$11",
  "Riley10heartB.7": "$q 565642 null#...#$r 565642 50 rileyLove#I love you, too, Riley.#$r 565643 25 rileyKees#[kiss Riley]#$r 565645 0 rileyOkay#I'm flattered, but I don't feel the same way.#$r 565644 -750 rileyHeartbreak#I'm sorry. Maybe dating was a mistake.",
  "Riley10heartB.8": "I... love you too, @. I don't even know how or why, but... you're just... wonderful.$l",
  "Riley10heartB.9": "<",
  "Riley10heartB.10": "Hey... Thanks for being your amazing self.$l",
  "keesyFace.0": "@, I...$l#$b#I guess words aren't really needed, huh?$l",
  "keesyFace.1": "<",
  "keesyFace.2": "Hey... Thanks for being your amazing self.$l",
  "flattered.0": "Can we just... enjoy the ocean together a little while?$l",
  "flattered.1": "Thanks for uh... accepting my feelings, heh...$l",
  "hamHamHeartbreak.0": "*sigh* Fine. Sorry for wasting your time...$11#$b#I guess we can keep dating while you make up your mind for sure, but if you wanna break up just give me a clearer sign. I'll see you around.$s",
  "hamHamHeartbreak.1": "Hey um... Sorry, but I'm gonna need some space...$11",
  
  
  //Gift Dialogue
  "Riley.love": "You really got this for me? That's awesome! Thank you!",
  "Riley.like": "You got me a present? Aww, you're not getting sweet on me are you?",
  "Riley.dislike": "Uh... Thanks? I think.",
  "Riley.hate": "Ew, gross. Why would you give me this?",
  "Riley.neutral": "Oh neat, thanks!",
  
  
  //Birthday Replies
  "birthdayLove": "For my birthday? You shouldn't have!#$b#Okay you totally should have, and I'm glad you did haha.",
  "birthdayLike": "You got this for my birthday?#$b#Heh. You're amazing, @.",
  "birthdayDislike": "... Why?",
  "birthdayNeutral": "You remembered my birthday? Thanks, this is awesome!",
  
  
  //Engagement Dialogue
  "Riley0": "I can't believe I'm really getting married... Wow...$l",
  "Riley1": "Everything feels so surreal, doesn't it?$l",
  
  
  //Wedding Ceremony Dialogue
  "weddingCeremony.1": "@... %spouse... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you married!$h",
  "weddingCeremony.2": "@... %spouse... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you married!$h",
  "weddingCeremony.3": "@... %spouse... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you married!$h",
  "weddingCeremony.4": "@... %spouse... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you married!$h",
  
  
  //Silly Dialogue
  "fall_Wed4_silly": "$q 565639/565640 fall_Wed4_old#Hey uh... This might be an odd question, but I can't find my underwear? You didn't take it by any chance, did you?#$r 565639 0 undies_no#No?? But I hope you find them.#$r 565640 0 undies_maybe#Maybe... Why do you ask?#$r 565640 20 undies_yes#Sorry, they just looked better on me.",
  "undies_no": "Oh, dang.$s#$b#Oh well. I'm sure they're around my house somewhere, heh.",
  "undies_maybe": "Pfff. Well if you did, it's fine, but I'd like them back eventually, okay?",
  "undies_yes": "Wh- PFFFF. You can't tell me that and not show off the goods! How unfair!$10#$b#You'll have to wear them over next time you spend the night, okay?$16",
  "fall_Wed4_old": "Oh hey, it's pomegranate season, isn't it? I don't like them as much as cherries, but they're pretty tasty.#$e#Mostly I guess pomegranates are cool because of some old myths that involve them. Just that association with fun stories, ya know?",
  "fall_Sat10": "I love this time of year... almost as much as I...$l#$b#I um... I...$11#$q 565615 fall_Sat10_old#What I'm trying to say is...#$r 565615 50 fall_Sat10_love#I love you, too, Riley.#$r 565615 25 fall_Sat10_ok#It's okay, you don't have to say it. I know.",
  "fall_Sat10_love": "I-...$l#$b#I mean, of course you do! I'm awesome, right? Haha.$10#$b#...But I love you too, @.$l",
  "fall_Sat10_ok": "Wh- No I can do it!$11#$b#Iloveyou!$11#$b#I'll um... I'll get better at it. Haha.$12",
  "fall_Sat10_old": "I love you, {{GNMTTermOfEndearment}}. ...Hey, I said it!$l",
  "dumped_Guys_silly": "Huh, are your other partners giving you the cold shoulder? What big babies. I'm sure they'll get over it.$7#$b#For the record, I'm fine with you dating everyone, heh.",
  "dumped_Girls_silly": "Oh Yoba, are your other partners giving you the cold shoulder? How dramatic. I'm sure they'll get over it.$7#$b#For the record, I'm fine with you dating everyone, heh.",
  
  
  //Rainy Day Dialogue
  "Riley": "It's such a bummer day. No one's out doing anything...$s#$e#But hey! At least you came to see me. Thanks!",
  "Riley_summer": "It's surprising to have a day like this in the middle of summer, but I guess it's better than a drought, huh?#$e#Your crops must be happy, and I guess it means less work for you for today!$10",
  "Riley_fall.1": "Mmmm... Rain during the cold season makes me wanna get all cozy and sleep.$8#$b#Maybe reread one of my favorite graphic novels or play some games, after a nap.$10",
  "Riley_fall.2": "Mmmm... Rain during the cold season makes me wanna get all cozy and sleep.$8#$b#Maybe you should come snuggle up with me for a while, huh?$10",
  
  
  //Festival Dialogue
  "spring13y1.Riley": "I hear Abigail always wins this thing. You think she'd let the kids have a turn...$s#$e#N-not that I wanted to win or anything.$12",
  "spring24y1.Riley": "I love dancing, but this one seems kind of stuffy and old-fashioned. Guess that's what you can expect in this sort of town.",
  "summer11.Riley": "Hey @. I hope you brought something good for the soup!#$b#Because if it sucks, we're all blaming specifically you.$u#$e#I'm just teasing... but seriously, don't screw up.$10",
  "summer11y1.Riley": "Oh man... I'm not sure if I would've loved to live in Pelican Town that year or if I'm glad I didn't. Good job, Sam.",
  "summer28.Riley": "I need Leah to teach me some painting techniques. I'd love to capture the gorgeous lighting of the jelly dance.",
  "summer28y1.Riley": "I'm so excited. I've never seen the jellies dance before, but it sounds beautiful.",
  "fall16y1.Riley": "Pssst! Hey! Between you and me, I think the spinny wheel is weighted. It's split half and half, but it totally lands on green more than orange.#$b#Go try it and see!$h",
  "fall27y1.Riley": "This setup is cool and all, but back in the city we used to dress up for Spirit's Eve. Where's the costume party here?$s#$e#Ah well... Good luck if you try the maze, @!",
  "winter8y1.Riley": "Isn't Leah's sculpture amazing? I can draw, but I can't sculpt like that. I'm almost jealous!$10",
  "winter25y1.Riley": "Merry Feast of Winter Star, @! I hope you get something good!$h#$e#Even without the presents, I love the aesthetic this time of year!",
  
  
  //Marriage Dialogue
  "marriage.Rainy_Day_0": "Mmmm... The sound of the rain on the roof is louder out here than it was at my old place.#$e#It's oddly relaxing, isn't it?$10#$e#Makes me wanna snuggle up and relax a while.$l",
  "marriage.Rainy_Day_1": "I like the rain, but I hope it doesn't storm too badly. The thunder scares %pet sometimes.$s#$e#Then again, it's nice when they wanna cuddle up, too, heh.",
  "marriage.Rainy_Day_2": "The rain woke me up, so I made some breakfast for us. [200 201 211 234 610 651]#$e#I'm not really the best chef, but I think it came out okay?$12#$e#If you get sick, though, it was totally the weather and not my cooking.$16",
  "marriage.Rainy_Day_3": "Hey gorgeous. You got any plans on a day like today?#$e#I think I might just stay in and finish reading my newest manga series. I've been meaning to find time for it.$h",
  "marriage.Rainy_Day_4": "Weather like this is oddly inspirational, isn't it?$10#$e#It's like how people get their best ideas in the shower, but the whole farm's getting a shower!$17#$e#Seriously, though, I woke up with a great idea for a new story. I'll have to tell you about it later.$h",
  "marriage.Rainy_Day_5": "Hey {{GNMTTermOfEndearment}}, have you seen %pet anywhere?$s#$e#Oh nevermind I see them, phew. I thought they got out in this weather.#$e#Having pets is more worrisome than I imagined!$12",
  "marriage.Rainy_Day_Riley": "Be sure to stay safe and warm if you go out today, okay {{GNMTTermOfEndearment}}?$l#$e#I know you can take care of yourself so I try not to worry, but SOMEONE had to go and make me CARE about them.$7#$e#So really, any fussing I do is your own fault, hehehe.$10",
  "marriage.Rainy_Night_0": "Man, I did nothing today, heh. The rain just makes me so sleepy...$12#$e#At least now it's almost time to actually sleep, huh? It'll be nice to get all warm and cozy with you.$l",
  "marriage.Rainy_Night_1": "Did you have a good day, love? I know it must be cold out there, so I made something to warm you up. [197 208 224 231 236 237 727]$l#$e#Don't worry, no farm animals were harmed in the making of this meal, hehe.$16",
  "marriage.Rainy_Night_2": "I wound up playing my MMO some today while you were out, and got some pretty cute new armor!$h#$e#The stats on it suck, but my character looks adorable, hahaha.$10",
  "marriage.Rainy_Night_3": "Hey {{GNMTTermOfEndearment}}, how was your day?$l#$e#I wound up reading some, and it was really great! The heroine had these three different guys vying for her attention, right?#$b#So she wound up ignoring all three of them in favor of mastering some new powers, and became a superhero! Ha!$10#$e#Or well, at least at first. There may have been some romance eventually, but still.$l",
  "marriage.Rainy_Night_4": "I started drawing this morning, and before I knew it it was already late!$12#$e#I feel weirdly accomplished, though. Like I got a lot done on a day like this when I could've just hibernated instead, hehe.#$e#What all did you do today?",
  "marriage.Rainy_Night_5": "Welcome home, gorgeous. Get in here and get warmed up, we can't have you catching a cold!$h#$e#Let's snuggle up and listen to the rain as we fall asleep.$l",
  "marriage.Rainy_Night_Riley": "A day of rain is nice, and I know the crops appreciate it, but I hope it clears up by morning.#$e#What about you? Hoping for clear skies, or do you enjoy this weather?#$e#I hear there are some things you can only do when it's raining, but don't ask me what they are, hehe!$10",
  "marriage.Indoor_Day_0": "Morning, love! Did you smell your breakfast? Here you go! [200 201 211 234 610 651]$h#$e#I feel like I'm finally starting to get the hang of this cooking thing now that I have someone else to cook for, you know?$10",
  "marriage.Indoor_Day_1": "Morning, gorgeous. Any big plans for today?#$e#I think I might practice some drawing. Maybe work on more unique character designs or something.$h#$e#After a few morning chores, of course! I didn't forget about you.$17",
  "marriage.Indoor_Day_2": "Heya. How'd you sleep? Sorry if I was tossing and turning a bit.$12#$e#You look well-rested at least, though, so that's good! That mean you're ready to take on the day?$h",
  "marriage.Indoor_Day_3": "Man, I had the weirdest dream last night. I woke up convinced it would make the coolest plot line for a story...$s#$e#Then I realized it was about a rubber duck weilding a laser sword to fight evil corn from space! So maybe not, ahahahaha.$12",
  "marriage.Indoor_Day_4": "Mmmm, hey there, {{GNMTAdjective}}. You sleep well? I'm still half asleep myself, heh.$8#$e#Are you sure we can't just cuddle all day? No? Awwww...$12#$e#Hehehe. All right, then take this! Gotta take care of yourself to stay out of the hospital! [349 351 522 527]$10",
  "marriage.Indoor_Day_Riley": "Good morning, my love. Ready for another exciting day?$h#$e#It seems like every day is exciting with you!$10",
  "marriage.Indoor_Night_0": "Awww, you look like you had a long day. Are you tired?$s#$e#Hmmm... Tell you what. Why don't you come lie down and I'll give you a nice massage to help you relax.$8",
  "marriage.Indoor_Night_1": "Awww, you look exhausted. Why don't you go ahead and head to bed?#$e#I'm gonna be up late on the computer, but I'll do my best to be extra quiet so you can sleep, okay hon?$12",
  "marriage.Indoor_Night_2": "Hey you. Long day? Why don't you come snuggle up for a little while and tell me about it?$8#$e#After that, we can head to bed together and really help each other relax.$17",
  "marriage.Indoor_Night_3": "Ugh... I actually cleaned the house today. I hate cleaning.$s#$e#But it's worth it knowing my loving partner can come home to a nice place...$l",
  "marriage.Indoor_Night_4": "Hey {{GNMTTermOfEndearment}}! I made us some dinner. [197 208 224 231 236 237 727]$10#$e#What all did you end up doing today? Why don't you come tell me all about it before we head to bed?$10",
  "marriage.Indoor_Night_Riley": "I got so much drawing done today, it was crazy.$10#$e#Of course that means I didn't really do any chores, but they'll still be there tomorrow, right? Heh.$12#$e#Sometimes it's good to take a day off. You should, too!$h",
  "marriage.Outdoor_0": "Oh, I just remembered! I saw some seeds when I went to town the other day, so I grabbed a pack for you.[425 486 499]#$e#I'm not sure if it's the right season for them, but I was thinking of you.$l",
  "marriage.Outdoor_1": "It's crazy just how much land we have, isn't it? I can't even see the far side of the farm from here!#$e#Maybe I'll go walk the perimeter and check on everything today.",
  "marriage.Outdoor_2": "Hey gorgeous! Working hard?$10#$e#If I knew more about farm work I'd help you out more, but... Sorry!$12#$e#I'll be thinking of you, though!$l",
  "marriage.Outdoor_3": "The weather's nice today, isn't it? That oughtta make the farm chores a little easier.#$e#It's amazing how much you do every day. Honestly, you never cease to impress me...$l",
  "marriage.Outdoor_4": "Getting some fresh air really helps one think, huh? My head is swimming with all sorts of ideas now.#$e#Of course I'll have to sort out later if they're actually any good!$10",
  "marriage.Outdoor_Riley": "Hey, did you see where %pet got off to? That silly butt is always going wild around here.",
  "marriage.OneKid_0": "I was reading to %kid1 earlier, and- Huh?#$b#Oh, haha, no, don't worry! It was a picture book, not one of my silly romances!$10",
  "marriage.OneKid_1": "I wonder what %kid1 will grow up to be? It's amazing to think of all the possibilities, isn't it?#$e#The future feels so bright.$10",
  "marriage.OneKid_2": "Honestly, I never imagined being a parent... It's still taking some getting used to!$12#$e#Knowing I'm raising a child with you though makes it worth it.$l",
  "marriage.OneKid_3": "Mmmm... I'm so sleepy... %kid1 was up all night.$s#$e#But hey, at least the little stinker should be worn out for a while today, hahaha.$10",
  "marriage.TwoKids_0": "I already gave %kid1 and %kid2 their breakfast.#$e#Of course, %kid1 gave some to %pet and %kid2 just dumped half in the floor but...$12#$e#At least it's all cleaned up now, right?$12",
  "marriage.TwoKids_1": "We have to make sure and give %kid1 and %kid2 both plenty of attention now that we have two.#$e#We don't want any jealousy or hard feelings between them, like me and my sister had growing up.$s#$e#Of course, a little sibling rivalry is okay. We just need to make sure we're not part of it is all!",
  "marriage.TwoKids_2": "If you'd told me a few years ago I'd be a parent, let alone to TWO kids, I'd have laughed in your face.$12#$e#I guess people change, though. I love our little family now.$l",
  "marriage.TwoKids_3": "Phew... {{GNMTTermOfEndearment}} I love you and I love the kids...#$b#But two is all you're getting. These little boogers are tiring! Hahaha.$10",
  "marriage.Good_0": "Some days I still can't believe I actually got married... but then I look at you and remember exactly why I did.$l",
  "marriage.Good_1": "I can't say meeting you was love at first sight, exactly...#$b#But I did think you were pretty cool right away, and wanted to get to know you.$l#$e#Who could've imagined that'd turn into what we have now?$10",
  "marriage.Good_2": "Have I told you lately just how ravishing you look?$8#$e#Perhaps I should tell you again, hm?$10",
  "marriage.Good_3": "Yes? What can I do for you today, my cuddly snuggle love?$10#$e#*giggle* I guess I'm feeling kind of affectionate today.$10",
  "marriage.Good_4": "I never imagined sharing a home and a life with someone like this...#$b#But now it's hard to imagine life any other way.$l",
  "marriage.Good_5": "Hm? Oh, h-hey. I wasn't just... staring at my wedding pendant or anything sappy like that!$12#$e#If I was, that would've been totally embarrassing, hahaha!$12",
  "marriage.Good_6": "Hey, {{GNMTTermOfEndearment}}. Be sure to take extra precautions if you head into the mines, okay?#$e#I worry about you sometimes, but I know you're strong and smart!$l",
  "marriage.Good_7": "Hey @? I just want to say that I appreciate everything you do for me...$l",
  "marriage.Good_8": "I love you, @. I don't feel like I say that enough, but I do.$l",
  "marriage.Good_9": "Living on a farm is a lot different than my old life in the city, but I've grown to love the peace and quiet...$l#$b#Among other things. *giggle*$10",
  "marriage.Neutral_0": "Some people might worry about attraction fading with age...#$b#But I know you and I will be a pair of silver foxes.$16#$e#We'll just have to watch ourselves around the chickens, won't we? Haha!$h",
  "marriage.Neutral_1": "Do you think your grandpa would be proud of the work we've done?#$e#I'm sure he would be.",
  "marriage.Neutral_2": "Taking a break? Good, you deserve a little time to relax now and then.$h",
  "marriage.Neutral_3": "If you go into town, make sure and say hi to everyone for me. I'm just gonna stay in and relax for today.",
  "marriage.Neutral_4": "Ugh... There are a lot more chores out here than at my old place.$s#$e#I'm glad to be able to help you, though!",
  "marriage.Neutral_5": "Hey, if we're doing okay on money, do you mind if I buy an in-game mount? They have this really cool new one...",
  "marriage.Neutral_6": "I wonder what everyone in town is doing today? It's kind of weird being so far out here, but that's not a bad thing either.",
  "marriage.Neutral_7": "I'm thinking of working on a new character sheet for Solarion Chronicles today. Maybe we could make you a character, too?",
  "marriage.Neutral_8": "Did you wipe your feet at the door? Be careful not to track dirt in if you can help it, okay?#$e#I don't mind cleaning up, but no sense making more work than we have to, right?",
  "marriage.Neutral_9": "I wonder if we'll live here our entire lives? The weird thing is I can actually imagine it...",
  "marriage.Bad_0": "...Do you still love me?$11#$e#I dunno, I guess lately I've just had some doubts...$s",
  "marriage.Bad_1": "*sigh*...$s#$e#Hm? Oh, don't mind me. I was just... thinking.$s",
  "marriage.Bad_2": "Are you still happy with me? You don't... regret getting married... do you?$s",
  "marriage.Bad_3": "Did I do something wrong? You've been acting different lately.$s",
  "marriage.Bad_4": "Do you ever wonder what else is out there? Sometimes...$s#$e#Sometimes I guess I just... wonder if we're missing out by settling down so soon...$11",
  "marriage.Bad_5": "Are we having money troubles, or something...?$s#$e#It feels like you used to bring me little gifts all the time, but lately...$s#$e#You know it doesn't have to be expensive, right? Just something to show you were thinking of me would be nice...$11",
  "marriage.Bad_6": "Is this... really how we want to spend our lives? I dunno, I feel like... something needs to change...$s",
  "marriage.Bad_7": "Ugh, why don't you buzz off?$a#$e#Er... Sorry, I don't mean to snap... I guess I'm just in a bad mood...$s",
  "marriage.Bad_8": "You know I could be out seeing the world and getting with whoever I wanted right now. Instead I'm here with you.$a#$e#Just food for thought...$a",
  "marriage.Bad_9": "You know it's not too late for a divorce if you're not happy, right...?$s#$e#I'm not suggesting it or anything, just... The way you've been acting lately I can't help but wonder...$a",
  "marriage.spring_1": "My aching head... Hehe. We might've celebrated a bit too hard last night.$12#$e#I'm excited to see what the new year brings, though!$h",
  "marriage.spring_23": "So tomorrow is the flower dance.#$b#What do you think? Shall we show them all our moves?$16#$e#Of course, if you feel like dancing with someone else, I wouldn't be jealous. I just want you to have fun!$10",
  "marriage.summer_1": "I can't believe it's already summer. Be sure to stay safe and hydrated out in the heat, okay?",
  "marriage.summer_10": "Hey {{GNMTTermOfEndearment}}, have you decided what to take to the Luau tomorrow?#$e#If you don't have something better lined up, I was saving this. It's probably not the best, but should be pretty good. [300 348 414 486 595 636 637]$h",
  "marriage.fall_1": "Ah, fall again! It's so nice to feel a chill after the long summer, huh?",
  "marriage.fall_15": "Have you figured out what you're going to use for our grange display tomorrow? Because I may have picked up a little something! [72 74 426 432 446 454 486 578 610 773]$10",
  "marriage.fall_26": "Are you excited for Spirit's Eve tomorrow night?$h#$e#It may not be a costume party here in Pelican Town, but it's nice to go to festivals and see everyone, isn't it?",
  "marriage.winter_1": "Brrr.... It's cold. I guess winter has arrived.",
  "marriage.winter_7": "Are you going to enter the fishing contest tomorrow? I'm excited to see the ice sculptures myself. Leah's is always amazing!",
  "marriage.winter_28": "Here's to an exciting new year, huh? Cheers, @! [348]$10",
  "marriage.spring_Riley": "I love all the flowers this time of year...#$b#...even if you sort of 'tamed' this 'wildflower', hehehe.$17",
  "marriage.summer_Riley": "It's a great time of year to hit the beach, huh? Maybe I'll head out there for a bit some time this season!$h",
  "marriage.fall_Riley": "Do you think maybe later we could gather up some leaves and jump in the piles?$h#$b#It's fun to act like a kid sometimes!$10",
  "marriage.winter_Riley": "Brrrrr... It's hot cocoa and cuddle weather for sure!$l",
  "marriage.spouseRoom_Riley": "#$c .5#Hm... What to read? A new series, or an old classic? Decisions, decisions...#$e#I was thinking of playing my game for a bit, but decided I wasn't in the mood after all... Weird huh?",
  "marriage.patio_Riley": "Don't mind me, I'm just getting a bit of fresh air. It's weird, but I'm starting to like the smell of the farm.",
  "springthursday.funLeave_Riley": "Morning, love. Did you sleep well?#$b#Just so you know later I'm headed into town for a bit, then hanging out with Abigail for a while. I'll be home later!",
  "springthursday.funReturn_Riley": "Hey {{GNMTTermOfEndearment}}, you have a good day?#$b#It's nice to get out of the house from time to time.$10",
  "springfriday.funLeave_Riley": "Hey gorgeous. What's on the agenda for today?$h#$b#I'm headed into town later. Gotta hang out with everyone at the Saloon tonight, ya know!$10",
  "springfriday.funReturn_Riley": "Mmmmm, I drank too much... Come lay in bed and cuddle with me.$8",
  "springsaturday.funLeave_Riley": "Heya! I'm headed to Sam's this morning to watch band practice for a bit. I'll be home later, okay?$h",
  "springsaturday.funReturn_Riley": "Sam and Sebastian were sounding awesome today. It's a shame Abigail doesn't make practice more though. But ah well.",
  "summermonday.funLeave_Riley": "Morning, love. Did you sleep well?#$b#Just so you know later I'm headed into town for a bit, then hanging out with Sebastian for a while. I'll be home later!",
  "summermonday.funReturn_Riley": "Hey {{GNMTTermOfEndearment}}, you have a good day?#$b#It's nice to get out of the house from time to time.$10",
  "summerthursday.funLeave_Riley": "Morning, {{GNMTTermOfEndearment}}! I made you some nice breakfast! [200 201 211 234 610 651]$10#$e#So you know, I'm thinking of heading to the beach for a while today, then hanging out with Abigail up on the mountain.#$b#I'll see you when I get home.",
  "summerthursday.funReturn_Riley": "How was your day, gorgeous? I had fun with mine!$10",
  "summerfriday.funLeave_Riley": "The weather is gorgeous today isn't it? I think I'll hit the beach again before heading to the Saloon for Friday hang-out.$10",
  "summerfriday.funReturn_Riley": "Awww, I think I got a tad sunburned.$s#$e#It's not too bad, but you'll have to be gentle with me, hehe.$10",
  "fallmonday.funLeave_Riley": "Morning! I was thinking of heading up to the mountain to hang out with Sebastian today. After that I might hit the Saloon.#$e#I hope you have a wonderful day, my love.$h",
  "fallmonday.funReturn_Riley": "So how was your day? Why don't we go snuggle in bed while you tell me all about it?$10",
  "fallthursday.funLeave_Riley": "Heya. I'm headed into work for a bit this morning, then hanging out some with Abigail. I'll see you when I get home, okay?",
  "fallthursday.funReturn_Riley": "Evening, love. Did you have a good day? Mine was long, but nice.",
  "fallsaturday.funLeave_Riley": "Morning! It's Saturday, which means I'll be heading to watch Sam and Sebastian practice their latest song.$h#$e#After that I'll be heading out shopping. Is there anything I should pick up for us?",
  "fallsaturday.funReturn_Riley": "Evening, {{GNMTTermOfEndearment}}. Did you see the groceries I put in the fridge? I got a few of your favorites.$10",
  "fall14.funLeave_Riley": "*sigh* It's that time of year again. Time for my doctor's appointment...$s#$b#But it's okay. I can manage if it means staying healthy for you.$10",
  "fall14.funReturn_Riley": "My appointment went well! You'll be happy to know I'm healthy as ever.$h",
  "winter.funLeave_Riley": "Good morning, my love. I've got work this morning, so I'll be headed out soon. After that I might go socialize a while, but I'll be home later.",
  "winter.funReturn_Riley": "Evening! I picked up some dinner on my way home. [197 208 224 231 236 237 727]$10",
  "winter16.funLeave_Riley": "Hey {{GNMTTermOfEndearment}}. I'm thinking of heading into Night Market tonight.$h#$e#Also, I made you breakfast! Enjoy! [200 201 211 234 610 651]$10",
  "winter16.funReturn_Riley": "Night Market is always pretty fun, don't you think?",
  
  
  //Riley Schedule Strings
  "workout": "Dancing is great exercise, and way more fun than a traditional workout!$h",
  "springsaloonfri": "I wish there was a bigger arcade selection here. I mean I like these games fine, but where's the dance game?",
  "summersaloonfri": "Hey there. What's a farmer like you doing in a joint like this?$u#$b#Hehe I'm just teasing. I'm glad you found some time to stop by! I know the farm must keep you really busy.$10",
  "fallsaloonmon": "Hey @, you here for a drink, too? I may've.. heh... had a bit much already.$10#$b#Hey, hey! Have I ever shown you my tongue ring? It's fun to play with.#$b#Nyeeehhh. See? *giggle*$16",
  "fallsaloonfri": "Man, Sebastian's ego about his win streak has really inflated lately. Almost makes me want to knock him down a peg myself.$18#$b#I mean, I suck at pool so I couldn't actually do so, but it's called wishful thinking, haha.$12",
  "wintersaloonfri": "One of these days I swear Sam is going to win. It's gonna happen! I can feel it!#$b#I gotta hand it to him, though, he's got way more patience and determination than I'd have in his shoes!",
  "raid1": "Hey @. Sorry, but Wednesday nights are raid time. Gotta get these bosses down and score some sweet loot!$h",
  "raid2": "Heal heal heal heal heal!!! DAMMIT.$9#$b#Ugh, tank's down... Looks like we'll have to wipe and start over...$s",
  "raid3": "Hm? Oh hey @, we're on a fifteen minute break so I can actually talk, heh.#$b#Did I tell you a new expansion just came out? My group is taking on the new bosses tonight and it's pretty epic!$h",
  "raid4": "Ugh... Ya know, some weeks raiding feels more like a chore than a hobby. We just downed a boss but I barely even car-$s#$b#!?$6#$b#Oh score! I got a new robe! Now I totally care again, somehow, hahaha.$10",
  "abigail1": "Honestly, neither of us is very good at this game, but teamwork makes dreamwork, right?$10",
  "abigail2": "Where did they all come from!? Mayday, mayday, abort, abort!$6#$b#We're so gonna die, ahahaha.$12",
  "shop1": "Hey @, I was just doing my weekly shopping. Gotta get snacks to fuel up!$h#$b#And, you know, basic food to live, I guess. If you're into that sort of thing.$u",
  "shop2": "Hmmm... Should I go with the chocoate cereal or the fruity one...$18#$b#Great, now I'm craving chocolate-covered fruit, haha.$10",
  "shop3": "Can you guess how many of my groceries are pumpkin spice flavor?$u#$b#It's probably not as ridiculous a number as you just thought of, but still a pretty embarrassing one, haha.$10",
  "shop4": "I can't believe Pierre is out of cocoa again! Who keeps buying it all?$a#$b#At this rate I almost wanna shop at JojaMart, but I really prefer supporting local businesses when I can... Oh well.$s",
  "winter16": "Hm... I'm thinking about seeing the mermaid show, but I don't really know...$18",
  "work1": "Hey @. I'm actually on the clock so I can't hang out right now.#$b#What, you didn't think this place maintained itself, did you?$10",
  "work2": "Anything I can do to make your stay at the spa more relaxing? Perhaps offer a nice massage?#$b#Aww, no? All right, then. Enjoy your stay and good luck when you get back to work!",
  "fall14.1": "Ugh... I don't want to go to my doctor's appointment today. Hospitals make me nervous.$s",
  "fall14.2": "Oh hey, my birth control just got cheaper. I guess this day wasn't a total bust after all!$h",
  "rainygame1": "@? When did you- Hang on I'm in a raid and-$6#$b#GET OUT OF THE FIRE. **** **** ******* **** *****!!!$9#$b#Ugh these PuGs suck! Sorry, this is gonna be a long raid...$a",
  "marriage_loungespring": "Sometimes it's nice to just sit out here and enjoy the weather. Maybe chat with anyone who comes along.",
  "marriage_loungesummer": "Ugh... It's too hot to move. Let me just rest here a bit...$s",
  "marriage_loungefall": "The weather is so nice this time of year, isn't it? It's good to just be outdoors.",
  "marriage_seb1": "I really love the mountain air... even if sooomeone insists on smoking out here, hehe.#$b#I don't really mind that much, I just have to give him a hard time.$17",
  "marriage_seb2": "Hey gorgeous. Have I mentioned lately that you're amazing? Thanks for not getting jealous of me hanging out with friends.$10",
  "marriage_seb3": "The fall weather is nice for exploring the mountainside a bit, isn't it? Just be careful if you go near the mines!",
  "marriage_seb4": "Brrr! That's a crisp breeze, isn't it? Still, it's really nice to hang out up here.",
  "marriage_samseb": "A little chitchat before band practice is nice, huh?",
  "marriage_beach1": "It's so nice to feel the sand between my toes!$10",
  "marriage_beach2": "Do you wanna go swimming with me, love? ...No? All right. Well have fun today!",
  "marriage_abigail1": "She's not kidding, whoever designed this level needs a kick in the pants.$a",
  "marriage_abigailmountain": "I never get tired of the view from up here. Look, you can see the farm!",
  "marriage_abigailbus": "Why are we hanging out at the bus stop? I mean, why not, honestly?",
  "marriage_abigail2": "Oh jeez oh jeez oh-!!!$6#$b#Haha, nice! Good job, Abigail!$h",
  "marriage_band1": "Aren't the boys sounding great today? I love coming to band practice to encourage them.",
  "marriage_band2": "Honestly I've thought about asking to join the band, but... It just seems like Their Thing, you know? I'm happy to just support them.#$b#Besides, I'm kind of tied to the valley now, huh?$16",
  "marriage_band3": "I wonder if Sam's band will ever move beyond small gigs and get really well-known...#$b#I think it's fine either way, though, as long as they love performing.$10",
  "marriage_band4": "Oh hm, I think Sam's a bit out of tune today. Should I tell him? Or maybe he's experimenting with a new sound...$18",
  "marriage_shop1": "Hey {{GNMTTermOfEndearment}}. Just doing our weekly food shopping. Do you want pizza or burritos? Maybe both?",
  "marriage_shop2": "Oh look, a buy one get one half off sale! Too bad it's on something we'd never use, heh.",
  "marriage_shop3": "What? Oh um... Ignore all the candy in the basket, ha. I've been craving sweets lately.$12",
  "marriage_shop4": "Hey look, there's actually cocoa in stock! Ooh, peppermint flavor, too!$10",
  "marriage_springsaloon": "Go get him, Sam! You can do it!!$10#$b#He probably can't, but I've gotta root for the underdog.",
  "marriage_springsaloon2": "Hey {{GNMTTermOfEndearment}}! Dance with me!!$10",
  "marriage_summersaloon": "One of these days Abigail and I really need to learn to play pool and kick the boys off for the night, hehe.",
  "marriage_summersaloon2": "Do I ever feel silly dancing by myself? Nah, I'm just having more fun than everyone else!$10",
  "marriage_fallsaloon": "It's so nice that we can meet up here every week and hang out. Even better when you join us!$10",
  "marriage_wintersaloon": "I swear, once I saw Sam win a game. Though that might have been a dream...",
  "marriage_wintersaloon2": "A nice drink and some exercise can really help keep you warm when it's cold!",
  "marriage_work1": "Honestly, I'm tempted to ignore work and join you in the pool, but...#$b#I'd better not. *sigh* Don't wanna get in trouble.$s",
  "marriage_work2": "It's usually pretty slow around here. You'd think we don't get customers at all, heh.#$b#But they do show up sometimes, and everything has to be nice when they do.",
  "marriage_work3": "Anything I can do to make your stay at the spa more relaxing? Perhaps offer a nice massage?#$b#Aww, no? All right, then. Enjoy your stay and good luck when you get back to work!",
  "marriage_work4": "Mmm, I'm supposed to be working right now, but I keep thinking about how Abigail and I are gonna progress in our game tonight, heh.$12",
  "marriage_work5": "It may not seem like I do much around here, but it can be pretty tiring. I'm looking forward to a nice drink at the saloon tonight!",
  "marriage_work6": "Hey {{GNMTTermOfEndearment}}. Just putting in some hours before heading to Night Market tonight. I hope to see you there!",
  "marriage_fall14.1": "I don't wanna go to the doctor, bluuuuugh...$s#$b#*sigh* But I will, to make sure I'm healthy for your sake, I guess.$s",
  "marriage_fall14.2": "I don't know why I get so nervous about check-ups. It's never as bad as I imagine, heh.",
  "marriage_fallsaloon2_male": "%Riley seems a little drunk. Maybe just let him dance for now.",
  "marriage_fallsaloon2_female": "%Riley seems a little drunk. Maybe just let her dance for now.",
  "marriage_winter16.1": "Hey {{GNMTTermOfEndearment}}. Do you wanna watch the mermaid show with me?$h",
  "marriage_winter16.2": "Hey you. Glad you could make it.#$b#Are you gonna do any shopping this year? Or maybe try the fishing experience?",
  "rainygame1_summer": "Hey @, do you like MMOs? I like healing roles myself, but damage can be fun, too.#$b#As much as I usually like being the center of attention, I'll pass on tanking though.$u",
  "rainygame1_fall": "Rainy days like this are perfect for some relaxing gaming...#$b#...when the hunter doesn't pull before the tank oh sweet Yoba why.$a",
  "shop4_ccc": "I can't believe Pierre is out of cocoa again! Who keeps buying it all?$a#$b#At this rate I almost wanna shop at JojaMart, but I don't wanna go all the way to the city to find one now... Oh well.$s",
  
  
  //Animation Descriptions
  "abigail_videogames": "I'm glad Riley's here! Together we're good enough to actually make some progress in this stupid game!$h",
  "abigail_videogames_hubby": "Thanks for letting me borrow your hubby, @! I really need his help to get past these awful levels!",
  "abigail_videogames_wifey": "Thanks for letting me borrow your wifey, @! I really need her help to get past these awful levels!",
  "abigail_videogames_winter": "Hang on, we've never gotten this far before! I just-#$b#Oh no!! They're everywhere! Aaaaah!$7",
  "abigail_videogames_wintermarried": "Riley, watch out!$7#$b#Phew, that was too close! But we made it out alive!$h",
  
  
  //Pregnancy & Adoption Event Strings
  "pregnancy.BirthMessage_Adoption": "During the night, Riley gave birth to a baby {0}.",
  "pregnancy.BirthMessage_PlayerMother": "During the night, Riley gave birth to a baby {0}.",
  "pregnancy.BirthMessage_SpouseMother": "During the night, Riley gave birth to a baby {0}.",
  "pregnancy.HaveBabyQuestion": "Should we have a baby, {0}?",
  "pregnancy.HaveBabyQuestion_Adoption": "Should we have a baby, {0}?",
  "adoption.BirthMessage_Adoption": "During the night, the adoption agency dropped off your new baby {0}.",
  "adoption.BirthMessage_PlayerMother": "During the night, the adoption agency dropped off your new baby {0}.",
  "adoption.BirthMessage_SpouseMother": "During the night, the adoption agency dropped off your new baby {0}.",
  "adoption.HaveBabyQuestion": "Should we adopt a baby, {0}?",
  "adoption.HaveBabyQuestion_Adoption": "Should we adopt a baby, {0}?",
  

  //Pregnancy & Adoption - Unique Courtship Response
  "pregnancy.adopt_excitedA": "{0}, we're going to have a baby soon.$l",
  "pregnancy.adopt_excitedB": "{0}, I'm pregnant. Isn't it wonderful?$l",
  "pregnancy.morningsick": "Ugh... I feel a little nauseated this morning.$s",
  "pregnancy.moodyPregnant": "I'm pregnant... can't you make your own breakfast?$s",
  "pregnancy.informPregnancyA": "{0}, we're going to have a baby soon.$l",
  "pregnancy.informPregnancyB": "{0}, I'm pregnant. Isn't it wonderful?$l",
  "pregnancy.yourePregnantA": "{0}, we're going to have a baby soon.$l",
  "pregnancy.yourePregnantB": "{0}, I'm pregnant. Isn't it wonderful?$l",
  "adoption.adopt_excitedA": "{0}, I hope our adoption request gets approved. I want a baby.$l",
  "adoption.adopt_excitedB": "{0}, I filed our adoption papers. Now all we can do is cross our fingers and wait.$l",
  "adoption.morningsick": "Ugh...$s",
  "adoption.moodyPregnant": "Ugh... can't you make your own breakfast?$s",
  "adoption.informPregnancyA": "{0}, I hope our adoption request gets approved. I want a baby.$l",
  "adoption.informPregnancyB": "{0}, I filed our adoption papers. Now all we can do is cross our fingers and wait.$l",
  "adoption.yourePregnantA": "{0}, I hope our adoption request gets approved. I want a baby.$l",
  "adoption.yourePregnantB": "{0}, I filed our adoption papers. Now all we can do is cross our fingers and wait.$l",
  
  
  //RileyHouse Map Strings
  "RileyHouse.1": "Riley seems to be drawing uh... a study of human anatomy.",
  "RileyHouse.2": "Various pieces and cards for Solarion Chronicles are strewn across the table.",
  "RileyHouse.3": "There's a wide array of different makeup here.",
  "RileyHouse.4": "The large bed looks warm and inviting.",
  "RileyHouse.5": "The computer has an MMORPG pulled up in windowed mode. Behind it, there are about thirty browser tabs open, but it's hard to tell what they are.",
  "RileyHouse.6": "There's a wide variety of content, from fantasy novels to fashion magazines to old textbooks.",
  "RileyHouse.7": "This shelf is filled with graphic novels. There's a complete set of a popular harem romance series.",
  "RileySpouse.1": "There are little hearts drawn in the margins of the page.",
  "RileySpouse.2": "The old text books were left behind in the move, but Riley's harem romance manga collection has grown.",
  "RileySpouse.3": "It's the latest edition of Solarion Chronicles, along with several custom painted figures.",
  "RileySpouse.4": "The rulebook is open to a page about lycanthropy.",
  "RileySpouse.5": "The MMO login screen is pulled up. Riley mostly plays after I go to bed these days.",
  "RileyHouse.1_fall": "The page is filled with sketches of werewolves. Maybe Riley was trying to decide on a pose.",


  //Riley Movie Reactions
  "Riley.Movies.0": "Oh no. It's going to be so cheesy, isn't it? Haha!$h",
  "Riley.Movies.1": "(Riley looks a little misty-eyed.)",
  "Riley.Movies.2": "Huh? N-no, I'm fine...$11",
  "Riley.Movies.3": "Okay... Yeah, that was pretty adorable...$4#$b#But don't go thinking I'm all sappy or anything, all right?$7#$b#... Get it? Sappy? Ehehehe...$u",
  "Riley.Movies.4": "Yoba, I can't wait! Video game movies are almost always AWFUL and I am HERE for it!$h",
  "Riley.Movies.5": "Riley keeps struggling not to laugh, even at the parts that aren't that funny...",
  "Riley.Movies.6": "Absolutely incredible. 500 out of 10. Almost nothing made sense and that's exactly how it should be.$10#$b#Maybe later we can play the game, huh?$h",
  "Riley.Movies.7": "Hm. Not really sure what to expect with this one, but I've been curious...",
  "Riley.Movies.8": "(Riley seems oddly quiet and serious.)",
  "Riley.Movies.9": "Okay, that ending was a little forced, heh.$7#$b#Other than that, not sure if I'd wanna watch it again, but the surrealist artsy stuff was kind of neat, wasn't it? Thanks for the invite!",
  "Riley.Movies.10": "Is this one of those movies made by that greeting card company? Mm... I guess it might be okay if it's with you...$2",
  "Riley.Movies.11": "(Riley leans over and whispers.)",
  "Riley.Movies.12": "This is sweet and all, but they're lucky it's a movie, huh?$12#$b#I value the power of morale more than most, honestly. But I still feel like I'd focus more on enduring the storm than celebrating...$12",
  "Riley.Movies.13": "Hm? Y-yeah, it was fine. I just... ya know. More into comedy or thrills. All the family bonding and magic was a little too wholesome, is all...$12#$b#... And if you saw me tear up, that was. allergies. Yeah. It was pretty dusty in there, huh? Ha... ha...$11",
  "Riley.Movies.14": "Documentaries aren't always my thing, honestly, but hopefully this one will be interesting...",
  "Riley.Movies.Male.15": "(Riley seems to be nodding off... Oh! He just startled back awake.)",
  "Riley.Movies.Female.15": "(Riley seems to be nodding off... Oh! She just startled back awake.)",
  "Riley.Movies.16": "That was... long. I'm glad I didn't quite fall asleep, and a lot of the animals were super cute, but...$2#$b#I think I need more of a story to focus on to sit still for that long, heh.$12",
  "Riley.Movies.17": "Comedies tend to be fun! The trailers for this one seemed amusing, too.$h",
  "Riley.Movies.18": "(Riley snickers quietly.)",
  "Riley.Movies.19": "That was pretty ridiculous, ahahaha. I'd totally watch it again!$h",
  "Riley.Movies.20": "Oh no... This is one of those fake documentaries, isn't it...$2",
  "Riley.Movies.21": "Sometimes I wonder if anyone in these movies has even HEARD of common sense...$12",
  "Riley.Movies.22": "Mmm... Not really my thing, unfortunately, but I appreciate the invite. It's always good spending time with you, at least.$12",
  "Riley.Movies.23": "Hm. Ya know, I know this one's a classic, but I never actually saw it as a kid. Hopefully it's better than the typical cheesy holiday romance, huh?",
  "Riley.Movies.Male.24": "(Riley rubs his face and groans as the main character's love interest first appears.)",
  "Riley.Movies.Female.24": "(Riley rubs her face and groans as the main character's love interest first appears.)",
  "Riley.Movies.25": "Well. That sure was uh. Something.$2#$b#I just... don't get it? If you want something that's not hurting anyone, go for it. If it'll do more harm than good, get over it.$12#$b#I get being nervous. I just hate romance being treated like a world-shaping phenomenon. Sorry... Thanks for inviting me anyway.$12",
}