{
  "Introduction": "Oh, who are you? Are you real?#$b#Ah, ah! Farmer! Yes, I have heard the voices mention a new farmer!#$b#My name is Kenny. Um, I live in the woods with my friends, if you ever want to visit...$1#$b#...#$e#...#$e#...You can walk away now, stranger..!",
  "danceRejection": "%Kenny stares at you blankly... He doesn't look like he's about to dance with you.",
  "divorced": "I-I don't understand...$2#$b#What does divorce even mean? Do you not like me anymore?$2",
  "dumped_Boys": "%Kenny is ignoring you. His mind seems to be elsewhere.",
  "secondChance_Boys": "You want me back? Uh, whatever that means!#$b#Oooohh! I can come over to your house and bring you rocks again?!#$b#Yay! Thank you~!$4",
  "give_flowersA": "%Kenny notices the bouquet and smiles.#$b#Ah, tasty looking, little friends, thank you!$3#$b#Boyfriend? But... I already am your friend... And I already am a boy... I think.$2#$b#%Kenny listens to your explanation of the concept.#$b#Ohh! You want me to be that person to you?$4#$b#Wow...Um...I am flattered...$1#$b#And interested...$4",
  "give_pendant": "%Kenny notices the pendant and attempts to eat it. Before he manadges to do so, you explain to him what it means.#$b#WHAT?! You want to stay forever-together-andever-forever?!$2#$b#Yes, yes, yes! I want it, too!$4",
  "stardrop_gift": "Ah, and here I was thinking I won't eat dinner! Thank you, so, so much!$1",
  "reject_two_heartA": "Uh...I'm not hungry, thanks.",
  "reject_four_heartA": "Um...Can you, like...Leave?$2",
  "engageA": "Oh. I don't find those tasty at all, thanks.$2",
  "marriedA": "I AM NOT HUNGRY!$5",
  "birthdayLoveA": "My birthday?! Yaaay!!! I love it, thank you so, so much!$1",
  "birthdayLikeA": "Ah, my birthday? Thank you so much for thinking of me, @...$1",
  "birthdayDislikeA": "Uhm... I can't eat that. Why would I want it?#$b#Birthday? Oh, Victor's gift was cooler...",
  "birthdayNeutralA": "My birthday?! You remembered?! Thank you, @!$1",
  "Mon": "New farmer!#$b#I believe in bonding over favorite food! Yes, yes!#$b#So, with that in mind, which rock is your favorite? I like the wet ones.#$b#Y-You don't eat rocks?#$b#Ah...Erm...Well...You should try!",
  "Mon2": "Hello!#$b#The voices are predicting that you're gonna have lots of potatoes on your farm this year!$1",
  "Mon4": "...Hello...#$e#%Kenny's stare sends a cold shiver down your spine.",
  "Mon6": "Ah, ah, @! I have a request!#$b#The voices told me that you will be going into the caves in the future.#$b#If you do, they are there, and they are asking for you not to hurt them. Okie?#$e#...You better not hurt them. I know where you live.$5",
  "Mon8": "Hello again, @!#$b#I just saw you in the forest, funny, are you following me?$1",
  "Mon10": "@, what games do you like? You know, if I wanted to play with you in the future?#$b#What kinds? Oh, you know, normal, like tag...#$b#...You think that's childlish, oh... Well...$2#$e#%Kenny is sulking.",
  "Tue": "@, can you help me with something?#$b#Victor asked me to practise apologizing while kneeling down. Can I try it on you?$1",
  "Tue2": "...$2#$b#%Kenny seems sad.#$e#No...It's nothing...$2#$e#I met a fox in the forest, and I tried to greet it by throwing a rock at it... And it ran away.$2#$b#So I ran after it, because um, my body reacts on it's own to someone running away from me.$2#$b#And it hid in a hole in the ground. So I tried to grab it.$2#$b#...It bit me...$2#$b#Victor said I could have rabies now, whatever that is.$2#$e#...I just wanted to say hi...$2",
  "Tue4": "I love rain. It smells nice.#$b#And makes me feel refreshed.#$e#I don't know what that was supposed to add to your day.",
  "Tue6": "Harvey is being so annoying...$2#$b#No matter how many times I explain to him that I don't need those stupid pills, he doesn't listen!$5",
  "Tue8": "%Kenny is squinting his eyes at you. He seems unresponsive.",
  "Tue10": "@, do you have a lot of enemies..?",
  "Wed": "Victor often compares me to a cat.#$b#Apperentely they do the same thing as me whenever they're on a soft surface.#$b#Like, grabbing it and letting go repetitively with their hands. I do that with my hands.#$e#...What?",
  "Wed2": "%Kenny is unresponsive. Surprisingly, he isn't smiling either.",
  "Wed4": "@!!!$1#$b#You're so good at hide and seek! We were playing in the forest today!#$b#I wasn't able to find you after the 40th round...Sorry...$2#$e#...",
  "Wed6": "...#$b#...Mwehehehe...#$b#...#$b#%Kenny is practising a mischievous laugh.",
  "Wed8": "...#$e#And if I followed you home, would you be alone?",
  "Wed10": "I don't like when people point fingers at me. In fact, I hate it!$5#$b#People always do it when they scream at me...$5#$b#When Aubrey does it, he's upset about me getting in his bed after digging in dirt.$5#$b#If it's Victor, he's saying something about how I shouldn't ever reject him.$5#$b#And when Haley does it, she's yelling at me to 'leave her property'...$5#$e#People are so mean to me.$2",
  "Thu": "Everyone is capable of murder if you hurt them.#$e#...What? Victor told me that.",
  "Thu2": "...#$e#I'm two steps from the edge.#$e#...",
  "Thu4": "Kyle told me to jump recently, whatever that means, and it took me back to childhood.$1#$b#I remember when I was repetitively jumping head-down from my desk, trying to learn how to fly.$1#$b#No, I didn't get hurt... I DID fly! I kept flying all the time, and then for some reason woke up in the hospital, I don't know what happened.#$e#Good times those were!$1",
  "Thu6": "I have so many friends, yes, yes!#$b#Victor, you, forest you, Harvey, forest Harvey...Eden, Kyle, Aubrey, Jordan, Emily...$1#$b#So many, yes!",
  "Thu8": "I like Emily, she always gives me lots of tasty rocks.",
  "Thu10": "...$2#$e#Oh, it's nothing... Eden is angry with me...$2#$b#Aubrey told me to ask him to 'draw me like one of his french girls', after he'd find me in his bed.#$b#He just told me to dress up and kicked me out, I don't see what I did that was wrong?$2",
  "Fri": "...#$b$The Saloon? Yes, yes, I am going with my friends.",
  "Fri2": "I have something for you... [68]#$b#Bon appetit.$1",
  "Fri4": "Something insane happened yesterday, @!#$b#A big, big moth flew inside of your house when you were sleeping!#$b#It was HUGE, and it sat on your face. I scared it away, though.",
  "Fri6": "%Kenny is humming a familiar melody.",
  "Fri8": "I'm so hungry.#$b#...#$b#%Kenny is staring at you intensly.",
  "Fri10": "I wish people were nicer to Jordan. He's really an angel!$2#$b#I heard that Alex recently stood him up for Hayley...$2#$e#...Victor just said that Jordan should find himself a girlfriend too, instead of third-wheeling...$2#$b#Whatever third-wheeling means.$2",
  "Sat": "Television scares me.$2#$b#How can so many people fit in such a tiny box?#$b#I would fit in there! But both me and Victor wouldn't! And there is, like, ten people in that box!",
  "Sat2": "Eden gave me a funky little looking creature the other day.#$b#Unfortunately, I left it in my bed, I would show you, though!#$e#...It had a lot of limbs...Hehe...",
  "Sat4": "Harvey injected me with something funny the other day.#$e#%Kenny is laughing, he seems unresponsive.",
  "Sat6": "Um...@...$2#$b#What you said at the forest wasn't nice...$2",
  "Sat8": "@...#$b#Tell me, have you ever tried a person?#$e#...Like...Eating...#$e#...I have...",
  "Sat10": "@, do you think my friends like you?#$b#Haha, no, but seriously... Do you think they like you?$2",
  "Sun": "Aubrey doesn't let me go grocery shopping alone.$5#$b#I'm not a kid, I can do things by myself!$5#$e#...Why does he not let me..? Uhh...#$b#%Kenny giggles nervously.",
  "Sun2": "Victor gave me a doll the other day.#$b#It's name is voodoo.#$e#I buried it in the forest so it's safe.",
  "Sun4": "...$5",
  "Sun6": "...",
  "Sun8": "I have something for you... [70]#$b#Bon appetit.$1",
  "Sun10": "...$1",
  "summer_Mon": "It's so warm! I think I have to go bury myself in the forest...$2",
  "summer_Mon2": "...Hello...#$e#%Kenny's stare sends a cold shiver down your spine.",
  "summer_Mon4": "@! I found out that the other you knows you, but you don't know them!$2#$b#Come to the forest sometime, they want to meet you!",
  "summer_Mon6": "I'm so hungry.#$b#...#$b#%Kenny is staring at you intensly.",
  "summer_Mon8": "The voices...The voices...Hehehe...#$b#%Kenny seems unresponsive.",
  "summer_Mon10": "@, have you ever fallen in love? Please share, please share!$1",
  "summer_Tue": "I cooked dinner recently, and I don't know why, none of my friends wanted to eat it...$2#$b#Are they even my friends..?$2#$b#What did I serve? Oh, rocks, of course!$1#$b#...What?",
  "summer_Tue2": "I...Uh...Yeah.#$b#%Kenny giggles.",
  "summer_Tue4": "I like it the most when Victor makes dinner.#$b#He always makes it meaty...And lots of sauce.#$b#Weirdly enough, nobody besides me and him ever want to eat it.",
  "summer_Tue6": "Harvey keeps bugging me that I have to stop swallowing rocks.$2#$b#All of those years of education, yet he has no knowledge about healthy diet!$5",
  "summer_Tue8": "O-Oh, hello... Please don't talk to me today...$2#$b#I didn't take my meds, yet...$2#$e#%Kenny looks extremely uncomfortable, and he seems to be holding his own wrist.",
  "summer_Tue10": "You better apologize.$2#$b#I told you at the forest I didn't like tickles! And you still tickled me!$2#$e#%Kenny crosses his arms.#$b#...I'm not going to talk to you until you apologize.",
  "summer_Wed": "@, you won't believe what happened!$1#$b#Victor told me he could clone me, imagine how fun would it be to have the Kenny expierence, but doubled!$1#$b#%Kenny begins laughing, he doesn't seem to notice your frightened face.",
  "summer_Wed2": "WAKE UP.$5",
  "summer_Wed4": "@, did you know that you sleepwalk sometimes?#$b#Yeah! I swear! You stood up and opened the fridge, but you were sleeping-#$b#Ah, how do I know..?#$b#Uh...Ah...Erm...#$e#%Kenny is looking down at his shoes.",
  "summer_Wed6": "Everyone is capable of murder if you hurt them.$2",
  "summer_Wed8": "@, did you ever consider having a pet, but like, a person...?#$b#Why am I asking? Oh... Well..!#$b#I'm available...$4",
  "summer_Wed10": "I don't like blue, and everyone keeps forgetting that!$5#$b#I asked Pierre for some water the other day, and he gave it to me in a BLUE bottle!$5#$b#I HATE BLUE! I HATE IT, I HATE IT, WHY CAN'T NOBODY REMEMBER THAT I ABSOLUTELY DESPISE THE COLOR BLUEEEE!!!$3",
  "summer_Thu": "I have something for you... [72]#$b#Bon appetit.$1",
  "summer_Thu2": "@, would you say I'm hard to befriend?#$b#Ha, I wouldn't say so, either!$1#$b#And Kyle keeps saying that I'm unlikeable!",
  "summer_Thu4": "I can't ever decide who I prefer, you, or the other you!#$b#You don't play with me, but they don't talk to me.#$b#It's a tough choice.$1",
  "summer_Thu6": "@! The other you told me to tell you something!$1#$b#We were hanging out at the forest yesterday, watching stars, and suddenly- we saw a shooting star!$1#$b#They said they wished for you!#$b#What did they wish for? Uh, I don't know, I guess you'll find out soon enough!",
  "summer_Thu8": "@, @, have you ever swallowed mold?!$1#$b#I HAVE!!!$1",
  "summer_Thu10": "I had so much fun with Harvey yesterday!$1#$b#He left the room for a second, to grab my medication, and I quickly hid in the venitilation system!$1#$b#He didn't know where the noises were coming from, it was so funny!$1",
  "summer_Fri": "I really don't know what is in the funny cups, but after everyone drinks from them, they say funny things.#$b#At the Saloon! Why do you look confused?",
  "summer_Fri2": "The voices told me that you're not being very kind to them in the caves.$2#$e#...I sure hope you believe in karma...$2",
  "summer_Fri4": "@!!! @!!! @!!! @!!! @!!!#$b#%Kenny is shaking, he seems to be having some episode.",
  "summer_Fri6": "%Kenny is unresponsive. Surprisingly, he isn't smiling either.",
  "summer_Fri8": "Eden and Kyle were talking about you yesterday.#$b#Oh, what were they saying? I didn't focus that much...#$b#I just caught your name a lot of times and lots of laughing.$1",
  "summer_Fri10": "@, I want to invite you to my tent sometimes!#$b#I promise to clean up before you come, and who knows, maybe the forest you will tag along, also!$1",
  "summer_Sat": "I'm so hungry.#$b#...#$b#%Kenny is staring at you intensly.",
  "summer_Sat2": "@, don't ever be afraid of who you are!#$b#You're great...$1",
  "summer_Sat4": "I love you.$4#$e#...I'm practising for Victor...#$e#He told me to say that whenever I come over or he's not letting me in his room.",
  "summer_Sat6": "I'm feeling lazy today. The sun is too much.$2#$b#I'll go bury myself underground...$2",
  "summer_Sat8": "@, are you good with animals?$1#$b#Aw, I'm jealous, animals always run away from me...$2",
  "summer_Sat10": "Oh, hello, @. What are you up to?#$b#Me? Oh, I'm just searching for my plushie... I lost it somewhere.#$b#I can't lose it, it was from Aubrey...$2",
  "summer_Sun": "I don't know why, but in summer I have quite an appetite.#$b#%Kenny widens his smile while staring at your arm.",
  "summer_Sun2": "I... Uh... I'm a little hungry...#$b#%Kenny is almost salivating while staring at your exposed skin.",
  "summer_Sun4": "@, guess WHAT!$1#$b#Victor is letting me sleep at his place today, yaaaay!$1#$b#Aubrey was so jelly, I could tell! He went for a 'chat' with Victor after he found out.#$b#Also tried convincing me not to go, sooo jealous!$1",
  "summer_Sun6": "%Kenny is self-soothing, he seems out of it.",
  "summer_Sun8": "@, you look paler than usual..! I think you lack some vitamins, like Harvey would say.$2#$b#Make sure to swallow lots of rocks, they're hydrating.$1",
  "summer_Sun10": "Hey, @... Try avoiding me in fall, okay?#$b#The voices really get to me in that period...$1",
  "fall_Mon": "...My favorite time of the year...The voices...Mweheheh...$3#$b#%Kenny is shaking. He seems happy. A little too happy...",
  "fall_Mon2": "I'm so hungry, I could just jump at you, right here, right now...$3#$b#...#$b#%Kenny is staring at you intensly.",
  "fall_Mon4": "AAAAARRRGGGGHHHHHH!!! @!!!$3#$b#%Kenny bursts into maniacal laughter.",
  "fall_Mon6": "...The voices...Mh-BWAHAHAHAHA$3#$b#%Kenny is shaking. He's covered in dirt.",
  "fall_Mon8": "%Kenny looks at you silently, before attempting to bite into your arm.",
  "fall_Mon10": "RAAAAAGAHHHHHHHH!!!$3#$b$%Kenny swings at you. He's laughing.",
  "fall_Tue": "Harvey can't help me.$3",
  "fall_Tue2": "%Kenny is unresponsive. He's laughing maniacally.",
  "fall_Tue4": "@!!! @!!! @!!! @!!! @!!!$3#$b#%Kenny is shaking, he seems to be having some episode.",
  "fall_Tue6": "YOU...$3#$b#%Kenny giggles at your concerned expression.#$b#You bit me at the forest. You naughty, naughty-$3#$b#%Kenny swings at you.",
  "fall_Tue8": "...Hello, tasty...$3#$b#%You get into a physical fight with Kenny. Obviously, wasn't initiated by you.",
  "fall_Tue10": "...$3#$b#%Kenny keeps trying to position himself behind you, but you turn around on each attempt.",
  "fall_Wed": "If I don't eat a person, I swear...$3#$b#%Kenny giggles while remaining deep eye contact.#$b#...I swear...$3",
  "fall_Wed2": "I have something for you... [60]#$b#CHOKE.$3",
  "fall_Wed4": "...@...You don't need both of your livers, trust me...$3#$b#%Kenny jumps at you.",
  "fall_Wed6": "%Kenny doesn't say anything before attempting to grab you, fortunately, you're quicker and manadge to immobilize him by holding his wrists. He's laughing...",
  "fall_Wed8": "...The other you has met you yesterday...$3#$b#They were at your window while you were making dinner...$3#$b#And I would think I taught you some paranoia...$3#$b#%Once again, Kenny fails to attack you...",
  "fall_Wed10": "...Everyone is capable of what..?$3#$e#...Murder...$3#$e#Just because I like you a lot, I'll give you a heads-up.$3#$e#Your bedroom window is really easy to unlock.$3",
  "fall_Thu": "I WANT YOU!!!$3#$e#%Kenny bursts into maniacal laughter.",
  "fall_Thu2": "%Kenny is braiding his hair and muttering something. He's covered in dirt, and seemingly, blood-?",
  "fall_Thu4": "...@...$3#$b#Be careful in the caves, you know I don't like when you harm the voices...$3#$e#...Watch yourself.$3",
  "fall_Thu6": "...$3#$b#What? I'm not stalking you, I'm just... Checking up on you!$3#$b#...Sixth day in a row...$3#$b#%Kenny begins laughing hysterically.",
  "fall_Thu8": "I buried Eden.$3#$e#%Kenny isn't responding to your concerned questions.",
  "fall_Thu10": "%Kenny gasped as he saw you, and began staring at you with... Amazement in his eyes? You're not sure what that emotion was, but it was creeping you out.",
  "fall_Fri": "Just you wait... I will bury you six feet under, and no one will come to help.$3#$b#You will be at my mercy. YOU WILL NEED ME TO SAVE YOU.$3",
  "fall_Fri2": "I'm so hungry.$3#$b#...#$b#%Kenny is staring at you intensly.",
  "fall_Fri4": "I have something for you...$3 [72]#$b#CHOKE.$3",
  "fall_Fri6": "Do you think I will not get you?$3#$b#I know what you're doing in the caves.$3",
  "fall_Fri8": "Do you think you're safe?$3#$b#No, not now. At night. When you're most vulnerable.$3",
  "fall_Fri10": "Hey, @, let's play chase.#$b#%You deny, but Kenny just begins counting down. You decide to leave...",
  "fall_Sat": "...$3#$b#%Kenny starts laughing in your face. You don't feel safe.",
  "fall_Sat2": "%Kenny stares at you, and you have a hard time not staring back. He's covered in blood...",
  "fall_Sat4": "I WILL GET YOU!!! I WILL GET YOU SOMEDAY!! ARGHHH!!!$3#$b#...Not to you, @... To one of my voices...$3",
  "fall_Sat6": "Hehe...$3#$b#...@...$3#$b#Don't ever do that again, what you did yesterday.$3#$e#%Kenny goes unresponsive.",
  "fall_Sat8": "I don't want your words, I want your body.$3#$b#%You back away as Kenny attempts to bite into your shoulder.",
  "fall_Sat10": "...$3",
  "fall_Sun": "@!!! @!!! @!!! @!!! @!!!$3#$b#%Kenny is shaking, he seems to be having some episode.",
  "fall_Sun2": "I WANT YOU!!!$3#$e#%Kenny bursts into maniacal laughter.",
  "fall_Sun4": "I have something for you...$3 [60]#$b#CHOKE.$3",
  "fall_Sun6": "...The voices...Mh-BWAHAHAHAHA$3#$b#%Kenny is shaking. He's covered in dirt.",
  "fall_Sun8": "%Kenny looks at you silently, before attempting to bite into your arm.",
  "fall_Sun10": "The voices are getting silent... Ah...$2#$e#I don't recall much from this month, like usual...$2",
  "winter_Mon": "I love this time of the year! I get to sleep in a funky little house.#$b#That my friends build me outside. It looks like a ball.#$b#I'm inside a ball...$1",
  "winter_Mon2": "%Kenny is humming a familiar melody.",
  "winter_Mon4": "I think me and Harvey are pretty close.#$b#He always knows where I am! No matter in which house I live.#$b#I sometimes live in the forest house, my friends' house, tent house, your house... Plenty of places, yes!",
  "winter_Mon6": "I like to sleep under the snow. It makes me feel safe. And-#$b#It doesn't make my hair dirty, like burying myself underground does.$1",
  "winter_Mon8": "@, did you dream about me..?$1#$b#No..? Because you said my name in your sleep-#$b#Ah, how do I know that... Well!#$e#%Kenny looks down at his boots, not responding to any concerns.",
  "winter_Mon10": "@, be honest!#$b#Do you think I'm cute?$1",
  "winter_Tue": "The forest you tried to eat me yesterday. It wasn't very nice.#$b#They tried to eat my tongue. There's tastier body parts, so...#$b#I'm judging them.",
  "winter_Tue2": "I have something for you... [72]#$b#Bon appetit.$1",
  "winter_Tue4": "I...Uh...Yeah.#$b#%Kenny giggles.",
  "winter_Tue6": "@, what does being a 'pick me'?#$b#Yesterday, Aubrey called Eden a 'pick me boy', and then Victor added that Eden is a 'skip me boy'.#$b#I don't know what any of these terms mean, but 'pick me boy' sounds more fun than a 'skip me boy'!$1",
  "winter_Tue8": "Eden drew you yesterday!$1#$b#I almost stole it, but he caught me...$2#$b#I wanted to show you, it was very pretty!$1",
  "winter_Tue10": "AAAAAAAAAAAAAHHHHHHH!!!$3#$b#Haha, did I scare you? I'm just joking around, I took my meds today!$1",
  "winter_Wed": "My voices told me that you have been nicer to them recently.#$b#I am so thankful for that.$1",
  "winter_Wed2": "I don't know why Aubrey isn't letting me eat icicles.$2#$b#But then he complains I'm not hydrated enough...$4",
  "winter_Wed4": "@...Are we friends?#$b#Um, also...Are you open-minded?$1",
  "winter_Wed6": "@, can I have something that belongs to you?#$b#Like, can you willingly give me something?#$b#I like to put my friends' stuff on my bed so that I feel safe when I sleep.#$e#Eden often says my bed looks like a nest...",
  "winter_Wed8": "I have something for you... [64]#$b#Bon appetit.$1",
  "winter_Wed10": "I love eating snow, it's so much fun!$1#$b#@, wanna make snow cupcakes and then eat them?! Pleaseeee?!?!$1",
  "winter_Thu": "Victor promised to hang me a rock from my ceiling, so that I can jump up and play with it.#$b#He's such a great friend!",
  "winter_Thu2": "I saw this funky little creature the other day!#$b#It was brown, had long antennaes, silly, furry legs... It wasn't very tasty, though.",
  "winter_Thu4": "...Hello...#$e#%Kenny's stare doesn't send a cold shiver down your spine anymore.",
  "winter_Thu6": "@, I thought I saw the other you yesterday, and I got really happy, because they haven't been visiting lately...$2#$b#But they dissapeared between the trees.$2#$b#But it's okay, my voices told me that they went to visit you that night.$1#$b#So...How was it?$1",
  "winter_Thu8": "@, you're so silly sometimes.$1#$b#You forgot to lock your front door yesterday night!$1#$b#How do I know..? Ah...#$b#You should know by now.$1",
  "winter_Thu10": "I hate my roomates.$5#$b#They always find the meanest ways to punish me!$5#$b#For example, Kyle always locks me in the bathroom and doesn't let me out until I apologize!$5#$b#Aubrey forces me to sit in the corner...$5#$b#Eden yells at me and insults me...$5#$b#Victor forces me to strip and then splashes me with ice cold water...$5#$b#...Only Jordan is kind enough to explain to me that he didn't appreciate something I've done.$1#$b#I like Jordan.$1#$e#%Kenny smiles as you stare at him with concern.",
  "winter_Fri": "...$1",
  "winter_Fri2": "Victor often gets upset whenever I go to Harvey.#$b#He says that he's a better doctor.#$b#He's the only one inspecting my mouth, though! So he doesn't share one thing with Harvey!",
  "winter_Fri4": "Hello, @. How are you?#$b#What? I never said that...$2",
  "winter_Fri6": "%Kenny stares at you with an adoring gaze.#$e#You look so cute when your face is all red from the cold.$4",
  "winter_Fri8": "@, have you ever had a sleepover?$1#$b#Well, not with me! So, how about you invite me?!$1#$b#Noo, I won't steal anything, I promise!!$2",
  "winter_Fri10": "I really like Emily...$4",
  "winter_Sat": "Hey, @, have you ever tried eating a diamond?#$b#Huh, seriously? You must, it's super tasty!$1",
  "winter_Sat2": "I have something for you... [72]#$b#Bon appetit.$1",
  "winter_Sat4": "Don't ever leave me, okay?$2",
  "winter_Sat6": "I believe that some of my friends fancy you quite a lot...#$b#Oh, not telling who, hehe!$4",
  "winter_Sat8": "%Kenny seems really giddy.#$e#Oh, hello! You won't believe what happened, @!$1#$b#The other day at dinner I expressed how sad it makes me that snowflakes melt.#$b#I really wish they didn't, they're so pretty...$2#$b#So! Today morning, Eden gave me a painting of a snowflake, and said this one will never melt!$1#$b#I'm really happy, I own a snoflake now! That will NEVER melt!$1",
  "winter_Sat10": "@, I still haven't recieved a piece of cloth of yours...$1#$b#You know I need it for my nest!$1#$b#%Kenny keeps yapping as you walk away.",
  "winter_Sun": "@... Are we friends..?$4",
  "winter_Sun2": "Harvey told me that I've been better recently. I think so too!$1#$b#He said that my little silly 'condition' as he likes to call it is only seasonal!#$b#The more you know!$1",
  "winter_Sun4": "@, visit me at my tent sometime, okay?$1#$b#I get pretty lonely in the evenings...$4",
  "winter_Sun6": "Oh, hello, @! Something VERY strange happened yesterday...$2#$b#I don't know how to deal with it on my own, so I MUST tell you!$2#$b#I caught Victor and Aubrey hugging yesterday, but-#$b#Victor's mask was off, and Aubrey's hair was down, which was something that never happens!$2#$b#I'm scared that they were, you know, the 'forest' them, not 'real' them...$2#$e#...I don't need any more forest friends...$2",
  "winter_Sun8": "@.$4#$b#Look into my eyes.$4#$b#%Kenny gets so close that you can almost see your reflection in his eyes. You get uncomfortable and move away.",
  "winter_Sun10": "Hey, @... Be honest...#$b#You don't ACTUALLY hate it when I break into your house, do you?$4"
}