{
"Regrowth.Description": "A special seed that grows to become a very very sweet berry. Grows in Fall, Takes 24 days to grow and then regrows every 28 days after that.",
"Rare Seed.Description": "A special seed that grows to become a very sweet berry. Grows in Fall, Takes 24 days to grow and then regrows every 28 days after that.",
"Sweet Gem Berry.Description": "A Fall variant of the Gem Berry. Such a sweet berry it cannot be consumed as-is, but can be used in Kegs and Jars. It's popular around Mount Vapius.",
"SpringGemBerry": "Tangy Gem Berry",
"SpringGemBerry_description": "A Spring variant of the Gem Berry. Its tangy flavour is said to be popular in Zuzu City, that makes it stand out in a crowd",
"SpringGemSeeds_name": "Spring Gem Seeds",
"SpringGemSeeds_description": "Rare and unusual seeds discovered around the forests near Zuzu City. Takes 8 Days to grow and then regrows every 5 days after that",
"SummerGemBerry": "Juicy Gem Berry",
"SummerGemBerry_description":"A Summer variant of the Gem Berry. Its juices spill everywhere making it very messy. The People of East Scarp are said to be fond of the flavour as a treat on the beach",
"SummerGemSeeds_name": "Summer Gem Seeds",
"SummerGemSeeds_description": "Rare and unusual seeds discovered on the beaches near East Scarp. Grows in Summer. Takes 11 Days to grow and then regrows every 10 days after that",
"WinterGemBerry": "Sour Gem Berry",
"WinterGemBerry_description": "A Winter variant of the Gem Berry. Its Natural Chill creates something of a sour taste. It is said to be enjoyed in Ridgeside as a challenge",
"WinterGemSeeds_name": "Winter Gem Seeds",
"WinterGemSeeds_description": "Rare and unusual seeds discovered around the Cliffs of Ridgeside. Takes 7 Days to grow and then regrows every 6 days after that",

"WinterGemBerryDelivery.Mail_Title": "An Odd Request",
"WinterGemBerryDelivery.Mail_Text": "Dear @^^ My name is Lessi Varr, I am a travelling Wizard researching various crop phenomena. Recently I came across such a crop refered to as the 'Sweet Gem Berry' that was sold from your farm and it was fascinating! I'd like to learn more about your valley and farm but I have other matters that need my attention first. So for now let this letter act as a symbol of our berry co-operation! I have attached some seeds I found while visiting the Cliffs of Ridgeside, they are very similar to the Sweet Berry Seeds so maybe, just maybe we may discover some new variants? Just be careful as I don't know how to get more of these just yet. ^^-Lessi Varr",
"SpringGemBerryDelivery.Mail_Title": "Spring Forward",
"SpringGemBerryDelivery.Mail_Text": "Dear @^^ Amazing! I knew you were the right farmer for the job! The Winter Berry is rather sour though, I wonder is that a result of it being cold? Does cold equal sour? This requires more research but before I forget myself and get lost in my research I have found more seeds this time in the forsets near Zuzu City! Again be careful as I don't know how to get more of these just yet. ^^-Lessi Varr",
"SummerGemBerryDelivery.Mail_Title": "Summer Wines",
"SummerGemBerryDelivery.Mail_Text": "Dear @^^ You are just the best! The Tangy texture is amazing it's not a Strawberry but it's like strawberry adjacent? There I go rambling again, I'm filing the papers to move to the Valley but it's going to take some time, Ol Magnus isn't happy about the idea of two wizards in the area so we have to do some Wizard debates, Here is another pack of seeds this time I found them near East Scarp just washed up on the beach they ooze Summer Energy so I bet they will be great for wine! I repeat my warning from before: be careful as I don't know how to get more of these just yet. ^^-Lessi Varr"
}