{
//Berries

"Regrowth.Description": "Una semilla especial que crece hasta convertirse en una baya muy dulce. Crece en otoño, tarda 24 días en crecer y puede volver a cosecharse cada 28 días.",
"Rare Seed.Description": "Es una baya tan dulce que no se puede consumir tal cual, pero se puede utilizar en barriles y envasadoras. Se rumorea que es popular en los alrededores del Monte Vapius.",
"Sweet Gem Berry.Description": "Una semilla especial que crece hasta convertirse en una baya muy dulce. Crece en otoño, tarda 24 días en crecer y puede volver a cosecharse cada 28 días.",

"SpringGemBerry": "Baya de Gema Ácida",
"SpringGemBerry_description": "Una variante de primavera de la Baya de Gema. Se dice que su sabor ácido es popular en la ciudad de Zuzu, lo que la hace destacar entre la multitud.",
"SpringGemSeeds_name": "Semillas de Gemas Primaverales",
"SpringGemSeeds_description": "Semillas raras e inusuales descubiertas alrededor de los bosques cerca de la ciudad de Zuzu. Tarda 8 días en crecer y pueden recolectarse cada 5 días después de la primera cosecha.", 

"SummerGemBerry": "Baya de Gema Jugosa",
"SummerGemBerry_description":"Una variante veraniega de la Baya de Gema. Sus jugos se derraman por todas partes, lo que la hace muy pegajosa. Se dice que la gente de East Scarp adora su sabor como un manjar en la playa.",
"SummerGemSeeds_name": "Semillas de Gemas Veraniegas",
"SummerGemSeeds_description": "Semillas raras e inusuales descubiertas en las playas cercanas a East Scarp. Crecen en verano. Tardan 11 días en crecer y pueden recolectarse cada 10 días después de la primera cosecha.",

"WinterGemBerry": "Baya de Gema Agria",
"WinterGemBerry_description": "Una variante invernal de la Baya de Gema. Su frío natural crea un sabor agrio. Se dice que se disfruta como un desafío.",
"WinterGemSeeds_name": "Semillas de Gema de Invernales",
"WinterGemSeeds_description": "Semillas raras e inusuales descubiertas alrededor de los Acantilados de Ridgeside. Tarda 7 días en crecer y pueden recolectarse cada 6 días después de la primera cosecha.",

//mails
"WinterGemBerryDelivery.Mail_Title": "Una petición extraña",
"WinterGemBerryDelivery.Mail_Text": "${Querido^Querida}$ @^^ Mi nombre es Lessi Varr, soy una maga viajera que investiga varios fenómenos de cultivos. Recientemente me encontré con un cultivo llamado 'Baya de Gema Dulce' que provenia de su granja y ¡Fue fascinante! Me gustaría aprender más sobre su valle y su granja, pero primero tengo otros asuntos que requieren mi atención. Así que por ahora, que esta carta actúe como un símbolo de nuestra cooperación con las bayas. He adjuntado algunas semillas que encontré mientras visitaba los Acantilados de Ridgeside, son muy similares a las semillas de Baya de Gema Dulce, así que tal vez, solo tal vez podremos descubrir algunas variantes nuevas. Solo tenga cuidado, ya que todavía no sé cómo obtener más. ^^-Lessi Varr",

"SpringGemBerryDelivery.Mail_Title": "Avance de Primavera",
"SpringGemBerryDelivery.Mail_Text": "${Querido^Querida}$ @^^ ¡Increíble! ¡Sabía que eras el granjero adecuado para el trabajo! La Baya de Invierno es bastante agría, me pregunto si es resultado del frío. ¿El frío equivale a agrío? Esto requiere más estudio, pero antes de que me olvide y me pierda en mi investigación, he encontrado más semillas esta vez en los bosques cerca de la ciudad de Zuzu. De nuevo, ten cuidado, ya que todavía no sé cómo obtener más. ^^-Lessi Varr",

"SummerGemBerryDelivery.Mail_Title": "Vinos de Verano",
"SummerGemBerryDelivery.Mail_Text": "${Querido^Querida}$ @^^ ${¡Eres el mejor!^¡Eres la mejor!}$ La textura ácida es increíble, no es una fresa ¿Pero es como adyacente a la fresa? Ahí voy divagando de nuevo, estoy archivando los papeles para mudarme al Valle, pero va a tomar algo de tiempo, Ol Magnus no está contento con la idea de dos magos en la zona, así que vamos a tener algunos debates de magos. Aquí hay otro paquete de semillas, esta vez las encontré cerca de East Scarp, justo en la playa, rebosan de energía de verano ¡Así que apuesto a que serán geniales para el vino! Repito mi advertencia de antes: ten cuidado, ya que todavía no sé cómo conseguir máss. ^^-Lessi Varr"
}


	