{

//★★★ModConfig★★★

  "config.Enable this mod.name": "Enable this mod.",
  "config.Enable this mod.description": "On/Off setting of this mod itself.",

  "config.Pasture Area House.name": "\"House\" Appearance",
  "config.Pasture Area House.description": "Change the appearance of a certain house. This item will be activated as the game progresses.",
  "config.Pasture Area House.values.Stone": "Stone",
  "config.Pasture Area House.values.Plank": "Plank",
  "config.Pasture Area House.values.Log": "Log",
  "config.Pasture Area House.values.Neighbor": "Neighbor",
  "config.Pasture Area House.values.Rustic": "Rustic",
  "config.Pasture Area House.values.Beach": "Beach",
  "config.Pasture Area House.values.Trailer": "Trailer",

  "config.Enable the road to the dam.name": "Enable the road to the dam.",
  "config.Enable the road to the dam.description": "When moving from the station and the mountain to the dam, add a long mountain road for immersion.",

  "config.Enable the warp square.name": "Enable the warp square.",
  "config.Enable the warp square.description": "Increasing the friendship level of the wizard will give you a warp device to the dam.",

  "config.Enable the water discharge stop.name": "Enable the water discharge stop.",
  "config.Enable the water discharge stop.description": "On/off setting for dam water discharge animation.",

  "config.Link DesertAfforestationArea.name": "Link DesertAfforestationArea",
  "config.Link DesertAfforestationArea.description": "If the \"Desert AfforestationArea\" mod is installed and this setting is enabled, you can move from the \"Rest Area\" track to the Desert AfforestationArea. (This is a one-way move).",

  "config.Stardew Valley Reimagined 3 ver.name": "Stardew Valley Reimagined 3 ver.",
  "config.Stardew Valley Reimagined 3 ver.description": "Make the road from the railroad to the dam SVR3 compliant.",

  "config.Free to Build.name": "Erect an obelisk for free.",
  "config.Free to Build.description": "When the setting is turned on, the cost of constructing the dam obelisk is reduced to zero and the required materials are eliminated.",



//★★★StringsFromMaps★★★

  "DamCliff01":"*Cliff! Watch your step!*",
  "DamCliff02":"Quite high and hard to see below due to fog ... The river that will be the source of the dam can be seen at the far left.",
  "DamCliff03":"It doesn't seem to work now.",
  "DamMine01":"Whose chest is it?^Do not touch them unprovoked.",
  "DamMine02":"Things are scattered messily on the table...! This is a type B premonition...!",
  "DamMine03":"There is debris on the ground that I don't understand.",
  "DamMine04":"That's a big screw! What would Maru or Clint use it for?",
  "DamMine05":"There is a large gear on the floor. It is a little dirty but still looks usable.",
  "DamCliffAddb01":"Be careful climbing up and down ladders!!",
  "DamCliffAddb02":"Enjoying the scenery is fine, but please watch your step.",
  "DamCliffAddb03":"You can leave the boat there when you are done using it, as we will go retrieve it later. From Willy.^(One way to Cindersap Forest.)",
  "DamCliffAddb04":"It's Willy's boat that he uses in the dam cave.^They will come back to collect it later, so let's leave it like this.",
  "DamCliffAddb05":"This cave has been recreated in a seasonal environment by me to assist Demetrius in his research. You are free to use whatever grows wild. From Wizard.",
  "DamCliffAddb06":"It seems that ore is being produced here every day, perhaps due to the influence of a Wizard. We'll be grateful to use it as a mining site. From Marlon.",
  "DamPasArea01":"It contains parachutes, windproof suits, and other BASE-jumping equipment given to me by Lewis.",
  "DamPasArea02":"The road ahead is blocked by rocks and sediment...^Was there a major landslide in the past?",
  "DamPasArea03":"The soil seems to be nutrient poor...only grass seems to be growing now. I wonder if this farm was abandoned because it could no longer grow crops?",
  "DamPasArea04":"There is a dumped building.^It is likely that someone used to live and farm here.",
  "DamPasArea05":"No more letters are likely to arrive in this mailbox...",
  "DamPasArea06":"The sturdy silos look like they could still be used.^but let's not store grass here.",
  "DamPasArea07":"There is a pool of water inside.^I'm guessing tomorrow's deposit is about $0?",
  "DamPasArea08":"If I had a parachute, I could fly away from here... maybe?",
  "DamPasArea09":"You can see the railroad tracks behind the bushes... I wonder if it was used in the past. I wonder if the trolley will ever run here again...",
  "DamPasArea10":"**Under Construction**",
  "DamPasArea11":"The tools that would be used for construction are crammed into this one.",
  "DamPasArea12":"It's dangerous. Go away.",
  "DamPasArea13":"Ha ha ha... my arm...",
  "DamPasArea14":"A large number of workers can be seen.^They are probably clearing away rocks and sediment that are blocking the road.",
  "DamPasArea15":"The soil seems to be as nutrient poor as ever...only grass is likely to grow now.",
  "DamPasArea16":"It's an order from Mr. Lewis...I'll get it done in three days!",
  "DamRestArea01":"I wonder who manages...",
  "DamRestArea02":"Is this how they get water for gardening in the rest areas?",
  "DamRestArea03":"The truck is parked...#...The driver was sleeping inside!!!",
  "DamRestArea04":"There is an expensive looking car parked...#...no one seems to be on board.",
  "DamRestArea05":"The road continues.",
  "DamRestArea06":"Looks like a hiking trail ahead. It might be a good idea to invite someone to come hiking...?",
  "DamRestArea07":"Trash is being dumped...",
  "DamRestArea08":"I can see the trash that was dumped...^Let's not litter!",
  "DamRestArea09":"I see many rocks and fallen trees... it appears that no cleanup of the cliff top was done.",
  "DamRestArea10":"\"Hiking Course\"^Total Length: 3970m",
  "DamRestArea11":"@ \"Peaceful Farm\"^   Owner: Laguna^^> Rest Area",

  "DamNoOpenMinecart":"The line is disconnected due to a collapse in the cave.^Prohibited to use. Restoration work has not yet been determined.^-Lewis",



//★★★Other Texts★★★

  "ChooseDestinationMessage": "Truck Driver: I'm on my way to the desert now, do you want a ride?",
  "ResponseRide": "Please give me a ride!",
  "MineCart_Destination_Cancel": "No, thank you.",



//★★★MapName★★★

  "MapName_Dam":"Dam",
  "MapName_Dam_Road":"Dam Road",
  "MapName_Dam_Cliff":"Dam Cliff",
  "MapName_Dam_Cliff_Add":"Dam Cliff(East)",
  "MapName_Dam_Cliff_Add_Mine":"Dam Mine",
  "MapName_Dam_AfforestationArea":"Promenade",
  "MapName_Dam_Mine":"Promenade Mine",
  "MapName_Dam_PastureArea":"Dumped Farm",
  "MapName_Dam_PastureArea_Mine":"Dumped Farm Mine",
  "MapName_Dam_RestArea":"Rest Area",
  "MapName_Dam_PastureArea_AfterConstruction":"Restarted Farm",
  "MapName_Dam_PastureArea_AfterConstruction_Mine":"Restarted Farm Mine",
  "MapName_Dam_PastureArea_AfterConstruction_house":"Restarted Farm(House)",



//★★★MinecartDestinationName★★★

  "MpDamName":"Dam",
  "MpDamCliffName":"Dam Cliff",
  "MpDamPastureAreaName":"Dumped Farm",
  "MpDamPastureAreAfterConstructionName":"Restarted Farm",



//★★★Buildings★★★

  "DamObelisk_Name":"Dam Obelisk",
  "DamObelisk_Description":"A magical building that can instantly warp to dam.",



//★★★Mail★★★

  "WarpSquare.Mail_Title": "You can use the warp square to the dam.",
  "WarpSquare.Mail_Text": "Dear @^^Do you know my favorite place?^Yes, it's that dam with the great view.^I'll let you use the warp square that allows you to fly all the way there.^I'll set it up at the bus stop and you can use it at your leisure.^^-Wizard",

  "CliffCave.Mail_Title": "About the caves on the dam's cliffs.",
  "CliffCave.Mail_Text": "Dear @^^Hello. As the title says, we're conducting an environmental survey in that cave.^With the help of a Wizard, the interior of the cave has been recreated in a seasonal environment.^Now that the investigation is over, I'll leave you free to come and go as you please.^Willy seemed to be working on something at the back of the cave, but...^Well, you can do whatever you want from now on.^^-Demetrius",

  "AfforestationArea.Mail_Title": "About the cave in the dam afforestation area.",
  "AfforestationArea.Mail_Text": "Dear @^^Hello. The cave had been off-limits because of crumbling and dangerous conditions inside, but the contractor has checked it out and said it is safe now, so we decided to open it up.^There is nothing special about the cave itself...^There's a farm at the end of the road that was used a long time ago.^I'm managing it myself, but if you can use it in some way, then do what you want with it.^^On a different note, I was cleaning out my shed and found some of my old BASE-jumping equipment.^I don't think I'll ever be able to use it again, so I'll give it to you.^No insurance though!!^^-Lewis",

  "CliffMinecart.Mail_Title": "About the minecart to the dam cliffs.",
  "CliffMinecart.Mail_Text": "Dear @^^Hello. George likes more than just leeks.^It's fresh air and lovely views!^When I was a little younger we used to go hiking together to the dam cliffs. When I was older, we used to go on the minecart together... The minecart was out of service shortly before you came to the ranch because the cave where the tracks used to run had collapsed or something. Still, I wanted to go hiking again, so I asked the mayor to restore it! He was reluctant, though, because of the budget. Ha ha.^^I wrote to let you know that you too can now easily enjoy that wonderful view.^^-Evelyn",

  "AfforestationAreaMinecart.Mail_Title": "About the minecart to the dumped farm",
  "AfforestationAreaMinecart.Mail_Text": "Dear @^^Hello. As for the old farm we talked about earlier...Marnie told me that she often goes there to cut grass, but it's too far away and the mountain road is hard for her. I was trying to figure out what to do, and then I remembered there used to be a minecart running over there! When there was a landslide in that area, part of the railroad track was also damaged, but it looked like it could be used again with a little fixing, so I talked to Clint and he helped me fix it.^I'm just letting you know that it's now safe and ready to run.^^-Lewis",

  "PastureAreaEntranceClean.Mail_Title":"About the dumped farm road",
  "PastureAreaEntranceClean.Mail_Text":"Dear @^^The farm you mentioned, have you seen the road leading from there?^Ever since the landslide that happened in that area a long time ago, it's remained very impassable... We finally decided to do the heavy lifting and reconstruct that road.^Well, not everyone uses it...^^The contractor is supposed to come in today and work on it for a few days, so just a heads up if you're going to that farm.^^-Lewis",

  "PastureAreaEndConstruction.Mail_Title":"Restarting a Dumped Farm",
  "PastureAreaEndConstruction.Mail_Text":"Dear @^^Great news!^The renovation of the dumped farm is now complete!^They removed old equipment and remodeled the house. Now @ will be able to work there as much as he wants. Robin didn't take this work because she said she had to run an errand, so our expenses were a little higher... I'm going to think of this as a small token of my gratitude to that place where I couldn't do anything for them in the past.^Anyway, the Lord over there is @ from now on. Good luck with that.^^-Lewis",

  "PastureAreaHouseUpgrade.Mail_Title":"Upgrading a Restarted Farm House",
  "PastureAreaHouseUpgrade.Mail_Text":"Dear @^^How's the restarted farm coming along?^I wish I could grow crops there again as well as dairy... Because it's not that simple. I think they're still doing well enough.^I would like to send a certain gift to @ as a token of my appreciation. It may take a little time... but look forward to it!^^-Lewis",



//★★★EventsDialogue★★★

  "Ev1208901_Lewis01":"See.",
  "Ev1208901_Lewis02":"What a mess...$s#$b#There used to be a lot of animals here, too, and crops were growing well in the fields.$s#$b#Then one day the soil started to lose weight rapidly...$s",
  "Ev1208901_Lewis03":"Then, as a follow-up, a landslide occurred, cutting off the road.$s#$b#I should have started the restoration work immediately...but I had just become mayor at the time and was too busy dealing with other matters to put it off.$s#$b#He left this farm when he realized he couldn't have access to the outside world in just that small cave...$s",
  "Ev1208901_Lewis04":"I guess I talked a little too much.",
  "Ev1208901_Lewis05":"...Yes! @, Why don't we try this farm in earnest?#$b#You won't be able to grow crops, but you can grow grass, so dairy farming is still possible!$h#$b#We've got bigger roads to get through, and this will allow the contractors to...#$b#Nothing to worry about...just give me a few days. Give me a few days and I'll have some good news for you!$h",
  "Ev1208901_Lewis06":"I just want to see... this place vibrant again...",

  "Ev1208902_Robin01":"@!",
  "Ev1208902_Robin02":"I heard!$h#$b#They're going to restart the dumped farm?$h#$b#That's right, Lewis told me, already looking very happy.",
  "Ev1208902_Robin03":"Lewis has been talking about doing something about that place for a while... That's why he is finally getting serious about it.#$b#It's a long way around, but now that the big road is passable, we can build a farm facility there!$h#$b#The farm couldn't be rebuilt because they couldn't bring in materials because that road was impassable...$s#$b#Nowadays, construction is a piece of cake!",
  "Ev1208902_Robin04_Mr.":"Well, please feel free to make a request as you have in the past! Mr.Farm Owner?$h",
  "Ev1208902_Robin04_Ms.":"Well, please feel free to make a request as you have in the past! Ms.Farm Owner?$h",
  "Ev1208902_Robin04_Mrs.":"Well, please feel free to make a request as you have in the past! Mrs.Farm Owner?$h",

  "Ev1208903_Marnie01":"Welcome, @.#$b#Lewis told me that you are going to re-start that desolate farm?#$b#He's making @ the owner of that place official, so I'm not allowed to go mow the pasture without permission anymore!$h",
  "Ev1208903_Marnie02":"Well... the only reason I originally went over there to cut grass was because he asked me to...#$b#Just because it's heartbreaking to be left out in the wild, even if it's because it's neglected...$s",
  "Ev1208903_Marnie03":"What?  He said I wanted to go?？#$b#Did he also say that I asked him to repair the minecart tracks?#$b#...#$b#...#$b#Ha-ha! Let's put it that way then!$h",
  "Ev1208903_Marnie04":"If you plan to keep the animals there as well, you can ask me to do the same as before.#$b#I'll have Lewis drive out and deliver it!$h",
  "Ev1208903_Marnie05":"...I wonder if Laguna will come back when that place is back to its former Peaceful...$s",
  "Ev1208903_Marnie06":"...Nothing. I'm talking to myself.$s",

}
