{

//★★★ModConfig★★★

  "config.Enable this mod.name": "Activer le mod",
  "config.Enable this mod.description": "Paramètre On/Off du mod.",

  "config.Pasture Area House.name": "Apparence de la \"maison\"",
  "config.Pasture Area House.description": "Changez l'apparence d'une certaine maison. Cet objet sera activé au fur et à mesure de la progression du jeu.",
  "config.Pasture Area House.values.Stone": "Pierre",
  "config.Pasture Area House.values.Plank": "Planche",
  "config.Pasture Area House.values.Log": "Rondins",
  "config.Pasture Area House.values.Neighbor": "Neighbor",
  "config.Pasture Area House.values.Rustic": "Rustique",
  "config.Pasture Area House.values.Beach": "Plage",
  "config.Pasture Area House.values.Trailer": "Caravane",

  "config.Enable the road to the dam.name": "Activer la route vers le barrage",
  "config.Enable the road to the dam.description": "En chemin de la gare et de la montagne jusqu'au barrage, ajoute une longue route de montagne pour l'immersion.",

  "config.Enable the warp square.name": "Dispositif de téléportation",
  "config.Enable the warp square.description": "Augmenter le niveau d'amitié du sorcier vous donnera un dispositif de distorsion vers le barrage.",

  "config.Enable the water discharge stop.name": "Arrêt de l'évacuation de l'eau",
  "config.Enable the water discharge stop.description": "Paramètre marche/arrêt pour l’animation du rejet des eaux du barrage.",

  "config.Link DesertAfforestationArea.name": "Lien pour Desert Afforestation Area",
  "config.Link DesertAfforestationArea.description": "Si le mod \"Desert AfforestationArea\" est installé et que ce paramètre est activé, vous pouvez passer de la carte \"Zone de repos\" à la zone de déforestation du désert. (déplacement à sens unique)",

  "config.Stardew Valley Reimagined 3 ver.name": "Stardew Valley Reimagined 3 ver.",
  "config.Stardew Valley Reimagined 3 ver.description": "Rendre la route allant de la voie ferrée au barrage conforme à SVR3.",

  "config.Free to Build.name": "Construction gratuite",
  "config.Free to Build.description": "Lorsque le paramètre est activé, le coût de construction de l’obélisque du barrage sera nul et aucun matériau ne sera requis.",



//★★★StringsFromMaps★★★

  "DamCliff01":"* Falaise ! DANGER DE CHUTE ! *",
  "DamCliff02":"C’est assez haut et il est difficile de voir en contrebas à cause du brouillard... La rivière à la source du barrage est visible à l'extrême gauche.",
  "DamCliff03":"Cela ne semble pas fonctionner maintenant.",
  "DamMine01":"À qui appartient ce coffre ?^Dans le doute, mieux vaut ne pas y toucher.",
  "DamMine02":"Les choses sont éparpillées en désordre sur la table... ! C'est une prémonition de type B... !",
  "DamMine03":"Il y a des débris au sol que je ne comprends pas.",
  "DamMine04":"C'est une grosse vis ! À quoi Maru ou Clint l'utiliseraient-ils ?",
  "DamMine05":"Il y a un gros équipement sur le sol. Il est un peu sale mais semble toujours utilisable.",
  "DamCliffAddb01":"Soyez prudent en montant et en descendant les échelles !!",
  "DamCliffAddb02":"Profiter du paysage, c’est bien, mais faites attention où vous mettez les pieds.",
  "DamCliffAddb03":"Tu peux laisser le bateau ici lorsque tu auras fini de l'utiliser, j’irais le récupérer plus tard. - Willy.^(Un chemin vers la forêt Sève-Cendreuse.)",
  "DamCliffAddb04":"C'est le bateau de Willy qu'il utilise dans la grotte du barrage.^Il reviendra le récupérer plus tard, alors laissons ça comme ça.",
  "DamCliffAddb05":"Cette grotte a été recréée par moi dans un environnement saisonnier pour aider Demetrius dans ses recherches. Vous êtes libre d’utiliser tout ce qui pousse à l’état sauvage. - Sorcier.",
  "DamCliffAddb06":"Il semble que du minerai soit produit ici chaque jour, peut-être à cause de l'influence d'un sorcier. Nous serons reconnaissants de l’utiliser comme site de récolte minière. - Marlon.",
  "DamPasArea01":"Il contient des parachutes, des combinaisons coupe-vent et d'autres équipement de saut extrême que Lewis m'a donné.",
  "DamPasArea02":"La route devant nous est bloquée par des roches et des sédiments...^Y a-t-il eu un glissement de terrain majeur dans le passé ?",
  "DamPasArea03":"Le sol semble pauvre en nutriments... seule l'herbe semble pousser maintenant. Je me demande si cette ferme a été abandonnée parce qu’elle n’était plus fertile ?",
  "DamPasArea04":"Il y a un bâtiment abandonné.^Il est probable que quelqu’un vivait et cultivait ici.",
  "DamPasArea05":"Plus aucune lettre n'est susceptible d'arriver dans cette boîte aux lettres...",
  "DamPasArea06":"Les silos robustes semblent encore utilisables.^Mais on ne va pas faire venir de l'herbe ici juste pour la stocker.",
  "DamPasArea07":"Il y a une flaque d’eau à l’intérieur.^Je suppose que le dépôt de demain est d'environ $0 ?",
  "DamPasArea08":"Si j'avais un parachute, je pourrais m'envoler d'ici... peut-être ?",
  "DamPasArea09":"On aperçoit la voie ferrée derrière les buissons... Je me demande si elle était utilisée autrefois. Et si le wagonnet reviendra un jour ici...",
  "DamPasArea10":"**En cours de construction**",
  "DamPasArea11":"Les outils qui seraient utilisés pour la construction sont entassés dans celui-ci.",
  "DamPasArea12":"C'est dangereux. Mieux vaut s'en aller.",
  "DamPasArea13":"Ha ha ha... mon bras...",
  "DamPasArea14":"Un grand nombre d'ouvriers est visible.^Ils sont probablement en train de dégager les roches et les sédiments qui bloquent la route.",
  "DamPasArea15":"Le sol semble être plus pauvre en nutriments que jamais... seule l'herbe est susceptible de pousser maintenant.",
  "DamPasArea16":"C'est une commande de M. Lewis... Je le ferai dans trois jours !",
  "DamRestArea01":"Je me demande qui gère ça...",
  "DamRestArea02":"Est-ce ainsi qu'ils obtiennent de l'eau pour jardiner dans les aires de repos ?",
  "DamRestArea03":"Le camion est garé....#...Le chauffeur dort à l'intérieur !!!",
  "DamRestArea04":"Il y a une voiture chère garée...#...personne ne semble être à bord.",
  "DamRestArea05":"La route continue.",
  "DamRestArea06":"On dirait un sentier de randonnée devant nous. Ce serait peut-être une bonne idée d'inviter quelqu'un à venir faire une randonnée... ?",
  "DamRestArea07":"Les déchets sont jetés...",
  "DamRestArea08":"Je peux voir les déchets qui ont été abandonnés...^Ne jetons pas de déchets !",
  "DamRestArea09":"Je vois beaucoup de rochers et d'arbres tombés... il semble qu'aucun nettoyage du sommet de la falaise n'ait été fait.",
  "DamRestArea10":"\"Stage Randonnée\"^Longueur totale : 3970m",
  "DamRestArea11":"@ \"Ferme Paisible\"^Propriétaire : Laguna^^> Aire de repos",

  "DamNoOpenMinecart":"La ligne est coupée en raison d'un effondrement dans la grotte.^Utilisation interdite. La date des travaux de restauration n’a pas encore été déterminée.^- Lewis",



//★★★Other Texts★★★

  "ChooseDestinationMessage": "Chauffeur de camion : Je suis en route vers le désert maintenant, tu veux que je t’y conduise ?",
  "ResponseRide": "S'il te plaît, emmène-moi !",
  "MineCart_Destination_Cancel": "Non, merci.",



//★★★MapName★★★

  "MapName_Dam":"Barrage",
  "MapName_Dam_Road":"Route du barrage",
  "MapName_Dam_Cliff":"Falaise du barrage",
  "MapName_Dam_Cliff_Add":"Falaise du barrage (Est)",
  "MapName_Dam_Cliff_Add_Mine":"Mine du barrage",
  "MapName_Dam_AfforestationArea":"Promenade",
  "MapName_Dam_Mine":"Promenade de la mine",
  "MapName_Dam_PastureArea":"Ferme abandonnée",
  "MapName_Dam_PastureArea_Mine":"Mine agricole abandonée",
  "MapName_Dam_RestArea":"Aire de repos",
  "MapName_Dam_PastureArea_AfterConstruction":"Ferme redémarrée",
  "MapName_Dam_PastureArea_AfterConstruction_Mine":"Mine agricole redémarrée",
  "MapName_Dam_PastureArea_AfterConstruction_house":"Ferme redémarrée (maison)",



//★★★MinecartDestinationName★★★

  "MpDamName":"Barrage",
  "MpDamCliffName":"Barrage - Falaise",
  "MpDamPastureAreaName":"Barrage - Ferme abandonnée",
  "MpDamPastureAreAfterConstructionName":"Barrage - Ferme redémarrée",



//★★★Buildings★★★

  "DamObelisk_Name":"Obélisque du barrage",
  "DamObelisk_Description":"Un bâtiment magique qui peut instantanément vous téléporter au barrage.",



//★★★Mail★★★

  "WarpSquare.Mail_Title": "Utilisation du pentacle de distorsion jusqu'au barrage.",
  "WarpSquare.Mail_Text": "${Cher @^Chère @^@}$,^^Connais-tu mon endroit préféré pour flâner ?^Oui, c'est ce barrage avec sa vue magnifique.^Je te laisse utiliser le pentacle de distorsion qui te permettra de te déplacer jusqu’à là-bas rapidement.^Je l'installerai à l'arrêt de bus et tu pourras l'utiliser à ta guise.^^- le Sorcier",

  "CliffCave.Mail_Title": "À propos des grottes sur les falaises du barrage.",
  "CliffCave.Mail_Text": "${Cher @^Chère @^@}$,^^Bonjour. Comme le titre l'indique, nous menons une étude environnementale dans cette grotte.^Avec l'aide du sorcier, l'intérieur de la grotte a été recréé dans un environnement saisonnier.^Maintenant que l'enquête est terminée, je te laisse libre d'aller et venir à votre guise.^Willy semblait travailler sur quelque chose au fond de la grotte, mais...^Eh bien, tu peux en faire ce que tu veux à partir de maintenant.^^-Démétrius",

  "AfforestationArea.Mail_Title": "À propos de la grotte dans la zone de boisement du barrage.",
  "AfforestationArea.Mail_Text": "${Cher @^Chère @^@}$,^^Bonjour. La grotte était rendue inaccessible en raison de l'effritement et des conditions dangereuses à l'intérieur mais puisque l'entrepreneur l'a vérifié et a déclaré qu'il était désormais sûr, nous avons donc décidé de la réouvrir.^Il n'y a rien de spécial dans la grotte elle-même...^Juste une ferme au bout de la route qui était utilisée il y a longtemps.^Je la gère moi-même, mais si tu souhaites l'utiliser d'une manière ou d'une autre, fais-en ce que tu veux.^^Autrement, je nettoyais mon hangar et j'ai trouvé quelques-unes de mes anciens équipements de saut extrême.^Je ne pense pas pouvoir l'utiliser à nouveau un jour vu mon âge, alors je t’en fais don.^Mais pense à prendre une assurance !!^^- Lewis",

  "CliffMinecart.Mail_Title": "À propos du wagonnet jusqu'aux falaises du barrage.",
  "CliffMinecart.Mail_Text": "${Cher @^Chère @^@}$,^^Bonjour. George n'aime pas que les poireaux.^Il y a aussi l'air frais et les belles vues !^Quand j'étais un peu plus jeune, nous faisions des randonnées ensemble jusqu'aux falaises du barrage. Plus âgé, nous prenions le wagonnet ensemble... Le wagonnet était hors service peu de temps avant ton arrivée sur la ferme parce que la grotte où circulaient les wagonnets s'était effondrée ou quelque chose du genre. Pourtant, j'avais envie de repartir en randonnée, alors j'ai demandé au maire de le restaurer ! Il était toutefois réticent à cause du budget. Ha ha.^^Je t’ai écrit pour te faire savoir que toi aussi tu pourras désormais profiter facilement de cette vue magnifique.^^- Evelyn",

  "AfforestationAreaMinecart.Mail_Title": "À propos du wagonnet vers la ferme abandonnée",
  "AfforestationAreaMinecart.Mail_Text": "${Cher @^Chère @^@}$,^^Bonjour. Quant à l'ancienne ferme dont nous parlions plus tôt... Marnie m'a dit qu'elle y va souvent pour tondre l'herbe, mais c'est trop loin et la route de montagne est difficile pour elle. J'essayais de savoir quoi faire et puis je me suis souvenu qu'il y avait un wagonnet qui roulait jusque là-bas ! Lorsqu'il y a eu un glissement de terrain dans cette zone, une partie de la voie ferrée a également été endommagée, mais il semblait qu'elle pourrait être réutilisée avec un peu de réparation, alors j'ai parlé à Clint et il m'a aidé à la réparer.^Je te fais simplement savoir qu'il est désormais sûr et prêt à fonctionner.^^- Lewis",

  "PastureAreaEntranceClean.Mail_Title":"À propos de la route agricole abandonnée",
  "PastureAreaEntranceClean.Mail_Text":"${Cher @^Chère @^@}$,^^La ferme dont on a parlé, as-tu vu la route qui part de là ?^Depuis le glissement de terrain survenu dans cette zone il y a longtemps, elle est restée très impraticable... Nous avons finalement décidé de faire le gros du travail et de reconstruire cette route.^Eh bien, tout le monde ne l'utilise pas...^^L'entrepreneur est censé venir aujourd'hui et travailler dessus pendant quelques jours, je voulais juste te tenir au courant si tu te rends dans cette ferme.^^-Louis",

  "PastureAreaEndConstruction.Mail_Title":"Redémarrer une ferme abandonnée",
  "PastureAreaEndConstruction.Mail_Text":"${Cher @^Chère @^@}$,^^Bonne nouvelle!^La rénovation de la ferme abandonnée est désormais terminée !^Ils ont enlevé le vieux matériel et rénové la maison. Désormais, tu pourras y travailler autant que tu en as envie. Robine n'a pas pu accepter ce travail parce qu'elle a dit qu'elle devait remplir d’autres commandes en ce moment, donc nos dépenses étaient un peu plus élevées... Je vais considérer cela comme un petit témoignage nostalgique pour cet endroit.^Quoi qu'il en soit, c’est toi le gérant maintenant. Bonne chance avec ça.^^-Louis",

  "PastureAreaHouseUpgrade.Mail_Title":"Modernisation d'une ferme redémarrée",
  "PastureAreaHouseUpgrade.Mail_Text":"${Cher @^Chère @^@}$,^^Comment se passe avec le redémarrage de la ferme du barrage ?^J'aurais aimé pouvoir y cultiver à nouveau des cultures ainsi que des produits laitiers... Parce que ce n'est pas si simple. Je pense que tu t’en sortiras bien.^Je vais t’envoyer un cadeau en guise de remerciement. Cela peut prendre un peu de temps pour le recevoir... mais il arrivera bientôt !^^- Lewis",



//★★★EventsDialogue★★★

  "Ev1208901_Lewis01":"Voyons voir.",
  "Ev1208901_Lewis02":"Quel bazar...$s#$b#Il y avait aussi beaucoup d’animaux ici et des cultures qui poussaient haut dans les champs.$s#$b#Puis un jour, le sol a commencé rapidement à devenir mauvais...$s",
  "Ev1208901_Lewis03":"Puis, comme un enchaînement de catastrophes, un glissement de terrain s'est produit, coupant la route d’approvisionnement.$s#$b#J'aurais dû commencer les travaux de restauration immédiatement... mais je venais à l'époque de devenir maire et j'étais trop occupé à m'occuper d'autres sujets pour m’en occuper.$s#$b#Le propriétaire a quitté cette ferme lorsqu'il a réalisé qu'il ne pouvait pas avoir accès au monde extérieur uniquement dans cette petite grotte...$s",
  "Ev1208901_Lewis04":"Je suppose que j'ai un peu trop parlé.",
  "Ev1208901_Lewis05":"...Oui tu as raison ! @, Pourquoi ne pas essayer maintenant de rétablir cette ferme ?#$b#Tu ne pourras peut-être pas y faire pousser de cultures, mais tu pourras toujours y faire pousser de l'herbe donc l’élevage d’animaux est toujours possible !$h#$b#Nous avons de plus grandes routes à parcourir et cela permettra aux entrepreneurs de faire fonctionner le commerce...#$b#Il n'y a pas de quoi s'inquiéter... donne-moi juste quelques jours. Juste quelques jours et j'aurai de bonnes nouvelles pour toi!$h",
  "Ev1208901_Lewis06":"Je veux juste voir... cet endroit vibrer à nouveau...",

  "Ev1208902_Robin01":"@ !",
  "Ev1208902_Robin02":"J'ai entendu !$h#$b#La ferme abandonnée du barrage va être remise en service ?$h#$b#C'est vrai, m'a dit Lewis, il avait l'air déjà très heureux.",
  "Ev1208902_Robin03":"Lewis parle de faire quelque chose pour cet endroit depuis un moment... C'est pour ça, maintenant que tu es là, il prend enfin cette question au sérieux.#$b#Ce sera long mais maintenant que la grande route est praticable, nous pouvons y construire une ferme !$h#$b#La ferme n'a pas pu être reconstruite avant parce qu'ils ne pouvaient pas amener de matériaux parce que cette route était impraticable...$s#$b#De nos jours, la construction est un jeu d’enfant !",
  "Ev1208902_Robin04_Mr.":"Eh bien, n’hésite pas à me le demander comme tu l’as déjà fait avant ! Monsieur le propriétaire de la ferme ?$h",
  "Ev1208902_Robin04_Ms.":"Eh bien, n’hésite pas à me le demander comme tu l’as déjà fait avant ! Madame la propriétaire de la ferme ?$h",
  "Ev1208902_Robin04_Mrs.":"Eh bien, n’hésite pas à me le demander comme tu l’as déjà fait avant ! Mondame, propriétaire de la ferme ?$h",

  "Ev1208903_Marnie01":"Salut, @.#$b#Lewis m'a dit que tu allais remettre en service cette ferme désolée ?#$b#Il t’a ${nommé^nommée^nommé·e}$ propriétaire de ce lieu, je n'ai donc plus le droit d'aller tondre le pâturage sans autorisation !$h",
  "Ev1208903_Marnie02":"Eh bien... la seule raison pour laquelle j’allais là-bas pour tondre l'herbe, c'est parce qu'il me le demandais...#$b#Tout simplement parce que c'est navrant d’abandonner ça à la nature, même si c'est parce qu'elle est négligée...$s",
  "Ev1208903_Marnie03":"Quoi ? Il a dit que je voulais y aller ?？#$b#Est-ce qu'il a aussi dit que je lui avais demandé de réparer le wagonnet ?#$b#...#$b#...#$b#Ha-Ha ! Bon, restons-en là alors !$h",
  "Ev1208903_Marnie04":"Si tu envisages d'y élever des animaux là-bas aussi, mon magasin reste ouvert.#$b#Je demanderais à Lewis d’utiliser son véhicule pour te livrer !$h",
  "Ev1208903_Marnie05":"... Je me demande si Laguna reviendra lorsque cet endroit retrouvera son ancien caractère paisible...$s",
  "Ev1208903_Marnie06":"... Non rien. Je me parle à moi-même.$s",

}
