{
  "Introduction": "Oh! Um, are you the new farmer everyone keeps talking about?#$b#Cool... Well, nice to meet you, my name is Eden.$1",
  "danceRejection": "Dance with you..? Oh!#$b#Um...#$b#%Eden stares at you blankly.",
  "divorced": "Please, get out of my way.#$b#...You've hurt me enough.$2",
  "dumped_Boys": "%Eden is trying to ignore you.",
  "secondChance_Boys": "You want me back?#$b#...I...I don't know what to say.$2#$b#I loved you all this time, I'm so happy that you like me again.$4",
  "give_flowersA": "%Eden freezes as he notices the bouquet.#$b#Oh my god, I...$4#$b#I'm so happy...$1",
  "give_pendant": "%Eden goes pale as he notices the pendant.#$b#...A-Are you sure I'm good enough for you?$3#$b#No, no! I'm not rejecting you!$2#$b#...I'm very happy that you feel serious about me.$4",
  "reject_two_heartA": "...Um...#$b#%Eden looks uncomfortable.",
  "reject_two_heartB": "Is this a joke?#$b#%Eden looks confused.",
  "reject_four_heartA": "...Um...#$b#%Eden looks uncomfortable.",
  "reject_four_heartB": "Is this a joke?#$b#%Eden looks confused.",
  "engageA": "...Why would you give this to me?#$e#%Eden looks uncomfortable.",
  "marriedA": "@!$3#$b#You're married already!$3",
  "birthdayLoveA": "F-for my birthday? Oh, wow, thank you... I love it...$1#$b#You're very thoughtful...$4",
  "birthdayLikeA": "For my birthday? Wow, thank you so much!$1#$b#You're very kind.$1",
  "birthdayDislikeA": "For my birthday..? Ah, thank you...$1#$e#%Eden is forcing a smile.",
  "birthdayNeutralA": "For my birthday? Ah, how nice of you to think of me... Thank you.$1",
  "Mon": "I pulled an all-nighter to finish an art commission yesterday... Sorry if I'm being moody.$2#$e#...What?",
  "Mon2": "What's your favorite weather, @?#$b#Let me guess.. Is it rain?#$e#You know, because you don't have to water your crops...$1",
  "Mon4": "Oh, hello, @. How's it going?$1",
  "Mon6": "God, I hate myself today.#$b#No, nothing's happaned. Painting can get me riled up sometimes.$3",
  "Mon8": "Aubrey handed me his old sewing machine to keep for 'a few days'...#$b#It's been in my room for three months now... This guy...$5",
  "Mon10": "%Eden is soaked, he smiles awkwardly at your confused expression.#$b#Ah, well... Kenny got to me today.$3",
  "Tue": "When you live with Aubrey, it's really hard to learn how to cook.$1#$b#He doesn't accept any help, and he's also the first one volunteering to cook our meals.$1#$e#...Not like I hate the princess treatment, but, you know...$3",
  "Tue2": "Hello, have you met Jordan, yet?#$e#He's really kind.$1",
  "Tue4": "You know, I've' heard you came here to escape the life in the city.#$b#I get it, I hated my life before coming here, too.$1",
  "Tue6": "I'm so tired today.#$b#And I didn't even do anything tiring...$5",
  "Tue8": "Being an artist and a perfectionist at the same time is the worst that can happen to you.$5#$e#...I've been re-drawing that one commission I need to finish by Thursday, like, 7 times already.$5",
  "Tue10": "Hello, @! I was hoping to run into you today!$1#$b#Tell me, would you have some time for me in the evening? I need advice with my painting.$1#$e#...And you're way more of a reliable source than my roomates...$3",
  "Wed": "Do I go to the Saloon?#$b#Sometimes, when I desperately need inspiration to work...#$e#...A lot of artists work better under the influence, it's not just me.$3",
  "Wed2": "I feel really inspired today!$1#$e#...It's almost suspicious.$1",
  "Wed4": "@, hide me!$2#$b#Aubrey keeps bugging me to be a mannequin for his new piece, again...$2#$e#..If he finds me, I'm done for.$2",
  "Wed6": "...$5#$b#Oh, sorry, I didn't notice you.$3#$e#...I'm not having the best day today.",
  "Wed8": "Hi.#$e#...What?$2",
  "Wed10": "@, am I too thin?#$b#%You almost laugh as Eden showcases you his biceps, or more like the lack of it.#$b#It's okay, right? Kyle keeps nagging me to work out with him and Jordan...$5",
  "Thu": "How can someone spend hours on shopping?#$b#I'm targeting Haley right now, I asked but she told me a guy wouldn't understand.#$e#...Is it actually because I'm a guy?",
  "Thu2": "Amongst all of my friends, Kyle is the closest to me.$1#$b#We grew up together, did everything together, and-$1#$b#-Aand you didn't even ask, so I'll shut up now. Sorry.$3",
  "Thu4": "The beach is definitely my favorite place to hang out at.#$b#But I only go there on evenings, I'm scared I'll get tan otherwise...$3",
  "Thu6": "@, are you a dog person or a cat person?$1#$e#...Me? I side with both!$1",
  "Thu8": "Hello, @.#$b#Does farming pay the bills?#$b#...I need a backup plan if my artist career fails me.$1",
  "Thu10": "%Eden is staring off, he has a notebook in his hands, so you choose not to disturb his 'artistic brainstorm'.",
  "Fri": "%Eden is having a mental breakdown while sketching something in his notebook.",
  "Fri2": "Hey, @...#$b#Do you think I'd look good with my hair longer?$1",
  "Fri4": "I'm going to the Saloon tonight with my friends.$1#$b#...Well, I don't know how about Victor, he barely goes outside...$3",
  "Fri6": "%Eden seems lost in thoughts, staring at one point.",
  "Fri8": "@! You know what I was thinking about?#$b#Working on my looks, starting today!$1#$b#I'll keep working out until I'm built like Alex, or Kyle, or Jordan..!$1",
  "Fri10": "I'm so happy whenever someone from our community acknowledges my love for painting.$1#$b#Marnie asked me to paint her cows recently, and I couldn't be happier about a commission!$1",
  "Sat": "Hey, @. I have a question.#$b#So me and my friends were discussing which girl in the valley do we consider the cutest.#$e#...They laughed at me for saying Robin...But you're with me on this one, no?$3",
  "Sat2": "I recently saw Jas and Vincent playing on the playground.#$b#It was such a simple, yet adorable view.$1",
  "Sat4": "%Eden seems very giddy today, but also isn't really paying attention to his surroundings.",
  "Sat6": "Oh, hey.#$b#How are you feeling today?$1",
  "Sat8": "One of Marnie's cows came up to me the other day, and let me pet itself...$1#$e#I love cows.$1#$b#Would you let me take care of the cows on your farm someday?$1",
  "Sat10": "God, I'm so tired...#$b#Victor and Kenny were laughing all night yesterday, it was so loud I couldn't sleep...$5",
  "Sun": "I need to start working on a commisson, and everyone constantly reminding me of it isn't helping.$5",
  "Sun2": "I like Elliot.$1#$b#I feel like he understands me.$1",
  "Sun4": "God, Kyle is worrying me so much.$2#$b#All he does is smoke, party in the city, comes back home at 4 AM... I keep telling him off but it never leads to any change.$2#$b#...I'm sorry for just dumping that on you. $2",
  "Sun6": "@, Kenny told me that you have a very beautiful landscape view on your farm.$1#$b#Mind if I come over someday to paint it?$1#$b#Oh, how does he know that? I have no idea... I'm surprised that you're surprised...$3#$e#...I'll talk to him...$2",
  "Sun8": "@, do you also have a constant need of change?#$b#Well, when it comes to me, I have it. And Kyle and Jordan are victims of it.$1#$b#They help me rearrange my furniture every week, haha!$1",
  "Sun10": "...$1#$e#Why are you looking at me like that?$1",
  "summer_Mon": "I'm not a summer person.#$e#I sweat and loose all motivation to work.$5",
  "summer_Mon2": "It feels so awkward taking art commissions from my friends.#$e#...I don't like taking money from people I'm close to.",
  "summer_Mon4": "@, I really appreciate you supporting my little artist dreams.$1#$e#...Sorry, I'm just feeling a little sentimental today.$4",
  "summer_Mon6": "Hey, @...$1#$b#I found this and wanted to give it to you...$4[421]#$e#...Don't look at me like that, I just didn't have anything else to do with it.",
  "summer_Mon8": "Hello, @.$1#$b#Is that a new shirt?",
  "summer_Mon10": "Hello, @...You have something in your hair.#$b#Here, let me take it out.$1",
  "summer_Tue": "Ah, the heat is killing me today...$2",
  "summer_Tue2": "I hate bugs.$2#$e#...I can't wait for winter to come.",
  "summer_Tue4": "@, do you ever go to the mines? It's a scary place.$3#$e#Wow, you're so brave...$4",
  "summer_Tue6": "...$4#$e#Oh? Sorry, @, I was lost in thoughts.",
  "summer_Tue8": "%Eden is erasing something from his sketchbook, he looks like he's at the verge of tears.",
  "summer_Tue10": "...$2#$e#Oh, no, it's nothing...$2#$e#Okay, since you really want to know... I argued with Kyle yesterday.$2#$b#He wants to move out to the city, and I told him that I can't move away, because I am for once in my life happy with how my life is.$2#$b#After a few... Words... Going back and forth, he said that he'll just move away by himself.$2#$b#Can you believe that?! We're always together, we can't be seperated!$2#$e#...Ugh, I don't know how to feel about all this...$2",
  "summer_Wed": "%Eden is humming some melody.",
  "summer_Wed2": "I tried hanging out with Sebastien and Sam yesterday since Kyle seems to like them a lot.#$b#...It was, um...#$e#...Well, there's a reason why they're friends with Kyle instead of me.",
  "summer_Wed4": "Kenny is always saying something about the forest and some voices.#$b#Therefore I have not been deeper in the woods before, and I do not crave to go there.$3",
  "summer_Wed6": "It's not my drawing day.#$b#See, that's what I mean when I complain about being an artist...#$b#You don't need inspiration for putting products out on the shelves.#$b#Everyone's right, I should just get a normal job...$2",
  "summer_Wed8": "@, did I get tan?$2#$b#...Shit. I should just stop going outside.$5",
  "summer_Wed10": "%Eden looks at you, but doesn't say anything, he looks miserable.",
  "summer_Thu": "I know you probably weren't about to, but please don't touch me today.#$b#I let Victor run a few 'experiments' on me and now I'm in deep pain just about everywhere...$2",
  "summer_Thu2": "Don't get any closer than that to me or you might have bad luck.#$b#No, seriously, I'm having the most unlucky day today. Don't want you to catch it from me.",
  "summer_Thu4": "Demetrius said to me recently that he'd love to own a painting of his house.#$b#...So...I'm gonna go take a photo and today evening, I'm on it.$1",
  "summer_Thu6": "Did you know I've always loved fishing?$1#$b#Mine and Kyle's caretaker took us fishing once, when we were younger. I've loved it ever since.$1",
  "summer_Thu8": "Hello... Don't you just HATE people who are all about pointing out people's flaws and 'bad behavior', yet when they're the ones to do it everything's fine-$5#$b#Okay, I'm shutting up right now.",
  "summer_Thu10": "My friends are so unserious...$2#$b#I wanted to practise portraits yesterday, so I was walking around, taking every single one of them and painting them.#$b#Or, well, attempting to paint them, would be a better choice of words...#$b#Jordan kept moving around, Aubrey kept talking...$5#$b#Kyle couldn't keep a straight face, and Kenny wasn't even trying not to laugh...$5#$b#And Victor didn't even agree without expecting to experiment on me next, so I didn't even try...$5#$e#...I guess I'll practise on the mirror...",
  "summer_Fri": "%Eden is squinting his eyes, staring at your hair.#$e#Sorry for looking, Jordan just said that your hair looked really good recently.$1#$e#...Um...I agree...$4",
  "summer_Fri2": "I visited Willy recently, and he's shown me all these amazing creatures he caught while fishing.$1#$b#It's always interesting to see what hides under the surface!$1",
  "summer_Fri4": "I always feel so awkward around Abigail.#$b#...Like, I never know what to talk about with her.#$b#Penny is totally a different story.$1",
  "summer_Fri6": "I've painted for 10 hours straight yesterday! I'm so happy!$1#$e#...What's that look on your face about?$3",
  "summer_Fri8": "I'm considering if I should drink tonight...#$b#Because it's really hot. Ugh...$2",
  "summer_Fri10": "I hope to catch Elliot at the Saloon tonight, he inspires me.$1#$b#Not in any weird way, of course!$4",
  "summer_Sat": "Aubrey said that I'd look better with my hair blonde.#$b#...What do you think?",
  "summer_Sat2": "My eyes are so watery today...#$b#Before you even ask, no, nothing happened, I have no idea why that's the case.",
  "summer_Sat4": "My friends are bullying me for having 'motherly instincts'.#$b#Well, they can laugh all they want, they're not the ones getting to pet the cows for taking care of Jas.$1",
  "summer_Sat6": "%Eden yawns and streches his arms.",
  "summer_Sat8": "Something crazy happened yesterday. Or I guess today? Either way-#$b#I went to sleep in my room, and woke up at Aubrey's... Aubrey woke up at Kyle's, Kyle woke up at Jordan's, and Jordan woke up at mine!$3#$b#We're suspecting Kenny and Victor, since nothing happened to them...",
  "summer_Sat10": "Another season, another ridiculous thing for Aubrey to complain about.#$b#He's complaining about having a 'crow nose'. What on earth even is that?",
  "summer_Sun": "@, I nearly died from a heart attack today!#$b#I was just laying in bed, before I decided to open the window, since my room had no air.#$b#And suddenly, a big, thick moth flies into my room! I didn't even know they're active in daytime!#$b#I had to call Kyle to throw it back outside.",
  "summer_Sun2": "It's so hot today...$1#$b#I'd gladly have some ice cream, but I'm traumatized ever since that one time when Kyle pushed my head down, and...#$b#Uh, let's say the ice cream went a little too deep into my throat.$3",
  "summer_Sun4": "...Um...You look very nice today...$4",
  "summer_Sun6": "Hanging out with Haley makes me lose my braincells.#$b#...And dignity, god, why do I have such trouble saying no to her silly ideas?$2#$e#%Eden shakes his head, seemingly dissapointed with himself.",
  "summer_Sun8": "%Eden smiles at you, despite looking like he's about to break down any second.",
  "summer_Sun10": "@! Hi!$1#$b#How are you doing recently? Everything okay?$1",
  "fall_Mon": "I love fall!$1#$b#It gives me inspiration.$4#$e#...Plus, Spirit's Eve is my favorite festival.$1",
  "fall_Mon2": "Hey, @...#$b#You can always talk to me if you feel like you need to escape.$1",
  "fall_Mon4": "I'm beyond tired...$a#$b#The person who I'm drawing an art commission for keeps being picky...$2",
  "fall_Mon6": "Have you ever got your fortune told?#$b#I was in the city with Kyle a few days ago, and I stumbled upon this old lady who was a witch.$h#$b#I normally don't believe in those things...#$b#...But she told me something very interesting about you.$l#$b#%Eden is giggling and refusing to tell you what it was.",
  "fall_Mon8": "Emily asked me to draw a portrait of her the other day.#$e#...I never realized how much I hate eye contact before...",
  "fall_Mon10": "My favorite thing to draw?#$b#Landscapes...Or buildings.$h#$e#...I have troubles with drawing eyes, I can't make them seem alive.",
  "fall_Tue": "...$5#$e#Leave me alone.$5",
  "fall_Tue2": "@, when you're around... I feel unusually creative.$4#$e#I know... strange, but it's true.$1",
  "fall_Tue4": "I don't have any work today.#$e#What could I use the time for?",
  "fall_Tue6": "You know, @, I actually try owning plants every now and then.#$b#Unfortunately I always forget to water them.$2#$e#...I don't think I'm responsible enough to take care of something that can't tell me when it's hungry.",
  "fall_Tue8": "Me and my friends had a 'deep chat' recently, and we spoke about our life goals.#$b#Aubrey wants to become famous, Jordan wants to start a family, Kyle wants to move out to the city...#$b#Kenny and Victor, well... Let's just say that their responses were exactly what you'd expect from them.$3",
  "fall_Tue10": "I finished a very tiring commission yesterday night... I feel free...$1",
  "fall_Wed": "Hello, @. I have something for you.$1#$b#Here you go! Just, don't eat it... I'd be very sad if you did. [420]",
  "fall_Wed2": "%Eden is browsing through his sketchbook, he seems disgusted...",
  "fall_Wed4": "God, I hate Aubrey!#$b#He's so rude about literally everything I do...$2#$e#At least today...$2",
  "fall_Wed6": "@, what's the longest you can keep doing the same thing for?$1#$b#I can proudly say that once, I've been drawing for 16 hours straight!$1#$e#...Why shouldn't I be proud of that?",
  "fall_Wed8": "%Eden seems out of it today.",
  "fall_Wed10": "I think I need thicker glasses.$3#$b#I keep seeing things in the corner of my eye...$2#$e#...Or I need to stop talking to Victor and Kenny...$2",
  "fall_Thu": "%Eden is staring off, he seems unresponsive.",
  "fall_Thu2": "@, do you grow any pumpkins on your farm?#$b#I love carving in them...Just saying... I'd love to recieve one as a gift, or something!$1",
  "fall_Thu4": "Wow, um...$4#$b#Don't take it weirdly, but, uh, you look really good in this lightning.$1#$b#...I could paint you!$4",
  "fall_Thu6": "Hey, @. [376]#$e#Um, I didn't have anything to do with it.$4",
  "fall_Thu8": "@, are you a person that plans everything ahead, or do you prefer being spontaneous?$1#$b#Oh, just asking. I myself am definitely a planner.$1",
  "fall_Thu10": "I had a strange dream yesterday.$3#$e#%Eden refuses to tell you the dream, he seems flabberghasted to say the least.",
  "fall_Fri": "Finally, it's Friday! <#$e#What are your plans for today, @? Wanna hang out?$1",
  "fall_Fri2": "I need a drink! Good thing I'm going out with my friends tonight.$1#$b#I'd invite you, but I'm insecure you'll like them better than me, so...Sorry.$1",
  "fall_Fri4": "I very rarely have a craving for greasy food, but...#$b#Man, I'd go for some pizza right now...$1",
  "fall_Fri6": "Drinking tonight!$1#$b#%Eden seems strangely quirky today.",
  "fall_Fri8": "I tried a new technique of making myself inspired recently.$1#$b#Everytime I get triggered at my artstyle, I take a shot, and before I know it I wake up to something I don't even remember painting!$1#$b#The process is much less painful when I don't know what I'm doing.$1#$e#%Eden doesn't seem to catch your concern.",
  "fall_Fri10": "At all costs, avoid Kenny. He's seriously messed up in fall.#$b#He buried me underground the other day, I...#$b#...I barely made it out...$2",
  "fall_Sat": "Kyle keeps nagging me to meet his friends from the city.$4#$b#When will he catch a clue that I am shy, introverted, and I don't want to do it...$3",
  "fall_Sat2": "Willy is such a charismatic, intelligent, yet sweet man.$1#$b#I want to be like him when I grow older. Hopefully my job won't make me grumpy...$1",
  "fall_Sat4": "Here, um... Aubrey made some. [223]#$b#And I don't like sweets, so... Please enjoy.$1",
  "fall_Sat6": "I've finished such a nasty commission, I'm just glad to have it over with...#$e#I'm questioning if it was even worth the money...",
  "fall_Sat8": "I tend to forget that Victor isn't a real doctor.#$b#And he makes me regret it everytime I ask him for any medical advice...$3",
  "fall_Sat10": "I woke up with a vodoo doll in my bed today morning...#$b#When I find out which one of my 'funny' friends did it...$2",
  "fall_Sun": "Here, have it. [178]#$b#Those are leftovers from what Marnie's cows didn't eat, and you could probably use it, so...#$b#There you go.$1",
  "fall_Sun2": "The air today makes me feel so relaxed.#$e#...Especially after that fight Kyle and Jordan had yesterday...$2#$e#%Eden seems lost in thoughts.",
  "fall_Sun4": "Victor said to Jordan yesterday that in his opinion third-wheeling is the most pathetic thing a man can do...#$b#But.. Isn't it a little more pathetic to have to lie to people that you're a doctor because you're embarrassed that your university kicked you out?",
  "fall_Sun6": "I hate my artstyle.#$e#%Eden is looking at you, seemingly searching for validation.",
  "fall_Sun8": "%Eden seems really upset.#$e#Why do I fall for people so easily, ugh...",
  "fall_Sun10": "One thing I'll always be thankful for is Aubrey taking care of my plants.$1#$b#Poor guys would have died if it was me taking care of them...$3",
  "winter_Mon": "I have a love-hate relationship with winter.#$b#On one hand, I'm permanently tired, on the other...Warm sweaters...",
  "winter_Mon2": "@, how do you earn money in winter?#$b#I see, that makes sense.",
  "winter_Mon4": "Have I eaten today?#$e#...I can't remember.",
  "winter_Mon6": "I sometimes get insecure about my masculinity.#$e#...I want to be more like Kyle.$2",
  "winter_Mon8": "I'm really excited for this year's feast of the winter star.#$e#...How about you?$1",
  "winter_Mon10": "I'd do everything for some hot cocoa right now...#$b#%Eden smiles at you slowly.",
  "winter_Tue": "I kind of want to get more face piercings.#$e#Although Aubrey already makes fun of me for the way I look, why give him more reasons?$3",
  "winter_Tue2": "I've found this yesterday.[797]#$e#...I don't know why, but I wanted to give it to you.$4",
  "winter_Tue4": "I'm moody today.$5",
  "winter_Tue6": "I'm trying to motivate myself to pick another hobby other than painting...#$e#Do you think I should try knitting?$1",
  "winter_Tue8": "The caves scare me...#$b#It's the root of why Kenny is the way he is, after all...",
  "winter_Tue10": "Hello, @!#$b#%Eden stares at you for a little bit, before speaking again.#$b#You look really good with a red face, I should paint you!$1#$e#%Eden realizes how it sounds and gets embarrassed.",
  "winter_Wed": "How are you doing today, @?#$e#A lot of people feel melancholic during winter.",
  "winter_Wed2": "How much I love winter commissions...#$b#Draw me a christmas tree... A raindeer...The requests are all the same, really.",
  "winter_Wed4": "Hey, you should wear at least two more layers of clothes than that.#$b#It's really cold, you know...$4",
  "winter_Wed6": "%Eden smiles as you speak. His eyes look more sparkly than usual.",
  "winter_Wed8": "What's up, @?$1#$b#%Eden looks absolutely betrayed after you throw a snowball at him.",
  "winter_Wed10": "Hi...$1#$b#%Eden smiles mischieviously for a moment, before throwing a snowball at you.",
  "winter_Thu": "I got so scared today morning, you don't even know...#$b#So you know how Kenny just happens to be in the most unexpected places? Sometimes it's the roof of our house.#$b#And you know how snow falling off a roof sounds like? Yeah... Like a person.",
  "winter_Thu2": "I've heard from Kyle that your farm looks 'pretty cool' in winter.#$b#...Why do you invite him over, and not me instead..?$2",
  "winter_Thu4": "Aubrey knit me a cute hat that has bear ears.$1#$b#But I'm not going to wear it or Alex is going to call me short version for 'feminine boy' again.",
  "winter_Thu6": "I want a pet pig so bad.#$b#But my roommates are telling me it's disgusting.$5#$e#...They're disgusting...$5",
  "winter_Thu8": "I don't know why, I feel much more need for socialising in winter...#$b#So, um...#$b#Want to come over to my place?$1",
  "winter_Thu10": "Victor made breakfast today. Uh...$2#$b#I've never seen such weird-looking, weird-smelling... Meat.$2#$b#None of us touched it. Well, besides Kenny and him, of course.$2#$e#...Who has meat for breakfast, anyway?$3",
  "winter_Fri": "Hey, @! Need any help?$1",
  "winter_Fri2": "Don't you just love crows?$1#$b#I didn't, until Victor showed me how he trained one to bring him stuff! That is so cool!$1",
  "winter_Fri4": "@, um...$1#$b#...Nevermind.#$e#%Eden is blushing and refusing to tell you what's up.",
  "winter_Fri6": "..I'm so cold...$2#$e#%Eden looks at your hands, before returning his gaze to your eyes.",
  "winter_Fri8": "I wish I could just paint peacefully on such cold days, but my roommates make it impossible.#$b#It's hard to focus when they're around!$1",
  "winter_Fri10": "@... Um...#$b#You don't prefer Kyle over me, do you?$4",
  "winter_Sat": "I love helping Willy clean around his cabin.$1#$b#Although he could as well do it on his own, I just want to hang around him.$1",
  "winter_Sat2": "I got a chance to talk to Maru for some time yesterday.$1#$b#...She's so smart! I felt a little insecure.$3",
  "winter_Sat4": "@, I have a question.#$b#It's a totally random thing I wondered about, um, came to my mind out of the blue...#$b#Definitely haven't been wondering about it for a few days!$1#$b#So, uh... Which guy in the valley do you think is the cutest?$4",
  "winter_Sat6": "%Eden is listening to your story with interest.",
  "winter_Sat8": "I have no clue what to paint today... And I need to practise everyday!$1#$e#Um, wanna help out?$4",
  "winter_Sat10": "Kyle and Jordan are so annoying sometimes.#$b#They brought a bucket of snow inside the house, and began throwing it all over me and Aubrey...$5#$b#They think we're stuck up, but it's not them who has to clean it up afterwards!",
  "winter_Sun": "It's freezing today!$3#$e#%Eden notices your lack of gloves and gives you his.",
  "winter_Sun2": "I'm craving some nice, warm meal...$1#$b#Unfortunately, only Aubrey and Jordan know how to cook well, and today's Kyle's turn.$2",
  "winter_Sun4": "Me and Kyle made a snowman in front of our house yesterday, but it didn't live for long...#$b#Kenny mistook it for an intruder this morning.$1",
  "winter_Sun6": "@, what are your favorite colors?$1#$b#Name three at least, okay?$1#$b#%Eden takes out his notebook and notes your answers down.",
  "winter_Sun8": "%Eden almost jumped when you approached him. He seems on edge today.",
  "winter_Sun10": "I'm burnt out.$2"
}