{
  "patio_Eden": "The %farm farm is the first place that I can truly call home.$1#$e#I am so happy to be with you, @.$4",
  "funReturn_Eden": "I'm back! <#$b#I'm all inspired again.$h#$b#...I also missed you.$4",
  "funLeave_Eden": "I have an artblock, I think I'll head for a walk.#$b#I'll be back in a few, love.$4",
  "OneKid_0": "I still can't believe I became a father.$1#$b#...I honestly thought I'd never have to grow up!$3",
  "OneKid_1": "%kid1 lost my favorite brush today...#$b#I couldn't bring myself to be angry, though, not when I saw those big, regretful eyes.$1",
  "OneKid_2": "%kid1 asked me today if we could get a unicorn for our farm...$3#$b#It's also like, the third time this week they asked.$3#$b#...Do you think a dressed up pony would pass?$1",
  "OneKid_3": "%kid1 badly wants to go to the mines now that Vincent told them about it.$3#$b#I'm glad that %kid1 is just as brave as you are.$1",
  "TwoKid_0": "%kid1 and %kid2 really want to go visit 'uncle Kyle'.$1#$b#I will take them for a walk to my old place later today, if you don't have any other plans.$1",
  "TwoKid_1": "%kid1 and %kid2 were playing in sand yesterday, and they were having so much fun, it was so heart-warming to look at them.$1#$b#I should paint that moment, no?$1",
  "TwoKid_2": "%kid1 and %kid2 argued yesterday.$1#$b#Why am I smiling?$1#$b#I was about to stop them, but they solved it out themselves with neither yelling nor insulting!$1#$b#...Our kids are so mature!$3",
  "TwoKid_3": "%kid1 was telling %kid2 a story of how me and you supposedly met.$1#$b#Apparently you saved me from cave monsters. Would be pretty cool...$4",
  "Rainy_Day_Eden": "Hello, love.$1#$b#Don't you just wanna stay in on days like this?$1#$e#...I wouldn't mind hanging out inside today.$4",
  "Rainy_Night_Eden": "Welcome back, @.$4#$b#I bet all you want to do now is crawl under those warm sheets, hm?$1#$b#...Come on, let's go lay down.$1",
  "Indoor_Day_Eden": "Morning, love. Are you busy today?$1#$b#I can always help you, you know...$4",
  "Indoor_Night_Eden": "Hey, I've been waiting for you.$4#$b#I made you dinner![224 227 229 236 228]$4#$b#...I love you.$4",
  "Outdoor_Eden": "Hello, love.$1#$b#Do you have a lot of work today?$1#$b#I'll help you if I manage to finish my art commission today...$3",
  "Rainy_Day_0": "Hey, looks like we won't need to water the crops today.$1#$b#...What do you want to do today?$1",
  "Rainy_Day_1": "Morning, love.$1#$b#It's cold today, make sure to dress up, okay?$1",
  "Rainy_Day_2": "Good morning, @.$1#$b#Before you leave, I got you something to drink.[350]$1#$b#...Have fun out there, and be careful, it's slippery.$1",
  "Rainy_Day_3": "Hello, love.$1#$b#Are you going shopping today?$1#$b#If so, please buy me a vanilla scented candle. Mine ended yesterday.$1#$b#Thank you!$4#$b#%Eden kisses you gently.",
  "Rainy_Day_4": "It's raining today... And it's really cold.#$b#How about we both stay in today, then?$4",
  "Rainy_Day_5": "The weather's something. It's really unpleasant out there.#$b#I'm a little motivated today, how about you put something cute on and I'll paint you?$4#$b#%Eden begins searching for his brushes.",
  "Rainy_Night_0": "Hello, @...Are you tired?$1#$b#Well, I've made something for you to eat. Careful, though, it's still hot.[212 214 224 227 236]$1",
  "Rainy_Night_1": "Oh, @... You're soaked.#$b#Go change and lay down, I'll make you some tea.$1",
  "Rainy_Night_2": "Welcome back, have you been productive?#$b#I sure have, I finished up two commissions I had due next week.$1",
  "Rainy_Night_3": "Oh, @, you must be so cold...#$b#Go take a warm shower, I'll prepare you something to eat.$1#$b#We can go lay down, then.$1",
  "Rainy_Night_4": "Welcome back, love!$4#$b#I missed you so, so much...$4#$b#%Eden puts his arms around you.",
  "Rainy_Night_5": "Welcome back, @. Did you have a nice day?$1#$b#I hope you don't mind, but I invited some of my friends over today. It was fun.$1#$e#..What? Oh, no, no, Victor wasn't here. Don't worry.$3",
  "Indoor_Day_0": "Good morning, I hope you're hungry...[211 195 201 196 232]$4#$b#I never liked cooking before I moved in with you, weird, right?$4",
  "Indoor_Day_1": "Hello, @... Are you leaving?#$b#Could you... Give me a kiss before you go?$4",
  "Indoor_Day_2": "Morning, sleepyhead.$1#$b#I love you.$1#$b#%Eden kisses you gently.",
  "Indoor_Day_3": "Hello, love.$1#$b#Have fun out there today.$1",
  "Indoor_Day_4": "Morning.$4#$b#%Eden kisses your cheek.#b$#Do your best today.$1",
  "Indoor_Day_5": "Hello, love. How are you feeling today?$1#$b#Me? Oh, just great.$4",
  "Indoor_Night_0": "Welcome back.#$b#@...Tell me...#$b#Don't you think you're overworking yourself sometimes?$3#$e#Oh, you like overworking yourself?#$b#...I guess we aren't different from each other, after all.$1",
  "Indoor_Night_1": "I missed you, @.$1#$b#...I'm glad you're back, do you want to do something together?$4",
  "Indoor_Night_2": "Welcome back, love...$4#$b#%Eden looks you up and down.#$b#You're supposed to kiss me now.$4",
  "Indoor_Night_3": "Hello, love.$1#$b#Did you have fun today?$1#$b#%Eden listens to you with an interested spark in his eyes.",
  "Indoor_Night_4": "Hello, love.$1#$b#I hope your day was great.$1#$b#Tell me, how about we go fishing together one of those days?$1",
  "Indoor_Night_5": "Welcome back, @...#$b#Why am I upset? Oh, no, not at all.#$e#Okay... Yeah, you got me.#$e#Kenny came here today and tried to steal things.$2",
  "Outdoor_0": "Good morning, @!#$b#I woke up in the middle of the night and couldn't sleep, so I went to the beach.#$b#I've found this, here.[372]$1",
  "Outdoor_1": "Hello, @. I decided to take a good look at the %farm farm.#$b#...It makes me inspired.$1",
  "Outdoor_2": "Hello, love. What are your plans for today?$1",
  "Outdoor_3": "Hi, love.$1#$b#%Eden kisses you gently.#$b#Have fun today, okay?$1",
  "Outdoor_4": "Hello, @. How are you?$1#$b#Ah, that's something. I'm really conflicted today!$3#$b#I need to finish a commission, but I'm not motivated at all. Maybe hanging out outside will help.$1",
  "Outdoor_5": "Oh, @, do you have a moment?$1#$b#Well, even if you don't, please do!$1#$b#Stay right here, I'll bring a chair from the house and you will pose for me under that tree, okay?$4",
  "Good_0": "Hey, @...#$b#Remember that I love you, okay?$4",
  "Good_1": "I would've never thought that my first ever partner would be the one I marry.$1#$b#I can't complain, I hit a jackpot with marrying you.$4#$e#I hope you don't think badly of me for having no previous dating expierence...$3",
  "Good_2": "You were saying some interesting stuff in your sleep last night.$1#$e#...What was it? Not telling!$4",
  "Good_3": "@, I'm mad at you.#$b#...How dare you keep crawling back into my mind while I'm trying to focus on my work?$4",
  "Good_4": "...What? You want to meet my caretaker?$3#$b#Oh, I'd gladly introduce you to him! That is if he'd be able to find time...$1",
  "Good_5": "I sometimes feel like just plainly saying I love you isn't enough to show how much I care.#$b#...I'm going to plan the best date ever, just you wait!$4 <",
  "Good_6": "Do you really believe me when I say you're the most stunning person I've ever met?#$b#...Because I really mean it.$4",
  "Good_7": "...Hm? Would I ever go to the mines with you?#$b#I don't think I love you that much.$1#$e#...I was kidding! I'd do anything for you!$3#$b#Okay, @, you have every right to be angry. That was a cruel joke.$3",
  "Good_8": "I was so hot last night, and you kept cuddling up to me in your sleep.#$b#I didn't have the heart to push you away.$3",
  "Good_9": "Did you do something to your hair, or something?$1#$b#You look gorgeous.$4",
  "Neutral_0": "I wish I've gotten more sleep today...#$b#But it's no point going back to sleep, I'm just gonna distract myself with some work.",
  "Neutral_1": "I don't know what it is about our farm, but it makes me feel at home.$1#$e#I love it here.$1",
  "Neutral_2": "I've been getting more commissions than ever recently.$1#$b#It's nice to finally be able to contribute financially to our house budget.$1#$b#...I feel useful now...$3",
  "Neutral_3": "The house is so messy.$5#$b#Don't worry, I'm gonna take care of it.$1",
  "Neutral_4": "Do you think we could add more plants into our house?$1#$b#I never really knew how to take care of them, but now that I live with you, I want to learn.$4",
  "Neutral_5": "Have you ever been camping, @?#$b#I used to go all the time when I was younger.$1#$b#...Maybe we should go together sometime, it'd be kind of romantic.$4",
  "Neutral_6": "I couldn't sleep well last night.#$e#...I think I need some fresh air.",
  "Neutral_7": "I don't know how you do it, @.#$b#You manage to look absolutely stunning even in dirty farm clothes.$4",
  "Neutral_8": "I don't know if anyone ever told you, @...#$b#But I think the way you laugh is very pretty, it's contagious.$4",
  "Neutral_9": "I never imagined myself to be anyone's husband. You know, cooking, cleaning... Waiting for you to return home...#$b#...I can't complain, though, I kind of like it.$4",
  "Bad_0": "@...#$b#Do you still love me?$2",
  "Bad_1": "Kyle called me today.$2#$e#...You know, I really miss him...$2",
  "Bad_2": "Everyday's a routine.$5#$e#I'm so done.$5",
  "Bad_3": "Everything pisses me off today.$5#$e#...Please leave me alone, I don't want to say anything I'd regret.$2",
  "Bad_4": "I have the worst headache.#$e#What?$5",
  "Bad_5": "I've been getting the most annoying commissions lately, and the most picky clients, too.$5#$e#Ah...I'm so done.$2",
  "Bad_6": "God, I feel so tired today... I just don't want to deal with anything.$2#$b#...Or anyone, for that matter.$2#$e#...Sorry.$2",
  "Bad_7": "Sorry, @. I really don't feel like talking to you today.#$e#...$5",
  "Bad_8": "%Eden is ignoring you.",
  "Bad_9": "...$5#$b#Don't talk to me.$5"
}