{
// LOCALIZATION FILE ===========================================================================================================================================
	 
// To call these names, use the following:            {{i18n:key}}
	 
// OBJECTS =====================================================================================================================================================
	// For flavored goods, use {0} to indicate where the flavor text for the input item will appear in the phrase.
	
	".name": "Name",
	".desc": "Description",
	
	// SAPLINGS
	
	"frostfruit.name": "Frostfrucht",
	"frostfruit.desc": "Sie ist mit einer merkwürdigen Eisschicht umhüllt. Wenn du in die eigentliche Frucht beißt, ist sie unglaublich saftig und süß.",
	"frostfruitsapling.name": "Frostfrucht-Setzling",
	"frostfruitsapling.desc": "Wächst in 28 Tagen zu einem reifen Frostfruchtbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"cacao.name": "Kakao",
	"cacao.desc": "Diese Schoten sind voller kleiner Bohnen. In einem Zerkleinerer können sie zu Kakaopulver verarbeitet werden.",
	"cacaosapling.name": "Kakao-Setzling",
	"cacaosapling.desc": "Wächst in 28 Tagen zu einem reifen Kakaobaum heran. Trägt im Sommer Kakaohülsen. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"kumquat.name": "Kumquat",
	"kumquat.desc": "Eine kältebeständige Zitrusfrucht, die einer Orange sehr ähnelt. Diese olivengroßen Früchte werden mit der Schale gegessen und manchmal in Obstsalaten verwendet.",
	"kumquatsapling.name": "Kumquat-Setzling",
	"kumquatsapling.desc": "Wächst in 28 Tagen zu einem reifen Kumquatbaum heran. Trägt im Frühling Früchte. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"walnut.name": "Walnuss",
	"walnut.desc": "Sie hat eine harte Schale, aber nur der Kern ist essbar. Sie ist ein beliebter Snack, obwohl sie eigentlich keine Nuss ist.",
	"walnutsapling.name": "Walnuss-Setzling",
	"walnutsapling.desc": "Wächst in 28 Tagen zu einem reifen Walnussbaum heran. Trägt im Frühling Nüsse. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"guava.name": "Guave",
	"guava.desc": "Die Verwendung dieser süßen Frucht reicht von der Medizin bis zum Essen und sogar das Holz wird weiterverwertet.",
	"guavasapling.name": "Guave-Setzling",
	"guavasapling.desc": "Wächst in 28 Tagen zu einem reifen Guavenbaum heran. Trägt im Sommer Früchte. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"almond.name": "Mandel",
	"almond.desc": "Heimische Mandeln erschienen bereits in der Bronzezeit oder noch früher. Wie die Walnuss, ist sie keine echte Nuss.",
	"almondsapling.name": "Mandel-Setzling",
	"almondsapling.desc": "Wächst in 28 Tagen zu einem reifen Mandelbaum heran. Trägt im Sommer Nüsse. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"pear.name": "Birne",
	"pear.desc": "Eine knackige Herbstfrucht. Das Holz des Birnenbaums ist das Hauptholz, das für Holzblasinstrumente verwendet wird.",
	"pearsapling.name": "Birnen-Setzling",
	"pearsapling.desc": "Wächst in 28 Tagen zu einem reifen Birnenbaum heran. Trägt im Herbst Früchte. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"chestnut.name": "Kastanie",
	"chestnut.desc": "Die stacheligen Schalen verstecken im Inneren eine köstliche Nuss. Vorsicht beim Schälen!",
	"chestnutsapling.name": "Kastanien-Setzling",
	"chestnutsapling.desc": "Wächst in 28 Tagen zu einem reifen Kastanienbaum heran. Trägt im Herbst Nüsse. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"persimmon.name": "Kakifrucht",
	"persimmon.desc": "Diese Frucht reift durch den Herbst in den Winter hinein. Sie sind kreidig und bitter, bevor sie reifen.",
	"persimmonsapling.name": "Kakifrucht-Setzling",
	"persimmonsapling.desc": "Wächst in 28 Tagen zu einem reifen Kakifruchtbaum heran. Trägt im Winter Früchte. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	"pistachio.name": "Pistazie",
	"pistachio.desc": "Die grüne Nuss in der dünnen Schale ist lecker und sehr beliebt.",
	"pistachiosapling.name": "Pistazien-Setzling",
	"pistachiosapling.desc": "Wächst in 28 Tagen zu einem reifen Pistazienbaum heran. Trägt im Winter Nüsse. Wächst nur, wenn die 8 umliegenden \"Felder\" leer sind.",
	
	// CROPS
	"cassava.name": "Cassava",
	"cassava.desc": "One of many staple foods, cassava is rich in carbohydrates and is used to make tapioca.",
	"cassavaseeds.name": "Cassava Seeds",
	"cassavaseeds.desc": "Plant these in the spring. Takes 4 days to grow and produces a brown tuber, with a chance for multiple tubers.",
	"lentil.name": "Linsenbohnen",
	"lentil.desc": "Sie haben einen hohen Proteingehalt und sogar dieselbe Pflanze kann mehrfarbige Linsen tragen.",
	"lentilseeds.name": "Linsenbohnen-Saat",
	"lentilseeds.desc": "Pflanze sie im Frühling. Wächst in 6 Tagen heran. Ernte mit einer Sichel.",
	"asparagus.name": "Spargel",
	"asparagus.desc": "Diese Stängel sind reich an Nährstoffen und werden jung geerntet, bevor sie eine holzige Struktur annehmen.",
	"asparagusseeds.name": "Spargel-Saat",
	"asparagusseeds.desc": "Pflanze sie im Frühling. Braucht 9 Tage, um einen ganzen Bündel zu produzieren. Wächst auf fünf kleinen Stützen.",
	"watermelon.name": "Wassermelone",
	"watermelon.desc": "Rund, fruchtig und voller Kerne! Sie ist ein beliebter Picknick-Snack.",
	"watermelonseeds.name": "Wassermelonen-Saat",
	"watermelonseeds.desc": "Planze sie im Frühling. Wächst in 12 Tagen heran, kann aber danach mehrmals geerntet werden.",
	"fieldpea.name": "Felderbse",
	"fieldpea.desc": "Diese knusprigen Hülsen wachsen oft in ländlichen Landschaften.",
	"fieldpeaseeds.name": "Felderbsen-Saat",
	"fieldpeaseeds.desc": "Pflanze sie im Frühling. Wächst in 7 Tagen zu einem großen Busch heran, kann aber danach mehrmals geerntet werden. Bringt manchmal mehrere Erbsen pro Ernte ein.",
	"raspberry.name": "Himbeere",
	"raspberry.desc": "Eine kleine, süße Beere, die im Frühling wächst. Ein leckerer Snack und sie wird häufig in Marmeladen verwendet.",
	"raspberryseeds.name": "Himbeeren-Saat",
	"raspberryseeds.desc": "Pflanze sie im Frühling. Wächst in 7 Tagen heran, kann aber danach mehrmals geerntet werden. Bringt manchmal mehrere Himbeeren pro Ernte ein.",
	"onion.name": "Zwiebel",
	"onion.desc": "Ein Gemüse mit knackigen Innenschichten. Sein charakteristischer Geschmack verleiht Gerichten das gewisse Extra.",
	"onionseeds.name": "Zwiebel-Saat",
	"onionseeds.desc": "Pflanze sie im Sommer. Wächst in 8 Tagen heran.",
	"basil.name": "Basilikum",
	"basil.desc": "Ein vielseitig verwendbares Kraut, das aber hervorragend zu Tomatengerichten passt.",
	"basilseeds.name": "Basilikum-Saat",
	"basilseeds.desc": "Pflanze sie im Sommer. Wächst in 4 Tagen heran.",
	"currant.name": "Johannisbeere",
	"currant.desc": "Eine süße Traube von Johannisbeeren, die wegen ihrer Süße und wegen ihres dekorativen Werts angebaut wird.",
	"currantseeds.name": "Johannisbeeren-Saat",
	"currantseeds.desc": "Pflanze sie im Sommer. Wächst in 8 Tagen zu einem Johannisbeerenstrauch heran. Kann mehrmals geerntet werden.",
	"dragonfruit.name": "Drachenfrucht",
	"dragonfruit.desc": "Die Frucht ist süß und sauer, und ihre Samen verleihen ihrem Fruchtfleisch eine knusprige Textur.",
	"dragonfruitseeds.name": "Drachenfrucht-Saat",
	"dragonfruitseeds.desc": "Pflanze sie im Sommer. Wächst in 17 Tagen zu einem kleinen Baum heran, kann aber danach mehrmals geerntet werden.",
	"cucumber.name": "Gurke",
	"cucumber.desc": "Technisch gesehen eine Frucht, aber weit verbreitet als Gemüse. Wird häufig eingelegt.",
	"cucumberstarter.name": "Gurken-Setzling",
	"cucumberstarter.desc": "Pflanze sie im Sommer. Wächst in 8 Tagen heran, kann aber danach mehrmals geerntet werden. Wächst an einem Rankgerüst.",
	"bellpepper.name": "Paprika",
	"bellpepper.desc": "Es ist super gesund und sehr mild, im Gegensatz zu anderen Paprikaschoten.",
	"bellpepperseeds.name": "Paprika-Saat",
	"bellpepperseeds.desc": "Pflanze sie im Sommer. Wächst in 9 Tagen heran.",
	"peanut.name": "Erdnuss",
	"peanut.desc": "In der texturierten Schale ist eine Nuss, die so köstlich ist, dass sie weltweit angebaut und importiert wird.",
	"peanutseeds.name": "Erdnuss-Saat",
	"peanutseeds.desc": "Pflanze sie im Herbst. Wächst in 8 Tagen zu einer Erdnusspflanze heran. Bringt manchmal mehrere Erdnüsse pro Ernte ein.",
	"soy.name": "Sojabohnen",
	"soy.desc": "Eine Sojaschote. Das Innere wird für viele Dinge verwendet, sogar für Fleischersatz!",
	"soyseeds.name": "Sojabohnen-Saat",
	"soyseeds.desc": "Pflanze sie im Herbst. Wächst in 5 Tagen heran, kann aber danach mehrmals geerntet werden. Bringt manchmal mehrere Sojabohnen pro Ernte ein.",
	"quince.name": "Quitte",
	"quince.desc": "Eine Herbstfrucht und eine Verwandte der Birne. Ihre Pflanze ist trockenheitstolerant und pflegeleicht, sodass sie fast überall wachsen kann.",
	"quinceseeds.name": "Quitten-Saat",
	"quinceseeds.desc": "Pflanze sie im Herbst. Wächst in 9 Tagen zu einem Quittenbusch heran, kann aber danach mehrmals geerntet werden. Bringt manchmal mehrere Quitten pro Ernte ein.",
	"huckleberry.name": "Heidelbeere",
	"huckleberry.desc": "Diese Beere ist ein köstlicher Alpengenuss. Sie wachsen nur in bestimmten Regionen auf dem richtigen Boden, daher sind sie nahezu unmöglich zu kultivieren, hoch geschätzt und teuer.",
	"huckleberryseeds.name": "Heidelbeeren-Saat",
	"huckleberryseeds.desc": "Pflanze sie im Herbst. Wächst in 7 Tagen zu einem Heidelbeerenbusch heran, kann aber danach mehrmals geerntet werden. Bringt mehrere Heidelbeeren pro Ernte ein.",
	"butternutsquash.name": "Butternusskürbis",
	"butternutsquash.desc": "Er ist vollgepackt mit Nährstoffen. Laut einiger Aufzeichnungen begruben früher Menschen ihre Toten damit, um ihren Geist auf ihrer letzten Reise zu stärken.",
	"butternutsquashseeds.name": "Butternusskürbis-Saat",
	"butternutsquashseeds.desc": "Pflanze sie im Herbst. Wächst in 12 Tagen heran.",
	"sweetpotato.name": "Süßkartoffel",
	"sweetpotato.desc": "Die Blätter und jungen Triebe dieser süßen Knolle werden manchmal als Blattgemüse gegessen. Sie ist ein entfernter Verwandter der Kartoffel.",
	"sweetpotatoseeds.name": "Süßkartoffel-Saat",
	"sweetpotatoseeds.desc": "Pflanze sie im Herbst. Wächst in 6 Tagen heran und bringt manchmal mehrere Süßkartoffeln pro Ernte ein.",
	"parsley.name": "Petersilie",
	"parsley.desc": "Ein winterfestes Kraut, das häufig zum Garnieren verwendet wird.",
	"parsleyseeds.name": "Petersilien-Saat",
	"parsleyseeds.desc": "Pflanze sie im Winter. Wächst in 4 Tagen heran.",
	"arugula.name": "Arugula",
	"arugula.desc": "Also known as 'rocket', arugula is a healthy green that goes great with other greens in salads.",
	"arugulaseeds.name": "Arugula Seeds",
	"arugulaseeds.desc": "Plant these in the winter. Takes 5 days to mature and yield a bundle of arugula leaves.",
	"chard.name": "Mangold",
	"chard.desc": "Die roten Stängel sind nährstoffreich. Da es seit Jahrhunderten zum Kochen verwendet wird, hat es viele verwirrende Namen angenommen.",
	"chardseeds.name": "Mangold-Saat",
	"chardseeds.desc": "Pflanze sie im Winter. Wächst in 9 Tagen heran.",
	"lettuce.name": "Kopfsalat",
	"lettuce.desc": "Die Blätter sind unglaublich knackig. Er ist perfekt für Salate und für Sandwiches.",
	"lettuceseeds.name": "Kopfsalat-Saat",
	"lettuceseeds.desc": "Pflanze sie im Winter. Wächst in 10 Tagen heran.",
	"elderberry.name": "Holunderbeeren",
	"elderberry.desc": "Ein Holunderbeerenzweig. Sie wildern in kalten Klimata und haben heilende Wirkungen.",
	"elderberrystarter.name": "Holunderbeeren-Setzling",
	"elderberrystarter.desc": "Pflanze sie im Winter. Wächst in 9 Tagen heran, kann aber danach mehrmals geerntet werden. Wächst an einem Rankgerüst.",
	"silvergourd.name": "Silberkürbis",
	"silvergourd.desc": "Die blauen Streifen unterscheiden diesen Kürbis von anderen seiner Art.",
	"silvergourdseeds.name": "Silberkürbis-Saat",
	"silvergourdseeds.desc": "Сажайте зимой. Вырастает через 13 дней.",

	// COOKING
	
	"celestialstrawberrypie.name": "Celestial Strawberry Pie",
	"celestialstrawberrypie.desc": "This intricate strawberry pie will impress your friends.",
	"frostfruitsmoothie.name": "Frostfrucht-Smoothie",
	"frostfruitsmoothie.desc": "Die Eishülle kreiert die perfekte Geschmeidigkeit.",
	"chocolateegg.name": "Schokoladenei",
	"chocolateegg.desc": "Es ist sehr groß und warm und mit Nougat gefüllt!",
	"chocolatebar.name": "Schokoladenriegel",
	"chocolatebar.desc": "Das ist das wirklich gute Zeug. Es ist aus gutem Grund so beliebt.",
	"chocolatemilk.name": "Schokoladenmilch",
	"chocolatemilk.desc": "Ein beliebtes Kindergetränk. So süß, wie es nur sein kann.",
	"ketchup.name": "Ketchup",
	"ketchup.desc": "Die wohl beliebteste Würzsoße, obwohl es auch nicht zu allem passt.",
	"grilledcheese.name": "Gegrillter Käse",
	"grilledcheese.desc": "Ein buttriger Klassiger und so einfach, wie er nur sein könnte.",
	"tomatosoup.name": "Tomatensuppe",
	"tomatosoup.desc": "Das warme Aroma, das die Suppe umweht, ist köstlich.",
	"caramel.name": "Karamel",
	"caramel.desc": "Eine weiche und klebrige Süßigkeit. Es macht sich großartig in und auf tonnenweiser Dinge.",
	"pumpkinbread.name": "Kürbisbrot",
	"pumpkinbread.desc": "Es riecht köstlich wie der Herbst.",
	"bannanabread.name": "Bananenbrot",
	"bannanabread.desc": "Ein wenig Zitronensaft macht die Kruste perfekt.",
	"soymeat.name": "Sojafleisch",
	"soymeat.desc": "Es ist modern, es 'unerreichbares Fleisch' zu nennen. Es ist sehr vielseitig!",
	"hotdog.name": "Hot Dog",
	"hotdog.desc": "Ein Frankfurter Würstchen mit Ketchup, einfach und unkompliziert. Es ist in dem weichen Brötchen leicht zu halten.",
	"taco.name": "Taco",
	"taco.desc": "Jeder Tag kann Taco-Dienstag sein.",
	"cheeseburger.name": "Cheesburger",
	"cheeseburger.desc": "Der köstliche Western Klassiker.",
	"steaksauce.name": "Steaksoße",
	"steaksauce.desc": "Eine Flasche hausgemachter Steaksoße.",
	"steak.name": "Steak",
	"steak.desc": "Nach Belieben zubereitet und mit einer Portion hausgemachter Soße.",
	"roastturkey.name": "Gebratener Truthahn",
	"roastturkey.desc": "Er sieht aus, als könnte er eine ganze Familie ernähren!",
	"chickenwing.name": "Chicken Wing",
	"chickenwing.desc": "Ein guter alter Chicken Wing ohne Soße.",
	"buffalowing.name": "Buffalo Wing",
	"buffalowing.desc": "Das ist ziemlich spicy!",
	"barbequewing.name": "Barbeque Wing",
	"barbequewing.desc": "Die Soße ist klebrig, nehme eine Serviette mit!",
	"raspberrytart.name": "Himbeerenkuchen",
	"raspberrytart.desc": "Knuspriger Teig mit einer süßen Füllung, die aus handgepflückten Beeren hergestellt wird.",
	"watermeloncaprese.name": "Wassermelonen-Caprese",
	"watermeloncaprese.desc": "Wassermelonenscheiben und Käse in Öl gewendet und aufgespießt. Statt mit Basilikum wird das Gericht mit Löwenzahnblättern garniert.",
	"carrotcake.name": "Karottenkuchen",
	"carrotcake.desc": "Dieser schöne und saftige Kuchen war als Ration während alter Konflikte beliebt.",
	"asparagusquiche.name": "Spargelquiche",
	"asparagusquiche.desc": "Du warst bereit für die Verantwortung.",
	"lentilbun.name": "Linsenbrötchen",
	"lentilbun.desc": "Nahrhaft und tragbar. Es passt perfekt in deine Hände.",
	"pbnj.name": "Erdnuss-Marmeladen-Sandwich",
	"pbnj.desc": "Nussbutter und Marmelade, ein Klassiker.",
	"fieldpeasuccotash.name": "Felderbsen-Succotash",
	"fieldpeasuccotash.desc": "Ein einfacher, aber leckerer Erbsen-Mais-Eintopf.",
	"kumquatupsidedowncake.name": "Umgedrehter Kumquatkuchen",
	"kumquatupsidedowncake.desc": "Super süß und, nun ja, umgedreht.",
	"maplewalnutballs.name": "Ahorn-Walnuss-Bällchen",
	"maplewalnutballs.desc": "Ein Bällchen aus Ahorn und Walnüssen, gefüllt mit Energie.",
	"pestopasta.name": "Pesto Pasta",
	"pestopasta.desc": "Dieses frische Pesto macht das Gericht zu etwas Besonderem.",
	"bloominonion.name": "Zwiebelblume",
	"bloominonion.desc": "Eine Zwiebel, die so zubereitet und gebraten wird, dass sie wie eine Blume aussieht.",
	"cucumbersalad.name": "Gurkensalat",
	"cucumbersalad.desc": "Knusprige Gurkenstücke geschwenkt in einem exotischen Honig-Knoblauch-Joghurt-Dressing.",
	"stuffedbellpepper.name": "Gefüllte Paprika",
	"stuffedbellpepper.desc": "Alles wird in der Paprika gegart, sodass sich der Geschmack überall ausbreiten kann.",
	"currantclafoutis.name": "Johannisbeeren-Clafoutis",
	"currantclafoutis.desc": "Eine warme Süßspeise. Die Beeren platzen richtig auf!",
	"forbiddendragon.name": "Vergessener Drache",
	"forbiddendragon.desc": "Eine sündige Kombination aus süß und herzhaft. Der schwarze Reis rundet den einzigartigen Look ab.",
	"guavachutney.name": "Guaven-Chutney",
	"guavachutney.desc": "Ein köstliches, orientalisches Gericht. Süß und scharf.",
	"almondbrittle.name": "Mandelkrokant",
	"almondbrittle.desc": "Es ist eine nachvollziehbare Bitte, oder?",
	"peanutlomein.name": "Erdnuss-Lo Mein",
	"peanutlomein.desc": "Ein exotischer Geschmack, kombiniert aus einer leckeren Erdnusssoße und Lo Mein Nudeln.",
	"sweetpotatofries.name": "Süßkartoffelpommes",
	"sweetpotatofries.desc": "Frittierte Pommes von der leckeren Süßkartoffel.",
	"spicysquashtaco.name": "Scharfer Kürbis-Taco",
	"spicysquashtaco.desc": "Der Kürbis schmilzt sofort in deinem Mund. Es hat das gewisse Extra!",
	"caramelapple.name": "Karamellisierter Apfel Apple",
	"caramelapple.desc": "Ein Grundnahrungsmittel auf Jahrmärkten.",
	"membrillo.name": "Membrillo",
	"membrillo.desc": "Eine süße Konfitüre aus Quittenfrüchten.",
	"huckleberrypie.name": "Heidelbeerkuchen",
	"huckleberrypie.desc": "Diese warme Beerenfüllung hat einen unglaublichen Geschmack wie keine andere.",
	"pearcrisp.name": "Birnenchips",
	"pearcrisp.desc": "Birnenstücke mit Zucker und Zimt. Sie sind warm und süß.",
	"roastedchestnuts.name": "Geröstete Kastanien",
	"roastedchestnuts.desc": "Im Ofen geröstet, nicht am offenen Feuer. Aber dennoch lecker!",
	"broccoliriceskillet.name": "Brokkoli-Reis-Pfanne",
	"broccoliriceskillet.desc": "Es ist leicht und gesund!",
	"elderberrytea.name": "Holunderbeerentee",
	"elderberrytea.desc": "Er ist süß und allein der Geruch lässt dich gesünder fühlen.",
	"burfi.name": "Barfi",
	"burfi.desc": "Ein Würfel aus mit Zucker bestäubter Kürbispaste.",
	"chimichurri.name": "Chimichurri",
	"chimichurri.desc": "Es ist aromatisch und schmeckt frisch.",
	"chardnestedegg.name": "Eier in Mangold",
	"chardnestedegg.desc": "Gekochte Eier in einem kleinen Mangoldnest.",
	"ceasarsalad.name": "Ceasar Salad",
	"ceasarsalad.desc": "Geschnippelter Eisbergsalat mit einem klassischen Dressing serviert.",
	"persimmoncookies.name": "Kakifrucht-Cookies",
	"persimmoncookies.desc": "Diese haben eine schöne Wärme in ihrem Geschmack.",
	"pistachiomafroukeh.name": "Pistazien-Mafroukeh",
	"pistachiomafroukeh.desc": "Ein trüffelähnliches Dessertgericht von der Calico-Wüste. Süßlich, mit ein paar Orangenzesten.",
	"tapiocapudding.name": "Tapioca Pudding",
	"tapiocapudding.desc": "Sweet pudding made from tapioca pearls, derived from cassava.",
	"supersalad.name": "Super Salad",
	"supersalad.desc": "It has way too many kinds of greens...",
	"southernsquash.name": "Southern Style Summer Squash",
	"southernsquash.desc": "The whole thing smells warm and homey.",
	"powdermelonparfait.name": "Powdermelon Parfait",
	"powdermelonparfait.desc": "Tricky to get right, but results in winter's flavor in a delightful dessert.",
	
	// MACHINES AND PRODUCTS
	
	"processor.name": "Zerkleinerer",
	"processor.desc": "Diese Maschine stellt aus Nüssen und anderen Objekten, die zerkleinert werden können, mehrere Güter her.",
	"blender.name": "Mixer",
	"blender.desc": "This handy blender can turn nuts into nut milk or fruits and vegetables into smoothies.",
	"antiquecheesepress.name": "Antique Cheese Press",
	"antiquecheesepress.desc": "This machine turns 2 dairy-free nut milk into equally dairy-free goat cheese.",
	"composter.name": "Composter",
	"composter.desc": "Place an appropriate crop or forageable in here and it will compost it into fertilizer!",
	"cocoapowder.name": "Kakaopulver",
	"cocoapowder.desc": "Ein Pulver, das aus den Kakaobohnen hergestellt wird. Die Grundzutat von Schokolade.",
	"chocolatespread.name": "Schokoladenaufstrich",
	"chocolatespread.desc": "Ein Glas mit äußerst süßem Brotaufstrich.",
	"hazelnutspread.name": "Hazelnut Spread",
	"hazelnutspread.desc": "A sweet spread made from hazelnuts.",
	"nutbutter.string": "{0} Butter",
	"nutbutter.name": "Nut Butter",
	"nutbutter.desc": "A creamy spread that's nutrient rich.",
	"cassavaflour.string": "Cassava Flour",
	"nutcheese.string": "Dairy-Free Cheese",
	"dfgoatcheese.string": "Dairy-Free Goat Cheese",
	"fruitsmoothie.string": "{0}-Smoothie",
	"fruitsmoothie.name": "Frucht-Smoothie",
	"fruitsmoothie.desc": "A sweet drink that's made from blending fruit.",
	"vegsmoothie.string": "{0}-Smoothie",
	"vegsmoothie.name": "Gemüse-Smoothie",
	"vegsmoothie.desc": "A drink made from blending vegetables.",
	"dfmilk.string": "{0} Milk",
	"dfmilk.name": "Dairy-Free Milk",
	"dfmilk.desc": "Non dairy milk. It's still got a creamy mouthfeel.",
	
	
// STRINGS (MACHINES, MOSTLY) ====================================================================================================================================
	
	"processorinvalid.string": "Requires Cacao or a Nut.",
	"blenderinvalid.string": "Requires a Nut, Fruit, or Vegetable.",
	"blendercount.string": "You need [ItemCount] of these to make milk.",
	"antiquecheesepressinvalid.string": "Requires 2 bottles of Nut Milk",
	"antiquecheesepresscount.string": "Requires 2 bottles of Nut Milk",
	"composterinvalid.string": "This item cannot be composted.",
	"phshopdia.string": "Looks like these seeds are from the Plentiful Harvest company. Pierre must have set this up.",
	"stringtype.string": "String here.",
	
	// CONFIG
	"config.section.Shop.name": "Shop",
	"config.SeedShopLocation.name": "Seed Shop Location",
	"config.SeedShopLocation.description": "The location of the seed box in Pierre's shop, in case there's any conflict with other mods. Use \"Add Seeds to Pierre's\" as a last resort if this doesn't work.",
	"config.SeedShopLocation.values.Default": "Default",
	"config.SeedShopLocation.values.BackCorner": "Back Corner",
	"config.SeedShopLocation.values.Storefront": "Storefront",
	"config.AddSeeds/SaplingstoPierre's.name": "Add Seeds/Saplings to Pierre's",
	"config.AddSeeds/SaplingstoPierre's.description": "Adds the Plentiful Harvest Items to Pierre's stock. Useful as a fallback, or if you want Plentiful Harvest's seeds to be affected by Pierre's Missing Stocklist.",
	"config.RemovePHSeedBox.name": "Remove PH Seed Box",
	"config.RemovePHSeedBox.description": "Removes the Plentiful Harvest seed box from Pierre's store entirely. Useful as a fallback but !!WARNING!! SHOULD NOT BE USED if \"Add Seeds to Pierre's\" is not checked. Additionally, the Key to the Town will no longer allow access to the PH Seed Box after Pierre's closes.",
}