{
"mossy_trout.name": "Mossy Trout",
"mossy_trout.description": "This green fish has evolved to blend in with algae and moss, only coming out once a year during the green rain.",
"pale_catfish.name": "Pale Catfish",
"pale_catfish.description": "Even though it's catfish-like in shape, the semi-transparent pink scales highlight how truly little sunlight this fish gets.",
"starfish.name": "Starfish",
"starfish.description": "A classic, orange starfish. It seems able to stick to nearly anything.",
"coelacanth.name":"Coelacanth",
"coelacanth.description": "This ancient fish is probably as old as the fossils in the museum.",
"rainbow_fish.name":"Rainbow Fish",
"rainbow_fish.description":"This fish shimmers with every color of the rainbow. It's stunning no matter which way you turn it.",
"surgeonfish.name":"Surgeonfish",
"surgeonfish.description":"Looking at this striking blue and yellow fish gives you the urge to just keep swimming.",
"clownfish.name":"Clownfish",
"clownfish.description":"There's nothing really funny about this fish, it's just orange with white stripes.",
"swordfish.name":"Swordfish",
"swordfish.description":"It's pointy nose could easily take an eye out.",
"gem_fish.name":"Gem Fish",
"gem_fish.description":"This fish almost has a sweet smell to it. It's surprisingly hard to the touch, too.",
"icegill.name":"Icegill",
"icegill.description":"This fish could be a cousin to the bluegill if the bluegill was covered in icicles.",
"blue_goldstone.name":"Blue Goldstone",
"blue_goldstone.description":"This stone is a dark, night sky blue. The flecks of gold through out it twinkle like stars in the light.",
"rose_quartz.name":"Rose Quartz",
"rose_quartz.description":"This quartz has a soft pink hue to it.",
"peridot.name":"Peridot",
"peridot.description":"This transparent stone reminds you of the leaves in summer.",
"sapphire.name":"Sapphire",
"sapphire.description":"A deep blue gemstone. It reminds you of the ocean's depths.",
"sapphire_stone.name":"Sapphire Stone",
"sapphire_stone.description":"How do you have this in your inventory right now?",
"fossilized_paw.name":"Fossilized Pawprint",
"fossilized_paw.description":"This hardened clay still leaves behind the imprint of a beast that must've lived here 100s of years ago.",
"ember.name":"Ember",
"ember.description":"This hardened resin must be hundreds of years old. If you hold it up to the light, you can see a tiny bug trapped inside.",
"sea_bunny.name":"Sea Bunny",
"sea_bunny.description":"Just a lil silly ocean slug."
}