{
  /// New Mushrooms
  "NewMushrooms00.name": "Aspen",
  "NewMushrooms00.description": "It is a good edible mushroom.",

  "NewMushrooms01.name": "Bare-toothed Russula",
  "NewMushrooms01.description": "is considered edible and good, with a mild nutty flavour.",

  "NewMushrooms02.name": "Black Trumpets",
  "NewMushrooms02.description": "posses a rich smoky taste with an aroma that hints of light fruitiness.",

  "NewMushrooms03.name": "Caesar's Mushroom",
  "NewMushrooms03.description": "The flavor and fragrance are similar to hazelnuts or chestnuts.",

  "NewMushrooms04.name": "Champignon",
  "NewMushrooms04.description": "mild flavor and firm, meaty texture have broad appeal and lend themselves to many different applications.",

  "NewMushrooms05.name": "Chanterelles Mushroom",
  "NewMushrooms05.description": "are highly prized for their flavor, which is often described as a mix of fruity, nutty, and peppery notes with a mild and delicate aroma.",

  "NewMushrooms06.name": "Chicken of the Woods Mushroom",
  "NewMushrooms06.description": "have a meaty texture when cooked, and offer a mild lemony note that's reminiscent of chicken, lobster, or crab.",

  "NewMushrooms07.name": "Common Funnel",
  "NewMushrooms07.description": "Edible, but flesh is too thin & has an unpleasant taste.",

  "NewMushrooms08.name": "Enoki Mushroom",
  "NewMushrooms08.description": "have a mild savory or umami flavor and crunchy texture. Their taste is often described as delicate, earthy, slightly sweet, and fruity.",

  "NewMushrooms09.name": "Gilded Brittlegill",
  "NewMushrooms09.description": "It is a small yellow russula that is edible and good-tasting, although identifying the species correctly can be difficult.",

  "NewMushrooms10.name": "Greasers Mushroom",
  "NewMushrooms10.description": "Taste fruity smell nice.",

  "NewMushrooms11.name": "Grey Knight",
  "NewMushrooms11.description": "They have a mild mushroom flavour but, They are known to cause gastrointestinal issues in some people, even after they've been thoroughly cooked. They can easily be mistaken for toxic lookalikes.",

  "NewMushrooms12.name": "Honey Agaric",
  "NewMushrooms12.description": "have a taste that has been described as slightly sweet and nutty, with a texture ranging from chewy to crunchy.",

  "NewMushrooms13.name": "Honey Fungus",
  "NewMushrooms13.description": "Raw honey mushrooms are acidic and bitter but become slightly sweet after cooking.",

  "NewMushrooms14.name": "Indigo Milk Cap",
  "NewMushrooms14.description": "flavor is similar to a portobello when cooked, but crumblier and with a grainier texture. There are other species of the Lactarius genus that are edible, but many are poisonous, though none are deadly.",

  "NewMushrooms15.name": "Inky Cap",
  "NewMushrooms15.description": "Their taste ranges from mild to bitter, and they have a metallic smell and an often cheese-like texture.",

  "NewMushrooms16.name": "Lobster Mushroom",
  "NewMushrooms16.description": "slightly nutty, earthy-tasting fungi, elevated by a faint flavor of shellfish and crustacean.",

  "NewMushrooms17.name": "Maitake",
  "NewMushrooms17.description": "Like all mushrooms, the maitake has a deep earthy flavor, but this one offers even more nuances to the thoughtful taster.",

  "NewMushrooms18.name": "Matsutake",
  "NewMushrooms18.description": "People often use words like 'spicy' or 'cinnamon' to describe their flavour. They are very pungent and can overpower the flavour of other mushrooms or ingredients in a dish.",

  "NewMushrooms19.name": "Medusa Mushroom",
  "NewMushrooms19.description": "It has a very rich meaty flavour.",

  "NewMushrooms20.name": "Morchella (True Morels)",
  "NewMushrooms20.description": "These flavour powerhouses are earthy and nutty with a meatier texture than most mushrooms. Tender and rich, the darker the morel, the meatier the flavour you can expect.",

  "NewMushrooms21.name": "Parasol Mushroom",
  "NewMushrooms21.description": "When cooked, Parasol mushrooms are tender and are known for their rich umami flavor and their nutty, sweet aroma that some say smells like maple syrup. This flavor becomes more intense as the mushroom ages and more pungent if the mushroom is dried.",

  "NewMushrooms22.name": "Penny Bun",
  "NewMushrooms22.description": "Excellent raw or fried in butter when fresh. Very mushroomy, one of the best species to dry where the mushroom flavour is enhanced.",

  "NewMushrooms23.name": "Saffron Milk cap",
  "NewMushrooms23.description": "have a slight peppery flavour to them but don't really have the mushroom flavour of brown and white mushrooms.",

  "NewMushrooms24.name": "Shaggy Mane",
  "NewMushrooms24.description": "When they are fresh, shaggy mane mushrooms have a mild, earthy, umami flavor and a delicate, buttery texture.",

  "NewMushrooms25.name": "Shiitake",
  "NewMushrooms25.description": "are often described as having an earthy, smoky flavor and a rich meaty-yet-buttery texture when cooked. ",

  "NewMushrooms26.name": "Shimeji",
  "NewMushrooms26.description": "have a savory, nutty, umami flavor, with slightly sweet and buttery notes. The brown variety are a bit richer, while the white ones are milder, but both types are loaded with mushroomy flavor.",

  "NewMushrooms27.name": "Straw Mushroom",
  "NewMushrooms27.description": "have a smooth, velvety, and tender texture with a mild, earthy, and musky flavor.",

  "NewMushrooms28.name": "Suillus Luteus",
  "NewMushrooms28.description": "is edible, though not as highly regarded as other bolete mushrooms. It is commonly prepared and eaten in soups, stews or fried dishes.",

  "NewMushrooms29.name": "Forest Truffle",
  "NewMushrooms29.description": "known for their earthy, umami-rich flavor and heady, musky aroma. Their flavor is sometimes compared to mushrooms, although truffles are more intense and complex in taste and far more fragrant.",

  /// NEW MUSHROOMS II
  "NewMushroomsII00.name": "Angel Wing",
  "NewMushroomsII00.description": "In older field guides, this species — which looks a lot like a small oyster mushroom — is listed as edible and good. In more recent guides, this mushroom is accompanied by the warning: not recommended for eating. And according to many credible sources today, the Angel Wing is considered poisonous.",

  "NewMushroomsII01.name": "Apricot Jelly Mushroom",
  "NewMushroomsII01.description": "In contrast to a lot of wild edible mushrooms out there, Apricot Jelly mushrooms do not have a strong odor or taste. Although these mushrooms are edible, they probably won't blow your hair back in terms of flavor.",

  "NewMushroomsII02.name": "Artist's Conk",
  "NewMushroomsII02.description": "This is not considered edible as it is because it is far too tough. This must be chopped into small pieces and used as a tea. Or, alternatively, once chopped it can be dried, then ground into a fine powder that can be added into smoothies or various dishes.",

  "NewMushroomsII03.name": "Marasmius Tageticolor",
  "NewMushroomsII03.description": "The Wikipedia page about the family, Marasmius, says that some are edible but doesn't go into detail. So i don't know...'",

  "NewMushroomsII04.name": "Bay Bolete",
  "NewMushroomsII04.description": "Bay boletes are superb edible mushrooms, but should be cooked. When you fry them, turn up the heat at first to lock in moisture and maintain their springy texture. The caps of older specimens tend to become slimy.",

  "NewMushroomsII05.name": "Beech",
  "NewMushroomsII05.description": "Beech mushrooms tend to be bitter when eaten raw. However cooking them yields a flavor mix of sweet, savory and nutty. They offer a satisfyingly crunchy texture to dishes, and add a bit of drama to recipes that show off their long stems.",

  "NewMushroomsII06.name": "Beefsteak Fungus",
  "NewMushroomsII06.description": "Considered a good edible, when young and fresh. The taste is acidic and sour, and the texture is squishy, like liver. The beefsteak polypore is delicious after marinating overnight and adding to lentils or a grain (or both). The names refer to the look of this fungus.",

  "NewMushroomsII07.name": "Birch Bolete",
  "NewMushroomsII07.description": "This common edible Autumn mushroom is not as firm and tasty as the best boletes, but mixed with other mushrooms it's not bad.",

  "NewMushroomsII08.name": "Birch Polypore",
  "NewMushroomsII08.description": "It has long been known that the Birch Polypore has medicinal uses, it has been used as a tonic for the immune system, as an antiseptic to clean wounds and promote healing, a plaster that is microporus, antifungal and antiseptic and probably was used by Bronze Age man to get rid of parasitic worms.",

  "NewMushroomsII09.name": "Bird's Nest Fungi",
  "NewMushroomsII09.description": "Although they're reportedly inedible, none are said to be poisonous. Like many other fungi, they feed by decomposing organic matter within dead wood and mulch. In the process, bird's nest fungi perform an important ecological role by re-cycling nutrients and making them available to the roots of green plants.",

  "NewMushroomsII10.name": "Black Velvet Boletes",
  "NewMushroomsII10.description": "A beautiful black mushroom with a distinct nutty flavor, black velvet boletes (Tylopilus alboater) are a must try for any mushroom hunter. As seeing even a single worm is rare, these are an edible mushroom worth the quest to find.",

  "NewMushroomsII11.name": "Bleeding Fairy",
  "NewMushroomsII11.description": "These little mushrooms are reported in some field guides to be edible but of poor quality; however, the flesh is very thin and insubstantial.",

  "NewMushroomsII12.name": "Bleeding Tooth Fungus",
  "NewMushroomsII12.description": "The Bleeding Tooth Fungus is not toxic, but tastes so bitter as to be inedible, despite one of its other names (Strawberries and Cream, because of its resemblance to a fruit danish).",

  "NewMushroomsII13.name": "Blue Chanterelle",
  "NewMushroomsII13.description": "Clustering blue chanterelles, or black chanterelles, are a delicious edible mushroom you should consider yourself lucky to find. They taste like chanterelle crossed with a black trumpet and have a rich, meaty flavor.",

  "NewMushroomsII14.name": "Bluing Bolete",
  "NewMushroomsII14.description": "The Bluing Bolete is a beautiful, edible bolete mushroom that stains a vibrant blue when cut.",

  "NewMushroomsII15.name": "Blue-capped Polypore",
  "NewMushroomsII15.description": "Albatrellus flettii is edible, but is not highly regarded, and so not often collected for food.",

  "NewMushroomsII16.name": "Blushing Bracket",
  "NewMushroomsII16.description": "These bracket fungi are far too tough to be edible.",

  "NewMushroomsII17.name": "Lentinus Strigosus",
  "NewMushroomsII17.description": "It is edible when young, but becomes very tough with age.",

  "NewMushroomsII18.name": "Brown Rollrim",
  "NewMushroomsII18.description": "Brown roll-rim is deadly poisonous. People used to think it was edible if properly cooked; however, we now know that its deadly toxins work by stimulating an autoimmune reaction. This causes the body to attack its own red blood cells, often resulting in death.",

  "NewMushroomsII19.name": "Candlesnuff Fungus",
  "NewMushroomsII19.description": "This fungus has medicinal properties; it is both anti-viral and active against tumours. Although it is not poisonous, it is too small and tough to eat.",

  "NewMushroomsII20.name": "Candy Cap",
  "NewMushroomsII20.description": "Candy caps are unique among edible mushrooms in that they are often used in sweet and dessert foods, such as cookies and ice cream. They are also sometimes used to flavor savory dishes that are traditionally prepared with sweet accompaniments, such as pork, and are also sometimes used in place of curry seasoning.",

  "NewMushroomsII21.name": "Caterpillar Fungus",
  "NewMushroomsII21.description": "Cordyceps is a fungus that lives on certain caterpillars in the high mountain regions of China. It is sometimes used as a medicine.",

  "NewMushroomsII22.name": "Cauliflower Mushrooms",
  "NewMushroomsII22.description": "delicious and highly prized edible fungus that grows in the wild. They are known to be one of the tastiest wild mushrooms but are notoriously hard to find. If you search long enough, you may get lucky and stumble upon one yourself.",

  "NewMushroomsII23.name": "Chaga Mushroom",
  "NewMushroomsII23.description": "It's used in folk medicine for various ailments across northern Europe. Chaga mushrooms are edible but because of their bitter taste, most people drink chaga mushroom as a tea.",

  "NewMushroomsII24.name": "Chestnut Mushroom",
  "NewMushroomsII24.description": "Chestnut mushrooms are a tan-colored variety of white button mushrooms, a grocery store staple. These edible fungi belong to the Agaricus bisporus family of mushrooms, which also includes cremini mushrooms and portobello mushrooms.",

  "NewMushroomsII25.name": "Cinnamon Bracket",
  "NewMushroomsII25.description": "Cinnamon bracket contains high amount of polyporic acid (about 20–40% of the dry weight of fruit bodies), which inhibits of dihydroorotate dehydrogenase, and this makes it heavily toxic! Polyporic acid is neurotoxic, also causes liver and kidney problems, and it should be treated properly.",

  "NewMushroomsII26.name": "Cloud Ear",
  "NewMushroomsII26.description": "Cloud Ear Fungus is not poisonous, and is eaten by millions of people every day (mostly in China). It is part of a whole family of 'jelly fungus' which are almost all edible, and none of which are fatally toxic.",

  "NewMushroomsII27.name": "Clustered Coral",
  "NewMushroomsII27.description": "They cook quickly due to their structure and are delicious in soups. They also make delicious vegetarian jerky. You are ready to put them into any recipe as long as they are appropriately cleaned.",

  "NewMushroomsII28.name": "Column Stinkhorn",
  "NewMushroomsII28.description": "Stinkhorn is edible, but only at the egg stage when the smell is less strong. The inner layer can be cut out with a knife and eaten raw – it is crisp and crunchy with a radish-like taste.",

  "NewMushroomsII29.name": "Common Bonnet",
  "NewMushroomsII29.description": "The fungi are generally not edible and can lead to poisoning and slight hallucinations.",

  "NewMushroomsII30.name": "Common Puffball",
  "NewMushroomsII30.description": "Only young, immature puffballs are edible. The interior tissue must be soft; bread-like; and uniformly white. Once the flesh changes color and/or becomes mushy, spores are present. The mushroom is past its prime, no longer edible, and can cause digestive problems.",

  "NewMushroomsII31.name": "Cookeina",
  "NewMushroomsII31.description": "Cookeina sulcipes is a relatively unknown edible tropical mushroom. This mushroom was studied with the aim of evaluating its chemical composition to estimate its potential for commercial production.",

  "NewMushroomsII32.name": "Coral Tooth Fungus",
  "NewMushroomsII32.description": "In principle it is edible, but not special in terms of taste. However, in Chinese and Japanese medicine, it is considered a medicinal mushroom and is used in therapy for stomach ailments, heartburn, nerve diseases and even various forms of cancer.",

  "NewMushroomsII33.name": "Crimson Waxcap",
  "NewMushroomsII33.description": "is reported to be edible, and being a large mushroom it does look quite tempting; however, there are reports from the USA of people suffering very unpleasant stomach upsets after eating this species.",

  "NewMushroomsII34.name": "Dark-scaled Knight",
  "NewMushroomsII34.description": "an edible gilled mushroom native to Europe. The grey-capped fruit bodies are generally found singly or in small groups in deciduous woodland on chalk-based soils.",

  "NewMushroomsII35.name": "Deadly Webcap",
  "NewMushroomsII35.description": "This Webcap contains orellanin, a deadly poisonous compound that can destroy the kidneys and liver and can take up to two weeks to show any symptoms by which time the damage has already been done.",

  "NewMushroomsII36.name": "Dead Men's Fingers",
  "NewMushroomsII36.description": "All parts of this plant are poisonous and occasionally lead to fatalities.",

  "NewMushroomsII37.name": "Deathcap",
  "NewMushroomsII37.description": "Deathcap, as its name implies, is deadly poisonous! Beware of mistaking young 'button' specimens for edible mushrooms!",

  "NewMushroomsII38.name": "Destroying Angel",
  "NewMushroomsII38.description": "Symptoms of poisoning often don't appear until 6–24 hours after eating, and include vomiting, diarrhea, and cramps. Later, kidney or liver dysfunction occurs and can lead to death.",

  "NewMushroomsII39.name": "Devil's Bolete",
  "NewMushroomsII39.description": "is a poisonous mushroom, and particularly so if it is eaten raw. Muscarine (in very small quantities) has been found in this mushroom, but experts consider it unlikely that the concentration is sufficient to account for the reported toxicity.",

  "NewMushroomsII40.name": "Devil's Cigar",
  "NewMushroomsII40.description": "TPWD officials say the mushroom, which usually grows on decaying cedar elms, isn't poisonous, but it's not edible, either, MySA reports. Officials say it's one of the rarest mushrooms in the world, with a distribution that puzzles scientists.",

  "NewMushroomsII41.name": "Fewdrop Bonnet",
  "NewMushroomsII41.description": "Certain research papers indicate that these mushrooms contain hallucinogens and may also damage human nerves if ingested, but others believe they are edible. Because these mushrooms are so small, they are usually not collected and cooked. ",

  "NewMushroomsII42.name": "Dyer's Polypore",
  "NewMushroomsII42.description": "They are classed as inedible, they may contain toxins but their avoided really because of their bitter taste and tough texture. They can be used for creating natural dyes.",

  "NewMushroomsII43.name": "Earthstars",
  "NewMushroomsII43.description": "Not edible, but some people like to take home a dried earthstar as a long-lasting, curious souvenir of nature.",

  "NewMushroomsII44.name": "Fluted Black Elfin Saddle",
  "NewMushroomsII44.description": "This species is eaten and regarded highly by some after cooking, though the stems are not eaten. Lightfoot regarded it as edible in 1777, and several guidebooks list it as edible, yet this genus is now regarded with suspicion due to the presence of toxic compounds in several related species.",

  "NewMushroomsII45.name": "Fairy Ring Mushroom",
  "NewMushroomsII45.description": "Considered edible—but with caution. Several species (some poisonous) can be confused with this mushroom, which could easily fit in the LBM (“little brown mushrooms”) category—one of many species that are confusingly similar. Be absolutely sure of your identifications before you consume wild mushrooms!",

  "NewMushroomsII46.name": "Fly Agaric",
  "NewMushroomsII46.description": "Fly agaric is poisonous and infamous for its psychoactive and hallucinogenic properties. But, reports of human deaths are extremely rare.",

  "NewMushroomsII47.name": "Giant Polypore",
  "NewMushroomsII47.description": "Giant Polypore has a rich poultry-like flavour and texture. It can be used be included into dishes or used as a feature on a dish. Only young, fresh specimens should be used for eating. Older specimens are tough and acidic.",

  "NewMushroomsII48.name": "Pacific Golden Chanterelle",
  "NewMushroomsII48.description": "It is orange to yellow, meaty and funnel-shaped. On the underside of the smooth cap, it has gill-like ridges that run down onto its stipe, which tapers down from the cap. The false gills often have a pinkish hue. It has a mild, sweet odor.",

  "NewMushroomsII49.name": "Golden Oyster Mushroom",
  "NewMushroomsII49.description": "Pleurotus citrinopileatus, the golden oyster mushroom (tamogitake in Japanese), is an edible gilled fungus. Native to eastern Russia, northern China, and Japan, the golden oyster mushroom is very closely related to P. cornucopiae of Europe, with some authors considering them to be at the rank of subspecies.",

  "NewMushroomsII50.name": "Hemlock Varnish Shelf",
  "NewMushroomsII50.description": "Although it is not typically considered to be an edible mushroom, some people will collect the early growths of this shelf mushroom and will saute it like other mushrooms. It is not poisonous, but it is not considered edible.",

  "NewMushroomsII51.name": "Hen-of-the-wood",
  "NewMushroomsII51.description": "One of a few mushrooms only found East of the Rockies in North America, hen of the woods, (also known as Grifola frondosa) are a choice edible mushroom that grows at the base of trees. At a glance the mushrooms look like a roosting bird, which is where the name comes from.",

  "NewMushroomsII52.name": "Horn of Plenty",
  "NewMushroomsII52.description": "can be eaten raw in small quantities when used as a garnish. You can use horn of plenty as you would any other mushrooms. Use them to make pasta sauce, marinades, in stews, soups, and noodle dishes.",

  "NewMushroomsII53.name": "Horse Mushrooms",
  "NewMushroomsII53.description": "The horse mushroom is a cosmopolitan species, meaning its distribution spans the globe, including parts of North America. It is edible and can be foraged, however it's important to note that the horse mushroom has a tendency to accumulate heavy metals, and therefore should be ingested sparingly.",

  "NewMushroomsII54.name": "King Trumpet Mushroom",
  "NewMushroomsII54.description": "an edible mushroom native to Mediterranean regions of Europe, the Middle East, and North Africa, but also grown in many parts of Asia.",

  "NewMushroomsII55.name": "Jack O'Lanterns Mushroom",
  "NewMushroomsII55.description": "Jack O'Lanterns (Omphalotus sp.) are bioluminescent fungi that decompose woody debris in hardwood forests. Their orange colors and seasonal fruiting patterns resemble those of many Chanterelle species, but unlike the latter fungi, Jack O'Lanterns are toxic. Do not eat them.",

  "NewMushroomsII56.name": "Latticed Stinkhorn",
  "NewMushroomsII56.description": "The latticed stinkhorn is generally listed as inedible or poisonous in many mushroom publications, but the smell alone should be enough of a warning to any person or animal considering eating it.",

  "NewMushroomsII57.name": "Big Laughing Gym",
  "NewMushroomsII57.description": "This large fleshy mushroom looks tasty, but please don't treat it as a 'Golden Delicious', because it is inedible. Several authorities (including Tom Volk) state that specimens from various parts of the world have been found to contain toxins, including the hallucinogens psilocybin and psilobin.",

  "NewMushroomsII58.name": "Lingzhi",
  "NewMushroomsII58.description": "The ling chih is too tough to be a good edible, but in East Asia it is used medicinally to promote longevity and good health and is thought to prevent cancer. Recent studies in the West have shown that the ling chih stimulates the body's immune system. It can be ground or purchased commercially and steeped for tea.",

  "NewMushroomsII59.name": "Lion's Mane",
  "NewMushroomsII59.description": "Lion's mane contains substances that may contribute to nerve growth. Some studies have suggested that taking lion's mane may boost thinking and memory processes. It may also help protect against Alzheimer's and other types of dementia . However, more research is needed.",

  "NewMushroomsII60.name": "Magic Mushrooms",
  "NewMushroomsII60.description": "Some kinds of mushrooms contain psilocybin and psilocyn, substances that can cause hallucinations. Used in large enough doses, these mushrooms have effects similar to the drug LSD.",

  "NewMushroomsII61.name": "Man on Horseback",
  "NewMushroomsII61.description": "Tricholoma equestre or Tricholoma flavovirens, commonly known as the man on horseback or yellow knight is a widely eaten but arguably toxic fungus of the genus Tricholoma that forms ectomycorrhiza with pine trees.",

  "NewMushroomsII62.name": "Meadow Mushroom",
  "NewMushroomsII62.description": "The meadow mushroom, considered a choice edible, is closely related to the cultivated, store-bought white button mushroom.",

  "NewMushroomsII63.name": "Mica Cap",
  "NewMushroomsII63.description": "Edible, when young and fresh, and before the cap begins to dissolve into inky liquid (deliquesce).",

  "NewMushroomsII64.name": "Mossy Maze Polypore",
  "NewMushroomsII64.description": "When sliced, there is a thin dark line just beneath the upper surface. The flesh is whitish, leathery, and tough. It is inedible.",

  "NewMushroomsII65.name": "Mushrooms of The Sun",
  "NewMushroomsII65.description": "Preliminary research indicates Agaricus products may have toxic effects on liver function marked by increased serum level of liver enzymes, especially in people with ovarian cancer, and may cause allergic reactions.",

  "NewMushroomsII66.name": "Nameko",
  "NewMushroomsII66.description": "Nameko mushrooms cannot be eaten raw and must be cooked before consumption. The mushrooms release a sweet, candy-like aroma reminiscent of butterscotch and develop a firm but slippery and gelatinous mouthfeel when cooked. Nameko mushrooms have an earthy, woody, and nutty taste with sweet, subtly fruity nuances.",

  "NewMushroomsII67.name": "Oak Mazegill",
  "NewMushroomsII67.description": "FBCP do not advise or recommend that Oak Mazegill – Daedalea quercina is eaten or used as an herbal remedy. This mushroom is inedible due to its cork–like texture. Apparently Oak Mazegill fruiting bodies have been used as a natural comb for brushing down horses.",

  "NewMushroomsII68.name": "Russula Ochroleuca",
  "NewMushroomsII68.description": "It is edible, but the taste is mediocre and sometimes rather peppery and so this abundant mushroom is not much prized for its culinary value. Not only is this one of the most common of the brittlegills but it is also quite distinctive and relatively easy to identify in the field.",

  "NewMushroomsII69.name": "Devil's Fingers Mushrooms",
  "NewMushroomsII69.description": "The immature egg stage of the fungus is technically edible, though in the words of a mycologist (fungi expert) who tried it, “its flavour and texture is disagreeable”.",

  "NewMushroomsII70.name": "Old Man of the Woods",
  "NewMushroomsII70.description": "This distinctive bolete is generally considered edible but of very limited culinary value, and in view of its rarity at least in Britain and Ireland it should not be gathered for food.",

  "NewMushroomsII71.name": "Oyster Mushroom",
  "NewMushroomsII71.description": "Oyster mushrooms are among the easiest edible mushrooms to identify. Similar-looking species in our region are generally not highly poisonous. One of the few poisonous mushrooms that could conceivably be mistaken for an Oyster is the Jack-o-lantern mushroom (Omphalotus olivascens).",

  "NewMushroomsII72.name": "Panthercap",
  "NewMushroomsII72.description": "The Panther Mushroom has always been the most frequent cause of mushroom poisoning in BC and the Pacific Northwest. Because of its inebriating properties it has the distinction of being among the few poisonous mushrooms sought out and eaten intentionally for their toxic effects.",

  "NewMushroomsII73.name": "Parrot Waxcap",
  "NewMushroomsII73.description": "generally considered edible, but not worthwhile due to its small size and sliminess.",

  "NewMushroomsII74.name": "Pheasant Back Mushrooms",
  "NewMushroomsII74.description": "You can eat pheasant back mushrooms fresh or dried. You can add young and tender pheasant back mushrooms to stir-fries. They taste best when they're sauteed or roasted. You can also add them to soups and stews, dry them in an oven, grind or powder them to flavor other dishes, or make pheasant back mushroom jerky.",

  "NewMushroomsII75.name": "Pig's Ear",
  "NewMushroomsII75.description": "Pig's Ear mushrooms, botanically classified as Gomphus clavatus, are wild, edible mushrooms that belong to the Gomphaceae family.",

  "NewMushroomsII76.name": "Pink Waxcap",
  "NewMushroomsII76.description": "These mushrooms are edible but should not be harvested as they are extremely rare! The International Union for Conservation of Nature has listed Pink Waxcaps are Vulnerable to extinction.",

  "NewMushroomsII77.name": "Plantpot Dapperling",
  "NewMushroomsII77.description": "This plant has medium severity poison characteristics. Yellow parasol mushroom is easily recognizable by its small size, and bright lemon yellow oval or bell-shaped cap that fades to a white color with age.",

  "NewMushroomsII78.name": "Poison Fire Coral",
  "NewMushroomsII78.description": "The Poison Fire Coral produces at least eight toxic compounds that can be absorbed through the skin. “Just touching the Fire Coral fungus can cause dermatitis (reddening or swelling of the skin).",

  "NewMushroomsII79.name": "Portobello Mushroom",
  "NewMushroomsII79.description": "According to the Foodies Family, all parts of the Portobello Mushroom are safe to eat, and most recipes do not require the removal of the gills found in the Portobello Mushroom cap.",

  "NewMushroomsII80.name": "Purple Fairy Club",
  "NewMushroomsII80.description": "​The purple hue and slender spindle shape help distinguish this fungus from similarly coloured or shaped coral fungi; other purplish species are either branched or are much thinner and taller. This species is edible, but it is reported to be tasteless or slightly fishy.",

  "NewMushroomsII81.name": "Red-Belted Conk",
  "NewMushroomsII81.description": "They are full of compounds which have immune-supporting, anti-inflammatory, and anti-microbial benefits, among others. These mushrooms have been used as anti-inflammatory agent in Korean folk medicine, and as an anti-cancer agent in Chinese folk medicine.",

  "NewMushroomsII82.name": "Red Cracking Bolete",
  "NewMushroomsII82.description": "Xerocomellus chrysenteron, formerly known as Boletus chrysenteron or Xerocomus chrysenteron, is a small, edible, wild mushroom in the family Boletaceae. These mushrooms have tubes and pores instead of gills beneath their caps. It is commonly known as the red cracking bolete.",

  "NewMushroomsII83.name": "Brick Red Tear Mushroom",
  "NewMushroomsII83.description": "commonly known as the deadly fibrecap, brick-red tear mushroom or red-staining Inocybe, is a poisonous basidiomycete fungus, one of many in the genus Inocybe and one of the few known to have caused death.",

  "NewMushroomsII84.name": "Rosy Spike-Cap",
  "NewMushroomsII84.description": "Gomphidius roseus is an uncommon but widespread edible ectomycorrhizal fungus in Europe, associated with the very common Jersey Cow Mushroom and pines.",

  "NewMushroomsII85.name": "Rufous Milkcap",
  "NewMushroomsII85.description": "The Rufous Milkcap is a rather small to medium-sized edible mushroom. Its cap is a uniform reddish brown, the colour of gingerbread, with a silky sheen when dry, initially convex and later becoming flattened or somewhat funnel-shaped.",

  "NewMushroomsII86.name": "Scaber Stalk Mushroom",
  "NewMushroomsII86.description": "Scaber stalks are considered an edible mushroom by some. However, if you are a mushroom hunter, please remember the importance of knowing what you are picking.",

  "NewMushroomsII87.name": "Scaly Pholiota",
  "NewMushroomsII87.description": "Scaly pholiota mushrooms (Pholiota squarrosa) covered a large part of this one. This mushroom is common and looks like the edible honey mushroom at times, but it is not edible and is considered poisonous.",

  "NewMushroomsII88.name": "Scarlet Elf Cup",
  "NewMushroomsII88.description": "Though not poisonous, it is considered inedible. It has been used as a medicine by the Oneida Native Americans to stop bleeding and was placed under bandages and on the navels of newborns to promote healing.",

  "NewMushroomsII89.name": "Scarletina Bolete",
  "NewMushroomsII89.description": "The Scarletina bolete also known as red foot bolete or dotted stemmed bolete is a common mushroom in the northern hemisphere. It grows in deciduous or coniferous woods, in summer and autumn and is an excellent edible species well cooked – a little toxic raw.",

  "NewMushroomsII90.name": "Short-stemmed Russula",
  "NewMushroomsII90.description": "Russula brevipes is a species of mushroom commonly known as the short-stemmed russula. It is edible, although its quality is improved once parasitised by the ascomycete fungus Hypomyces lactifluorum, transforming it into an edible known as a lobster mushroom.",

  "NewMushroomsII91.name": "Silverleaf Fungus",
  "NewMushroomsII91.description": "Silverleaf Fungus is not edible. This fungus can infect people.",

  "NewMushroomsII92.name": "Suillus luteus, Slippery Jack Mushroom",
  "NewMushroomsII92.description": "Although not generally rated very highly, Slippery Jacks are reported to be edible when thoroughly cooked. To reduce the risk of an adverse reaction to these kinds of mushrooms some people have found it beneficial to discard the cap skin of all species from the Suillus genus.",

  "NewMushroomsII93.name": "Snow Fungus",
  "NewMushroomsII93.description": "White fungus is an edible mushroom that belongs to the Tremellaceae family. It's also known as snow fungus, silver ear, snow ear, white wood ear, and white jelly mushroom — due to its characteristic features and because it's generally found attached to fallen branches of broad-leaved trees.",

  "NewMushroomsII94.name": "Strawberry Bracket",
  "NewMushroomsII94.description": "The cap surface can be hairy, particularly near the point of attachment. Pores on the cap underside are red, and number about 1–3 per millimetre. The flesh is soft and thick, red, and watery. It does not have any distinct odour. Tyromyces pulcherrimus is inedible.",

  "NewMushroomsII95.name": "Sulphur Tuft",
  "NewMushroomsII95.description": "The 'sulphur tuft' is bitter and poisonous; consuming it can cause vomiting, diarrhea and convulsions.",

  "NewMushroomsII96.name": "Hedgehog Mushroom",
  "NewMushroomsII96.description": "H. repandum is considered to be a good edible mushroom, having a sweet, nutty taste and a crunchy texture. Some consider it to be the culinary equivalent of the chanterelle.",

  "NewMushroomsII97.name": "the Blusher",
  "NewMushroomsII97.description": "Unlike many amanitas the Blusher is generally considered edible if well cooked; but, since it is known to contain a hemolytic toxin in its raw state and hence causes anaemia if eaten raw, most people steer clear of it as a food source.",

  "NewMushroomsII98.name": "The Prince",
  "NewMushroomsII98.description": "The Prince is a highly-prized edible species and can be used in any recipe calling for large cultivated (Portobello) mushrooms. It is great in rissotto dishes and omelettes, and it certainly has more than enough flavour to make tasty soups or sauces to be served with meat dishes.",

  "NewMushroomsII99.name": "the Sickener",
  "NewMushroomsII99.description": "Toxicity. As its name implies, the sickener is inedible, though not as dangerous as sometimes described in older mushroom guides. The symptoms are mainly gastrointestinal in nature: nausea, diarrhoea, vomiting, and colicky abdominal cramps.",

  "NewMushroomsII100.name": "Hoof Fungus",
  "NewMushroomsII100.description": "Hoof fungus is also known as tinder fungus, false tinder fungus, tinder conk, tinder polypore and ice man fungus. This fungus is not edible but can be used as tinder and clothing.",

  "NewMushroomsII101.name": "Turkey Tail",
  "NewMushroomsII101.description": "Taking too much turkey tail mushroom can lead to potential side effects like liver toxicity and estrogen-like effects. Overconsumption may also cause gastrointestinal discomfort, such as bloating and nausea.",

  "NewMushroomsII102.name": "the Veiled Lady",
  "NewMushroomsII102.description": "The veiled lady mushroom is edible, and enjoys an elite status for its medicinal and aphrodisiac properties.",

  "NewMushroomsII103.name": "Velvet Foot",
  "NewMushroomsII103.description": "Wild velvet foot is the same species as the cultivated enoki available in supermarkets. When velvet foot is grown in tall jars in the dark, it develops long, spaghetti-like stalks and tiny caps. The cultivated enoki are usually eaten raw or added to delicate Asian-style soups.",

  "NewMushroomsII104.name": "Velvet Pioppini",
  "NewMushroomsII104.description": "In China, Velvet Pioppini mushrooms are used in traditional medicine to help reduce symptoms of nausea, fevers, and headache. They are also used for their anti-inflammatory and anti-fungal properties to help keep the kidneys healthy and to protect the overall well-being of the digestive system.",

  "NewMushroomsII105.name": "Verdigris Agaric",
  "NewMushroomsII105.description": "The verdigris agaric is reported as poisonous in many guidebooks printed in the Western Hemisphere, yet the effect of poisoning is little known and toxic constituents unknown. According to some European guidebooks the verdigris agaric is edible, but undesirable to some due to a mildly spicy taste.",

  "NewMushroomsII106.name": "Viscid Violet Cort",
  "NewMushroomsII106.description": "Although viscid violet corts are reportedly edible, this mushroom is not recommended for foraging due to a nearly identical non-edible species of mushroom (Cortinarius iodeoides). There are two methods of distinguishing between the species, but they don't offer much help to the casual mushroom student.",

  "NewMushroomsII107.name": "Oak Bracket",
  "NewMushroomsII107.description": "The oak bracket fungus doesn't have any specific uses, apart from playing a vital role in the woodland ecosystem. However, as with other polypores, it is said to be an indicator of the health of woodland and invertebrate diversity. Oak bracket fungus is not edible.",

  "NewMushroomsII108.name": "Weeping Widow",
  "NewMushroomsII108.description": "reported to be an edible mushroom; however, unless they are cooked and eaten soon after they have been gathered any meal made from these fungi is likely to end up a black soggy mess.",

  "NewMushroomsII109.name": "Werewere-kokako",
  "NewMushroomsII109.description": "The sky blue mushroom is also named werewere-kōkako in Māori because its color is similar to the blue wattle of the kōkako birds, which are endemic to New Zealand, the North Island kōkako. It remains unknown whether the sky blue mushroom is edible or not. No one dares to take a bite up till now.",

  "NewMushroomsII110.name": "Wine Cap Stropharia",
  "NewMushroomsII110.description": "You can eat all parts of the wine cap mushroom. The texture is crisp or firm, and the flavor compares to the earthiness of raw potatoes, pairing well with flavors like horseradish, dill, or bacon. You can safely eat them raw, but many people prefer the tender, juicy texture produced by cooking them.",

  "NewMushroomsII111.name": "Witch's hat Mushroom",
  "NewMushroomsII111.description": "The witch's hat contains gastrointestinal irritants that can cause stomach upset in some people. The symptoms are mild and they include nausea, vomiting, abdominal pain, diarrhea, and sweating. Therefore, the witch's hat is best avoided.",

  "NewMushroomsII112.name": "Witches' Butter",
  "NewMushroomsII112.description": "Witches' butter has little flavor, but the texture and color can be appealing. It can be used in cooking as an addition to soups and stews.",

  "NewMushroomsII113.name": "Wood Blewit",
  "NewMushroomsII113.description": "Wood blewits are generally regarded as edible mushrooms as long as they're cooked thoroughly. It has a distinctive, strong flavour and smells faintly of aniseed, and is good in stews, omelettes or fried in butter.",

  "NewMushroomsII114.name": "Kikurage / Wood Ear Mushroom",
  "NewMushroomsII114.description": "All woods ear varieties are edible, but there's noticeable differences between commonly sold Asian species which are all confusingly labeled as 'Dried Black Fungus' or 'Black Ear Fungus'. Truly wild varieties will have a reddish to brownish hue as opposed to black.",

  "NewMushroomsII115.name": "Wooly Chanterelle",
  "NewMushroomsII115.description": "Turbinellus floccosus is poisonous to some people who eat it, but has been consumed without incident by others. Nausea, vomiting and diarrhea may occur, though are sometimes delayed by up to 8–14 hours.",

  "NewMushroomsII116.name": "Woolly Milkcap",
  "NewMushroomsII116.description": "Some authorities suggest that the Woolly Milkcap is edible after it has been salted and pickled, but many more assert that it should be treated as poisonous.",

  "NewMushroomsII117.name": "Wrinkled Peach",
  "NewMushroomsII117.description": "There are various reports on the edibility of this mushroom, as do the majority of guides, as it is bitter and rubbery. The Wrinkled Peach is the only species of Rhodotus making it monotypic.",

  "NewMushroomsII118.name": "Yellow Patches",
  "NewMushroomsII118.description": "Amanita flavoconia belongs to a group of Amanitas known to be poisonous and thus should never be collected for human consumption.",

  "NewMushroomsII119.name": "Yellowfoot chanterelles",
  "NewMushroomsII119.description": "Craterellus tubaeformis (formerly Cantharellus tubaeformis) is an edible fungus, also known as Yellowfoot, winter mushroom, or Funnel Chanterelle. It is mycorrhizal, forming symbiotic associations with plants, making it very challenging to cultivate.",

  "NewMushroomsII120.name": "Yellow Stainer mushroom",
  "NewMushroomsII120.description": "It is poisonous for most people, causing gastrointestinal upset, but can be eaten by some without apparent negative effect."

}