{
    //events
    "87620001.1": "Hey @!",
    "87620001.2": "I've been expecting you. #$b# I recently came across some mysterious seeds. They seem to have arcane properties.",
    "87620001.3": "Your grandfather's farm is on land that contains traces of magical energy. I think the seeds would do well there.",
    "87620001.4": "Would you help me?",
    "87620001.5": "Thank you, @.",
    "87620001.6": "Please bring me whatever grows from them. Make sure to leave them enough space to grow.",
    "87620001.7": "In case you need more seeds, you can get them from the chest over there.",

    "87620002.1": "Ah, welcome @. Have you brought the Ancient Fruit I asked for?",
    "87620002.2": "Excellent. Wait here, I'll be back in a moment.",
    "87620002.3": "You wait for the wizard to return, wondering where he went or what he is doing...",
    "87620002.4": "I've enchanted the seeds from your Ancient Fruit with an antique spell. If my expectations are correct, a most valuable fruit should grow from these seeds.",
    "87620002.5": "You've helped me enough that I trust you with them.",
    "87620002.6": "Give them enough space and they should grow. Please bring me one of the fruits when you've grown them.",

    "87620003.1": "Welcome @. Have you brought the Blink Fruit?",
    "87620003.2": "Ah, it looks magnificient.",
    "87620003.3": "This will be extremely useful for the guild. Thank you @, we will forever be in your debt.",

    "87620004.1": "Oh hey @. You come right on time.",
    "87620004.2": "Marlon asked me to grow a special plant called 'Cake Plant', because an alchemist of the guild needs their fruit.",
    "87620004.3": "But I can't get these seeds to grow.",
    "87620004.4": "Could you give it a try? I have some seeds left I can give you.",
    "87620004.5": "Thank you. I will ask Evelyn to bake you some cakes.",
    "87620004.6": "Oh, didn't I mention it? Apparently these crops eat cake.... You will have to place cakes next to them or they won't grow.",

    //quests
    "q_8762001_title": "Mysterious Seeds",
    "q_8762001_description": "The Wizard entrusted you with growing these mysterious seeds. Make sure you give them enough space to grow.",
    "q_8762001_objective": "Bring a King Parsnip to the Wizard in his tower.",
    "q_8762001_response": "Oh, King Parsnips grew from the seeds? Excellent, thank you Farmer!",

    "q_8762002_title": "Ancient Fruit needed",
    "q_8762002_description": "The Wizard needs an Ancient Fruit for his research.",
    "q_8762002_objective": "Bring an Ancient Fruit to the Wizard in his tower.",

    "q_8762004_title": "Magical Ancient Fruit",
    "q_8762004_description": "The Wizard gave you enchanted Ancient Fruit seeds. He needs one of the fruits that grow from them for experiments.",
    "q_8762004_objective": "Bring a Blink Fruit to the Wizard.",

    "q_8762007_title": "Balanced Fruit needed",
    "q_8762007_description": "The wizard needs a Balanced Fruit to brew a potion. He mentioned something about a resting period of the plant...",
    "q_8762007_objective": "Bring a Balanced Fruit to the Wizard.",
    "q_8762007_response": "Ah thank you! Now I can finally brew my potion.",

    "q_8762008_title": "Cake Plant",
    "q_8762008_description": "An alchemist of the Adventurer's Guild has asked for the produce from a weird cake plant. Bring it to the Wizard.",
    "q_8762008_objective": "Bring Cake Poop to the Wizard.",
    "q_8762008_response": "I knew you could do it, @. I will bring it to the guild immediately.",

    "q_8762008-SVE_description": "An alchemist of the Adventurer's Guild has asked for the produce from a weird cake plant. Bring it to Marlon.",
    "q_8762008-SVE_objective": "Bring Cake Poop to Marlon.",
    "q_8762008-SVE_response": "This will help the guild a lot, thank you @!",

    "q_8762010_title": "Invisible Plant",
    "q_8762010_description": "The Wizard sent you a few Invisible Seeds and asked you to bring him their fruits.",
    "q_8762010_objective": "Bring an Invisible Fruit to the Wizard.",
    "q_8762010_response": "Thank you! They look perfect.",

    "q_8762011_title": "Invisible Plant 2",
    "q_8762011_description": "The Wizard apparently lost his Invisible Fruit. Bring him another one.",
    "q_8762011_objective": "Bring another Invisible Fruit to the Wizard.",
    "q_8762011_response": "Thank you! I hope I won't lose this one.",


	//Objects
	"objects.Blink_Fruit.name" : "Blink Fruit",
	"objects.Blink_Fruit.description": "A tasty fruit from the ancient past. Blinks in and out of existence.",
	"objects.Balanced_Fruit.name" : "Balanced Fruit",
	"objects.Balanced_Fruit.description": "A fruit that contains essence from all elements.",
	"objects.Cake_Poop.name" : "Cake Poop",
	"objects.Cake_Poop.description": "I... Uhh... I'd rather not describe it",
	"objects.Casino_Coins.name" : "Casino Coins",
	"objects.Casino_Coins.description": "Casino Coins that can be sold for money.",
	"objects.Invisible_Fruit.name" : "Invisible Fruit",
	"objects.Invisible_Fruit.description": "You're sure you could draw what it looks like if only you could find a pencil....",
	"objects.King_Parsnip.name" : "King Parsnip",
	"objects.King_Parsnip.description": "A kingly parsnip. Legends say they are grown from parsnips that have been enchanted by the Parsnip King.",
	"objects.Slimy_Fruit.name" : "Slimy Fruit",
	"objects.Slimy_Fruit.description": "A bland fruit covered entirely in slime.",
	"objects.Sunset_Drop.name" : "Sunset Drop",
	"objects.Sunset_Drop.description": "A small, yellow fruit. It tastes deliciously sweet.",
	//Seeds
	"objects.Balanced_Seeds.name": "Balanced Seeds",
	"objects.Balanced_Seeds.description": "Plant these in winter. Takes 10 days to mature.",
	"objects.Blink_Seeds.name": "Blink Plant",
	"objects.Blink_Seeds.description": "Plant in any season. Give them space and don't lose them.",
	"objects.Cake_Plant_Seeds.name": "Cake Plant Seeds",
	"objects.Cake_Plant_Seeds.description": "Plant these in spring. Takes 5 days to mature. Must be fed cake.",
	"objects.Invisible_Seeds.name": "Invisible Seeds",
	"objects.Invisible_Seeds.description": "Invisible seeds. Even the packaging is invisible. Plant these in summer. Takes 9 days to mature.",
	"objects.King_Parsnip_Seeds.name": "King Parsnip Seeds",
	"objects.King_Parsnip_Seeds.description": "Plant these in spring. Takes 5 days to mature.",
	"objects.Dice_Seeds.name": "Dice Seeds",
	"objects.Dice_Seeds.description": "Plant these in summer. Takes on average 9 days to grow",
	"objects.Slimy_Seeds.name": "Slimy Seeds",
	"objects.Slimy_Seeds.description": "Plant these in any season. Take 7 days to mature. Grows faster when planted near water.",
	"objects.Sunset_Seeds.name": "Sunset Seeds",
	"objects.Sunset_Seeds.description": "Plant these in fall. Takes 7 days to mature. Wanders towards the sunset",

	//BigCraftables
	"bigCraftables.Chocolate_Cake_Decoration.name": "Chocolate Cake Decoration",
	"bigCraftables.Chocolate_Cake_Decoration.description": "A placeable Chocolate Cake decoration.",
	"bigCraftables.Pink_Cake_Decoration.name": "Pink Cake Decoration",
	"bigCraftables.Pink_Cake_Decoration.description": "A placeable Pink Cake decoration.",


	//Recipes
	"recipes.Chocolate_Cake_Decoration.name": "Chocolate Cake Decoration",
	"recipes.Pink_Cake_Decoration.name": "Pink Cake Decoration",

	//Mail
	"KingParsnipTitle": "King Parsnip Seeds",
	"KingParsnipBody": "Greetings, Farmer^ During my recent research I have found seeds that seem to exhibit arcane properties. I wanted to ask for your help to grow them. Why don't you pay me a visit?^^ -M. Rasmodius, Wizard",
	"AncientSeedsTitle": "Ancient Seeds",
	"AncientSeedsBody": "Greetings @, ^^ I heard you found Ancient Seeds. When you have grown Ancient Fruits from them, could you bring me one? I'd like to experiment with it.^^ -M. Rasmodius",
	"LuckyRollTitle": "Dice Seeds",
	"LuckyRollBody": "@,^ A traveller gave me some seed. He claimed the plants that grow from them are popular among gamblers. I thought you might be interested in them.^^  -Marlon Fay",
	"SlimePlantTitle": "Slimy Seeds",
	"SlimePlantBody": "On a recent adventure I have found plants I've never seen before inside a slime cave. Magnus told me you have some experience with special plants, so I thought you might want to have them.^^  -Marlon",
	"SunSetPlantTitle": "Sunset Seeds",
	"SunsetPlantBody": "Greetings, Farmer^ Once again I have found some interesting seeds. They lay in an abandoned cave. Notes nearby mentioned something of them \"wandering towards the sunset\". I am not entirely sure what that could mean...^^  -M. Rasmodius, Wizard",
	"BalancedPlantTitle": "Balanced Seeds",
	"BalancedPlantBody": "Greetings, young adept.^I have found some more seeds of arcane significance. Apparently they can even survive in the harsh cold of winter. But the books mention something about water sometimes having a pernicious effect on the crop....^Could you grow them and bring me one of their fruits? I need it for a potion.^^ -M. Rasmodius, Wizard",
	"CakePlantTitle": "Cake Seeds",
	"CakePlantBody": "Greetings @,^ Once again I have trouble with a magical crop.  Would you be able to help me?^ Meet me in front of my tower. ^^ -M. Rasmodius, Wizard ",
	"InvisiblePlant1Title": "Invisible Seeds",
	"InvisiblePlant1Body": "Hey @,^ By pure chance I've found little, invisible stones. There is a pulsing green aura around them, so I think they might be seeds. Could you try to grow one and show me the result?^^ -M. Rasmodius, Wizard",
	"InvisiblePlant2Title": "Invisible Seeds2",
	"InvisiblePlant2Body": "Hey @,^^ I uhm... I might have misplaced the fruit you gave me yesterday... Could you bring me another one?^^ -M. Rasmodius, Wizard",
	"AQFFinishedTitle": "Blink Fruit Finished",
	"AQFFinishedBody": "Good morning @,^ I just wanted to say thank you again for your help. Without you, I never would have been able to grow this elusive crop myself. Take this Prismatic Shard as my thanks. ^^ -M. Rasmodius",
	"EvelynCakeHelpTitle": "Evelyn's Cakes Help",
	"EvelynCakeHelpBody": "Hello there, dear,^ Magnus has asked me to bake you some cakes. Unfortunately I only had ingredients for five, I hope that's enough. He also mentioned that you have to place the cake on the ground for some reason? I have attached a crafting recipe that helps you make your cake more stable.^^ -Evelyn",

	//Shop
	"shop.openingQuote": "Seeds the Wizard has collected throughout his research."

	/*
		"objects.Blink_Fruit.name" : "",
	"objects.Blink_Fruit.description": "",
	"objects.Balanced_Fruit.name" : "",
	"objects.Balanced_Fruit.description": "",
	"objects.Cake_Poop.name" : "",
	"objects.Cake_Poop.description": "",
	"objects.Casino_Coins.name" : "",
	"objects.Casino_Coins.description": "",
	"objects.Invisible_Fruit.name" : "",
	"objects.Invisible_Fruit.description": "",
	"objects.King_Parsnip.name" : "",
	"objects.King_Parsnip.description": "",
	"objects.Slimy_Fruit.name" : "",
	"objects.Slimy_Fruit.description": "",
	"objects.Sunset_Drop.name" : "",
	"objects.Sunset_Drop.description": "",

	*/


}