{
	//French translation by Caranaud
    //events
    "87620001.1": "Salut @!\"",
    "87620001.2": "Je t'attendais. #$b# Récemment, j'ai découvert des graines mystérieuses. Elles semblent avoir des propriétés arcaniques.",
    "87620001.3": "La ferme de ton grand-père est sur un terrain qui contient des traces d'énergie magique. Je pense que les graines pourraient bien y pousser.",
    "87620001.4": "M'aiderais-tu ?",
    "87620001.5": "Merci, @.\"",
    "87620001.6": "Apporte-moi ce qui poussera à partir d'elles. Assure-toi de leur laisser assez d'espace pour grandir.",
    "87620001.7": "Au cas où tu aurais besoin de plus de graines, tu peux les obtenir dans le coffre là-bas.",

    "87620002.1": "\"Ah, bienvenue @. As-tu apporté le fruit ancien que je t'ai demandé ?",
    "87620002.2": "Excellent. Attends ici, je reviens dans un instant.",
    "87620002.3": "Tu attends que le sorcier revienne, te demandant où il est parti et ce qu'il fait...",
    "87620002.4": "J'ai enchanté les graines de ton fruit ancien avec un sort antique. Si mes calculs sont corrects, un fruit des plus précieux devrait pousser de ces graines.",
    "87620002.5": "Tu m'as assez aidé pour que je te les confie.",
    "87620002.6": "Donne-leur assez de place et ils devraient pousser. Apporte-moi un des fruits quand tu les auras fait pousser.",

    "87620003.1": "Bienvenue @. As-tu apporté le fruit clignotant ?",
    "87620003.2": "Ah, il a l'air magnifique.",
    "87620003.3": "Cela sera extrêmement utile pour la guilde. Merci @, nous te serons redevables pour toujours.",

    "87620004.1": "Oh salut @. Tu arrives juste à temps.",
    "87620004.2": "Marlon m'a demandé de faire pousser une plante spéciale appelée 'Plante à gâteau', parce qu'un alchimiste de la guilde a besoin de leur fruit.",
    "87620004.3": "Mais je n'arrive pas à faire pousser ces graines.",
    "87620004.4": "Pourrais-tu essayer ? Il me reste quelques graines que je peux te donner.",
    "87620004.5": "Merci. Je demanderai à Evelyn de cuire des gâteaux pour toi.",
    "87620004.6": "Oh, je ne l’ai pas mentionné ? Apparemment, ces pousses mangent des gâteaux... Tu devras placer des gâteaux à côté d'eux sinon ils ne pousseront pas.",

    //quests
    "q_8762001_title": "Graines mystérieuses",
    "q_8762001_description": "Le sorcier t'a confié la tâche de faire pousser ces graines mystérieuses. Assure-toi de leur laisser assez d'espace pour grandir.",
    "q_8762001_objective": "Apporte un panais royal au sorcier dans sa tour.",
    "q_8762001_response": "Oh, des panais royaux ont poussé des graines ? Excellent, merci Fermier !",

    "q_8762002_title": "Besoin d’un fruit ancien",
    "q_8762002_description": "Le sorcier a besoin d'un fruit ancien pour ses recherches.",
    "q_8762002_objective": "Apporte un fruit ancien au sorcier dans sa tour.",

    "q_8762004_title": "Fruit ancien magique",
    "q_8762004_description": "Le sorcier t'a donné des graines enchantées de fruit ancien. Il a besoin de l'un des fruits qui poussent à partir d'elles pour des expériences.",
    "q_8762004_objective": "Apporte un fruit clignotant au sorcier.",

    "q_8762007_title": "Fruit équilibré nécessaire",
    "q_8762007_description": "Le sorcier a besoin d'un fruit équilibré pour préparer une potion. Il a mentionné quelque chose à propos d'une période de repos de la plante...",
    "q_8762007_objective": "Apporte un fruit équilibré au sorcier.",
    "q_8762007_response": "Ah merci ! Maintenant je peux enfin préparer ma potion.",

    "q_8762008_title": "Plante à gâteau",
    "q_8762008_description": "Un alchimiste de la Guilde des Aventuriers a demandé des extraits d'une étrange plante à gâteau. Apporte-les au sorcier.",
    "q_8762008_objective": "Apporte de l’excrément de gâteau au sorcier.",
    "q_8762008_response": "Je savais que tu en étais capable, @. Je vais l'apporter à la guilde immédiatement.",

    "q_8762008-SVE_description": "Un alchimiste de la Guilde des Aventuriers a demandé les extraits d'une étrange plante à gâteau. Apporte-les à Marlon.",
    "q_8762008-SVE_objective": "Apporte l’excrément de gâteau à Marlon.",
    "q_8762008-SVE_response": "Cela aidera beaucoup la guilde, merci @ !",

    "q_8762010_title": "Plante invisible",
    "q_8762010_description": "Le sorcier t'a envoyé quelques graines invisibles et t'a demandé de lui apporter leurs fruits.",
    "q_8762010_objective": "Apporte un fruit invisible au sorcier.",
    "q_8762010_response": "Merci ! Ils ont l'air parfaits.",

    "q_8762011_title": "Plante invisible 2",
    "q_8762011_description": "Le sorcier semble avoir perdu son Fruit invisible. Apporte-lui un autre.",
    "q_8762011_objective": "Apporte un autre fruit invisible au sorcier.",
    "q_8762011_response": "Merci ! J'espère ne pas le perdre celui-ci.",


	//Objects
	"objects.Blink_Fruit.name" : "Fruit clignotant",
	"objects.Blink_Fruit.description": "Un fruit délicieux du passé ancien. Clignote en entrant et sortant du plan d'existence.",
	"objects.Balanced_Fruit.name" : "Fruit équilibré",
	"objects.Balanced_Fruit.description": "Un fruit qui contient l'essence de tous les éléments.",
	"objects.Cake_Poop.name" : "Excrément de gâteau",
	"objects.Cake_Poop.description": "Je... euh... je préférerais ne pas le décrire.",
	"objects.Casino_Coins.name" : "Pièces de casino",
	"objects.Casino_Coins.description": "Des pièces de casino qui peuvent être vendues contre de l'argent.",
	"objects.Invisible_Fruit.name" : "Fruit invisible",
	"objects.Invisible_Fruit.description": "Tu es sûr que tu pourrais dessiner à quoi il ressemble, si seulement tu pouvais trouver un crayon...",
	"objects.King_Parsnip.name" : "Panais royal",
	"objects.King_Parsnip.description": "Un panais royal. Les légendes disent qu'ils poussent à partir de panais enchantés par le Roi des Panais.",
	"objects.Slimy_Fruit.name" : "Fruit gluant",
	"objects.Slimy_Fruit.description": "Un fruit fade entièrement recouvert de slime.",
	"objects.Sunset_Drop.name" : "Goutte de coucher de soleil",
	"objects.Sunset_Drop.description": "Un petit fruit jaune. Il a un goût délicieusement sucré.",
	//Seeds
	"objects.Balanced_Seeds.name": "Graines équilibrées",
	"objects.Balanced_Seeds.description": "Plante-les en hiver. Met 10 jours à pousser.",
	"objects.Blink_Seeds.name": "Graines clignotantes",
	"objects.Blink_Seeds.description": "Plante-les en toute saison. Donne-leur de l'espace et ne les perds pas.",
	"objects.Cake_Plant_Seeds.name": "Graines de plante à gâteau",
	"objects.Cake_Plant_Seeds.description": "Plante-les au printemps. Met 5 jours à pousser. Doivent être nourries de gâteau.",
	"objects.Invisible_Seeds.name": "Graines invisibles",
	"objects.Invisible_Seeds.description": "Graines invisibles. Même l'emballage est invisible. Plante-les en été. Met 9 jours à pousser.",
	"objects.King_Parsnip_Seeds.name": "Plante-les au printemps. Graines de Panais Royal",
	"objects.King_Parsnip_Seeds.description": "Met 5 jours à pousser. ",
	"objects.Dice_Seeds.name": "Graines de dés",
	"objects.Dice_Seeds.description": "Plante-les en été. Met en moyenne 9 jours à pousser.",
	"objects.Slimy_Seeds.name": "Graines gluantes",
	"objects.Slimy_Seeds.description": "Plante-les en n’importe quelle saison. Met 7 jours à pousser. Pousse plus rapidement lorsqu'elles sont plantées près de l'eau.",
	"objects.Sunset_Seeds.name": "Graines de coucher de soleil",
	"objects.Sunset_Seeds.description": "Plante-les en automne. Met 7 jours à pousser. Se tourne vers le coucher de soleil.",

	//BigCraftables
	"bigCraftables.Chocolate_Cake_Decoration.name": "Décoration de gâteau au chocolat",
	"bigCraftables.Chocolate_Cake_Decoration.description": "Une décoration de gâteau au chocolat plaçable.",
	"bigCraftables.Pink_Cake_Decoration.name": "Décoration de gâteau rose",
	"bigCraftables.Pink_Cake_Decoration.description": "Une décoration de gâteau rose plaçable.",


	//Recipes
	"recipes.Chocolate_Cake_Decoration.name": "Décoration de gâteau au chocolat",
	"recipes.Pink_Cake_Decoration.name": "Décoration de gâteau rose",

	//Mail
	"KingParsnipTitle": "Graines de panais royal",
	"KingParsnipBody": "Salutations, Fermier^ Lors de mes récentes recherches, j'ai trouvé des graines qui semblent présenter des propriétés arcaniques. Je voulais te demander de l'aide pour les faire pousser. Pourquoi ne pas me rendre visite ?^^ -M. Rasmodius, Sorcier\"",
	"AncientSeedsTitle": "Graines anciennes",
	"AncientSeedsBody": "Salutations @, ^^ J'ai entendu dire que tu avais trouvé des graines anciennes. Quand tu auras fait pousser des fruits anciens, pourrais-tu m'en apporter un ? J'aimerais en faire des expériences.^^ -M. Rasmodius",
	"LuckyRollTitle": "Graines de dés",
	"LuckyRollBody": "@,^ Un voyageur m'a donné des graines. Il prétend que les plantes qui en poussent sont populaires parmi les joueurs. J'ai pensé que cela pourrait t'intéresser.^^  -Marlon Fay",
	"SlimePlantTitle": "Graines Gluantes",
	"SlimePlantBody": "Lors d'une récente aventure, j'ai trouvé des plantes que je n'avais jamais vues auparavant dans une grotte de limons. Magnus m'a dit que tu avais de l'expérience avec des plantes spéciales, alors j'ai pensé que tu voudrais les avoir.^^  -Marlon",
	"SunSetPlantTitle": "Graines de Coucher de Soleil",
	"SunsetPlantBody": "Salutations, Fermier^ Une fois de plus, j'ai trouvé des graines intéressantes. Elles se trouvaient dans une grotte abandonnée. Des notes à proximité mentionnaient quelque chose à leur sujet : il semblerait qu’elles \"errent vers le coucher de soleil\". Je ne suis pas tout à fait sûr de ce que cela pourrait signifier...^^  -M. Rasmodius, Sorcier",
	"BalancedPlantTitle": "Graines équilibrées",
	"BalancedPlantBody": "Salutations, jeune adepte.^J'ai trouvé quelques autres graines d'importance arcanique. Apparemment, elles peuvent même survivre au froid rigoureux de l'hiver. Mais les livres mentionnent quelque chose à propos d’un effet pernicieux de l’eau sur la pousse. ^Est-ce que tu pourrais en faire pousser et m’apporter l’un de leurs fruits ? J’en ai besoin pour une potion. ^^-M. Rasmodius, Sorcier",
	"CakePlantTitle": "Graines de gâteau",
	"CakePlantBody": "Salutations @,^ Une fois de plus, j'ai des problèmes avec une culture magique. Es-tu en mesure de m'aider ?^ Rencontre-moi devant ma tour. ^^ -M. Rasmodius, Sorcier ",
	"InvisiblePlant1Title": "Graines invisibles",
	"InvisiblePlant1Body": "Salut @,^ Par pur hasard, j'ai trouvé de petites pierres invisibles. Il y a une aura verte palpitante autour d'elles, donc je pense qu'elles pourraient être des graines. Pourriez-vous essayer d'en faire pousser une et me montrer le résultat ?^^ -M. Rasmodius, Sorcier",
	"InvisiblePlant2Title": "Graines invisibles 2",
	"InvisiblePlant2Body": "Salut @,^^ Euh... J'ai peut-être égaré le fruit que vous m'avez donné hier... Pourriez-vous m'en apporter un autre ?^^ -M. Rasmodius, Sorcier",
	"AQFFinishedTitle": "Fruit clignotant fini",
	"AQFFinishedBody": "Bonjour @,^ Je voulais juste te dire merci encore pour ton aide. Sans toi, je n'aurais jamais pu faire pousser cette culture insaisissable. Prend ce fragment prismatique en guise de remerciement.",
	"EvelynCakeHelpTitle": "Aide pour les gâteaux d'Évelyne",
	"EvelynCakeHelpBody": "Bonjour, mon cher,^ Magnus m'a demandé de vous faire des gâteaux. Malheureusement, je n'avais que des ingrédients pour en faire cinq, j'espère que cela suffira. Il a également mentionné que tu devais placer le gâteau par terre pour une raison que j’ignore ? J'ai attaché une recette qui t’aidera à rendre ton gâteau plus stable.^^ -Evelyn",

	//Shop
	"shop.openingQuote": "Graines collectées par le Sorcier au cours de ses recherches."
}