{
	"Introduction": "Oh hey there! You must be the new farmer. I'm Pauline, it's nice to meet you!$1#$b#I live with my friend Leah in her cottage out in the forest.",
	"danceRejection": "Wait, what? We hardly know each other. Sorry.$2",
	"Divorced": "I don't ever want to see you again!$5",
	"secondChance_Girls": "Let's give it another try...$3",
	"Mon": "I went for a walk this morning.#$b#The fresh air really clears my mind.$0",
	"Mon2": "Hey there! I spent the weekend catching up on some reading and enjoying the quiet.#$b#It’s nice to have a little downtime.$0",
	"Mon4": "I’ve been learning more about the different flowers in the valley.#$b#There’s something new to appreciate every season!$1",
	"Mon8": "I’ve been working on an art project.#$b#It’s a bit messy, but I’m having so much fun with it.$1",
	"Mon10": "I watched the clouds drift by for a while today.#$b#Sometimes it’s nice to just pause and take it all in.$1",
	"Tue": "The forest was so peaceful this morning.#$b#I even saw a few squirrels in the distance.$0",
	"Tue2": "I’ve started sketching again.#$b#It’s such a great way to focus on the beauty around me.$1",
	"Tue4": "The sunshine today is perfect for being outside.#$b#I might spend the afternoon at the beach.$1",
	"Tue6": "Life here moves at such a gentle pace.#$b#It’s a nice contrast to the hustle of the city.$1",
	"Tue8": "I went for a walk around the valley this morning.#$b#The scenery here is always so inspiring.$1",
	"Tue10": "I've been honing my drawing skills by experimenting with different styles lately.#$b#It's a great way to keep improving.$1",
	"Wed": "Good morning! I watched the sunrise today, and the colors were breathtaking.$0",
	"Wed2": "Hey @, good day!#$b#Living here has given me more time for self-reflection.#$b#I’ve been thinking a lot about what really matters in life.$1",
	"Wed4": "I wandered through the forest and picked some wildflowers.#$b#They make the house feel so alive.$1",
	"Wed6": "Living in the valley has made me appreciate the little things.#$b#The simple moments are often the most rewarding.$1",
	"Wed8": "I’ve got some plans for today, but it’s nice to ease into things.#$b#A slow morning is a great way to start.$1",
	"Wed10": "I enjoyed a quiet moment with a good cup of coffee.#$b#Simple pleasures like this are often the most satisfying.$1",
	"Thu": "Hey! I saw the brightest butterfly today.#$b#It’s little things like that that make me so glad to be here.$1",
	"Thu2": "The weather is perfect today!#$b#I’m thinking of spending the afternoon by the lake.$0",
	"Thu4": "I’ve started working on a painting of the valley.#$b#It’s different from anything I’ve done before, but I love it.$1",
	"Thu6": "I’ve realized that taking time to slow down and breathe makes all the difference.#$b#It’s something I’m trying to practice more often.$1",
	"Thu8": "I’ve been exploring new ideas for a personal art project.#$b#It’s exciting to think about the possibilities and what I might create.$1",
	"Thu10": "I had a meaningful conversation with Leah today.#$b#It’s moments like these that remind me of the value of deep connections.$1",
	"Fri": "I stopped by Pierre's shop earlier.#$b#The fresh produce here is unbeatable, don’t you think?$2",
	"Fri2": "I’ve been thinking a lot about home lately.#$b#It’s funny how the meaning of ‘home’ changes over time.$1",
	"Fri4": "Fridays always feel a little lighter, don’t they?#$b#The weekend is just around the corner!$1",
	"Fri6": "I’ve been experimenting with new painting techniques in my studio.#$b#It’s amazing how different colors and methods can change the outcome.$1",
	"Fri8": "I spent some time reorganizing my art supplies today.#$b#It’s so satisfying to have everything in its place and ready for creativity.$2",
	"Fri10": "I tried sketching some of the farm animals this morning.#$b#Their unique personalities make for interesting subjects.$1",
	"Sat": "Hey there, taking a walk through the woods today?$2#$b#It’s amazing how nature clears your head.$0",
	"Sat2": "Saturdays are great for catching up on little projects.#$b#It feels good to check things off the list.$1",
	"Sat4": "The weekends feel a bit more peaceful here.#$b#I think I’ll spend it relaxing.$1",
	"Sat6": "There’s something about Saturdays that feels full of possibility.#$b#I think I’ll take advantage of it today.$1",
	"Sat8": "I spent some time today sketching the views from Marnie's farm.#$b#The scenery here is so inspiring for my artwork.$1",
	"Sat10": "I’m thinking of creating some art inspired by the local wildlife.#$b#The animals here have such unique characteristics and charm.$1",
	"Sun": "Hey there, nice day huh?#$b#It’s the perfect day to reset and prepare for the week ahead.$0",
	"Sun2": "I love taking quiet walks on Sunday mornings.#$b#The valley feels so calm and peaceful.$1",
	"Sun4": "I love sitting outside and enjoying the quiet.#$b#The breeze and birds make the perfect backdrop for a peaceful afternoon.$1",
	"Sun6": "Hey there @, great day we're having.$1#$b#I enjoy starting my Sundays with a cup of coffee and a good view.#$b#It’s a relaxing way to set the tone for the day.$1",
	"Sun8": "I’m thinking of visiting a new spot in the valley for inspiration.#$b#Sometimes a change of scenery can spark new ideas.$1",
	"Sun10": "Hey @, how are things?#$b#I’m planning to spend some time on a creative hobby later today.#$b#It’s a great way to unwind and enjoy the day.$1",
	"Saloon_Entry": "One cup of coffee and some bread, please!$1",
	"summer_Mon": "Summer is fantastic!$1#$b#There’s always something new to discover in the forest.$1",
	"summer_Wed": "I wonder if the Museum has anything new to check out.$2",
	"summer_Sat": "I always seem to have bad luck. Leah finds plenty to eat in the forest, but I never find anything.$2",
	"summer_Thu": "Do you think Elliott has a thing for Leah?#$b#He always seems to be trying to get her attention.$1",
	"summer_Sun": "Hey @!#$b#The weather’s really nice today, isn’t it?$1",
	"summer_Fri": "Hey @, I heard you’ve been working hard.#$b#Keep up the great work!$1",
	"fall_Mon": "Hey @, winter is on its way. It’s going to get cold again, and there won’t be much to do.$2",
	"fall_Tue": "There’s another forest on the west side of Cindersap Forest, but a huge log is blocking the path.$2#$b#I wonder if it’s been cleared yet.",
	"fall_Wed": "Hey @, Leah and I are having salad again today.#$b#I’m not a huge fan of vegetables, but I don’t mind.$2",
	"fall_Thu": "Did I just see a mouse selling hats on the south side of the forest?$2",
	"fall_Fri": "I was checking on some trees earlier today, and they look really healthy.$1",
	"fall_Sat": "I wonder if I should take up cooking lessons with Leah.#$b#It could be fun!$1",
	"fall_Sun": "I love the colors of the leaves this time of year!$1",
	"winter_Mon": "Brrr, it’s so cold!$2",
	"winter_Tue": "I enjoy helping Leah with her work. With her passion, I’m sure she’ll achieve great things someday.$2",
	"winter_Wed": "I could really use a cup of coffee right now. Ugh!$2",
	"winter_Thu": "Hey @, did you know Leah loves salad?$1",
	"winter_Fri": "I’m really looking forward to spring!$2",
	"winter_Sat": "I wish I had better winter clothes...$3",
	"winter_Sun": "I need to come up with some new hobbies.#$b#If you think of anything interesting, let me know.$1",
	"summer_10": "The Luau is tomorrow!#$b#I’m so excited to bring my dish this year. Hopefully everyone enjoys it!$2",
	"summer_27": "I’m hoping to catch a glimpse of the jellyfish Leah mentioned.#$b#Maybe it's a rare one?$2",
	"spring_12": "Hey @, the Egg Festival is tomorrow.#$b#It’s a fun event—I’m sure the kids will love it!$1",
	"spring_23": "Oh, the Spring Festival is tomorrow.#$b#I hope I don’t embarrass myself out there.$2",
	"fall_15": "Hey @, are you going to the fair?$1#$b#I’m excited to check it out!$1",
	"fall_26": "The Spirit’s Eve festival is tomorrow. Are you going?#$b#I’m looking forward to seeing what the town has in store!$1",
	"winter_4": "Hi @, do you know how to make wine? I’d love to learn someday.$1",
	"winter_7": "The Ice Festival is all about art.#$b#Leah is hoping to get a lot of recognition for her work.$1",
	"winter_24": "The Feast of the Winter Star is tomorrow.#$b#I’m curious to see what gift I’ll get...#$b#I’ve got a nice gift for the person I’m matched with.$1",
	"give_flowersA": "I know this is usually given to someone if...$6#$b#Hold on a second...?$4#$b#Oh! How thoughtless of me.$3#$b#Yes! I’d love to be your girlfriend!$4",
	"give_flowersB": "I know this is typically given if...$6#$b#Wait a moment...?$4#$b#Oh! How thoughtless of me.$3#$b#Yes! I’d be thrilled to be your girlfriend! I thought you’d never ask.$4",
	"give_pendant": "Are you proposing to me?$3#$b#I didn’t expect this at all!$4#$b#I’m overjoyed! I’ll start planning everything! I can’t wait to spend forever with you!$4",
	"reject_two_heartA": "I don’t think I’m ready for that right now. I’m sorry.$2",
	"reject_two_heartB": "Wow, you’re really full of yourself, aren’t you?$5",
	"reject_four_heartA": "I think you might have misunderstood what we have.$5",
	"reject_four_heartB": "Am I the only one who doesn’t feel this way?$5",
	"engageA": "Aren’t you already engaged? Stop this!$5",
	"engageB": "Don’t think you can get away with this!$5",
	"marriedA": "You’re already married! You’ve got the wrong person.$5#$b#I’ll be sure to tell your wife about this!$5",
	"marriedB": "Seriously, stop!$5",
	"refusal_no_heartsA": "I’m not sure what you’re expecting from me...$3",
	"refusal_no_heartsB": "Huh?! You barely know me. Please leave.$5",
	"refusal_knownA": "I... I don’t feel the same way. I’m sorry.$2",
	"refusal_knownB": "I don’t want to be rude, but I don’t share your feelings.$3",
	"refusal_botherA": "I’m sorry, but I’m not interested.$3",
	"refusal_botherB": "You’re starting to annoy me!$5",
	"GreenRain": "Have you seen this green rain? It's so strange.#$b#I hope it's not a sign of something bad happening.$2",
    "GreenRainFinished": "The green rain finally stopped. What a relief!#$b#I'm glad it's over now. People won't have to worry about it anymore.$1"
}