{
	"Rainy_Day_0": "The rain has such a peaceful sound, don't you think?$2?#$b#Here, take this and stay warm.$h [253]",
	"Rainy_Day_1": "Rainy days make me appreciate the coziness of home even more. I hope you have a wonderful day!$h",
	"Rainy_Day_2": "Good morning! Even with the rain, it feels like a perfect day to accomplish something.$h",
	"Rainy_Day_3": "The rain can be a little inconvenient, but it brings life to the crops.#$b#Let's make the most of today!$h",
	"Rainy_Night_0": "Rainy nights make our home feel even cozier.#$b#Let’s enjoy the peaceful evening together.$h",
	"Rainy_Night_1": "I always look forward to nights like these, where we can relax and just be with each other.$4",
	"Rainy_Night_2": "It's wonderful to be home with you, dear.#$b#Let’s enjoy the warmth of our home tonight.$h",
	"Rainy_Night_3": "The sound of the rain makes everything feel so calm and serene.#$b#It’s nice to end the day this way, isn’t it?$h",
	"Indoor_Day_0": "Good morning, dear! Another beautiful day to enjoy.#$b#What do you have planned?$h",
	"Indoor_Day_1": "Good morning, dear!#$b#I tried making something special for you today. I hope you like it! [610]",
	"Indoor_Day_2": "I hope you had a restful sleep.#$b#It’s always nice to wake up and start the day together.#$b#Here, have this.$h [253]",
	"Indoor_Day_3": "You always bring such joy to my mornings.#$b#I feel lucky to start the day with you.$h",
	"Indoor_Night_0": "I love how quiet it gets at night. It’s like the whole world is taking a deep breath, letting us enjoy a moment of peace.$h",
	"Indoor_Night_1": "Even though it's quiet outside, I love how cozy it feels in here. Nights like this remind me of how much I've come to appreciate the simple things.$h",
	"Indoor_Night_2": "It’s so peaceful here at night. I feel like the world slows down, giving us a chance to rest and recharge for whatever tomorrow brings.$h",
	"Indoor_Night_3": "You know dear, sometimes I miss the city's nightlife... but there's something special about the calm of a quiet evening here. I wouldn’t trade it for anything.$h",
	"Outdoor_0": "What a beautiful day!#$b#I love being outside with you on days like this.$h",
	"Outdoor_1": "I’ll be around the farm if you need me.#$b#Just call, and I’ll come running!$h",
	"Outdoor_2": "The weather’s perfect for a productive day dear.#$b#Let’s make the most of it!$h",
	"Outdoor_3": "I made this for you to keep your energy up.$h [253]",
	"Outdoor_4": "I thought you might need a little pick-me-up dear.#$b#Here, this should help!$h [204]",
	"OneKid_0": "%kid1 brings so much joy to our lives.#$b#I can’t wait to see our child grow up with us.",
	"OneKid_1": "Watching %kid1 reminds me of how much love we’ve built together.#$b#What a blessing!.$h",
	"OneKid_2": "I’ll keep an eye on %kid1 today.#$b#You can focus on your work without any worries dear.$h",
	"OneKid_3": "Life feels even more complete with %kid1 in our family.#$b#I couldn’t be happier.$h",
	"TwoKids_0": "I’ve taken care of breakfast for %kid1 and %kid2.#$b#Now you can start your day without a worry in the world.$h",
	"TwoKids_1": "The kids are so excited to spend time with you dear.#$b#I hope you can wrap up work soon so we can all enjoy some family time.$h",
	"TwoKids_2": "Our little ones bring so much light into our lives.#$b#I love watching them grow each day.$h",
	"TwoKids_3": "I’m so grateful for our wonderful family.#$b#Every day with you and the kids is a gift.$h",
	"Good_0": "Every day with you feels like a dream come true.#$b#I’m so grateful for our life together.$h",
	"Good_1": "The day we found each other will always be the best day of my life.#$b#Thank you for all you do.$h",
	"Good_2": "I feel so much healthier and happier now.#$b#You’ve made such a positive impact on my life, dear.$4",
	"Good_3": "Good morning, dear! You always brighten my day just by being you.$h",
	"Good_4": "Take care out there today.#$b#I know you’ll handle it like you always do.$h",
	"Good_5": "You’re looking amazing today, as always.#$b#I love seeing you so full of life.$h",
	"Good_6": "I’m just standing here admiring how lucky I am to have you in my life.$h",
	"Good_7": "I appreciate everything you do for us, even the little things.#$b#You make every day better.$4",
	"Good_8": "I’ll miss you while you’re out, but I know you’ll be back before I even realize it.$h",
	"Good_9": "No matter how much time passes, I’ll always be by your side.$h",
	"Neutral_0": "Remember to take a break and drink some water while you’re working hard today!",
	"Neutral_1": "I’m thinking of taking a walk today. Would you like to join me later?",
	"Neutral_2": "It’s good to take breaks now and then. You deserve to rest a bit.",
	"Neutral_3": "Married life has been wonderful, but let’s always make time for each other, alright?",
	"Neutral_4": "I’m still learning new recipes. Soon, I’ll make something really special for you!",
	"Neutral_5": "I’m feeling a little tired today, but I’ll be okay after a quick rest.",
	"Neutral_6": "I wonder how the folks in town are doing today. Maybe we should visit them soon?",
	"Bad_0": "I know we’re both busy, but I hope we can spend more time together soon.$2",
	"Bad_1": "Lately, I’ve been feeling a little distant. I’d love to reconnect.$2",
	"Bad_2": "Is everything alright between us? #$b#I care about you deeply, and I want to make sure we’re both happy.$2",
	"Bad_3": "I’ve noticed things seem a little off. #$b#Let’s talk and work through this together.",
	"Bad_4": "If you ever feel unsure, just know I’m here for you. #$b#We can get through anything together.",
	"Bad_5": "I’ve been thinking about us a lot lately. #$b#I want to make sure we’re both content.",
	"Bad_6": "If something’s bothering you, please don’t hesitate to talk to me. #$b#I want to support you.",
	"Bad_7": "I’d love for us to talk more. I’m sure we can resolve anything that’s troubling us.",
	"Bad_8": "I’m feeling a little down today, but I’m sure things will improve soon.",
	"Bad_9": "I just want us both to be happy. #$b#Let’s focus on the good in our lives and work through the tough moments.",
	"patio_Pauline": "This area is a little piece of paradise, don’t you think? #$b#The breeze, the plants… it’s so peaceful; I could definitely improve my art here.$1",
	"spouseRoom_Pauline": "I love our cozy room. It feels so comforting to come here and unwind with you.$1",
	"spouseRoom_Pauline_0": "This room is so comforting. #$b#It makes my drawings look nicer.$1",
	"spouseRoom_Pauline_1": "I feel so at peace here. #$b#Wanna grab some coffee? Here, I made one just for you.$1 [395]",
	"spouseRoom_Pauline_2": "This room is where I feel most at home. #$b#I’m so glad to share this space with you, dear.$4",
	"funLeave_Pauline": "Hi dear, I'm off to the village today. I'll be visiting Leah and calling my parents too. #$b#I'll be back before you know it.$1",
	"funReturn_Pauline": "Good evening, dear! How was your day? #$b#I had a blast! It's quite refreshing to take a walk around the village.",
	"spring_1": "Spring has arrived, bringing new beginnings and fresh starts. #$b#I’m excited for the season ahead and all the possibilities it holds. #$b#Let's make the most of this beautiful time of year together!$1",
	"spring_8": "Spring is such a delightful season. #$b#The world is waking up and blooming with life. #$b#I’m looking forward to enjoying all the wonderful changes and sharing this lovely season with you.$1",
	"spring_12": "We're having another egg festival tomorrow. #$b#I'm excited to see how the village children will perform.$1",
	"spring_23": "I'm not sure if I should dance tomorrow. I hope you have a fantastic time even if I don't. #$b#Enjoy yourself and perhaps dance a little extra for me!$1",
	"summer_1": "Summer is here, and it’s going to be a season full of warmth and energy. #$b#Remember to stay hydrated and take care of yourself while you work. #$b#Let’s enjoy the sunny days together!$1",
	"summer_8": "If you’re up for it, how about a relaxing day at the beach? #$b#A refreshing dip in the ocean sounds wonderful and would be a great way to cool off and have some fun.$1",
	"summer_11": "It's time for the Luau, dear. Please make sure to bring something nice and not just some stinky pants you found somewhere.$2",
	"summer_15": "I know it's hot, but don’t forget to take breaks and stay cool. #$b#Your hard work is appreciated, and your well-being is important. #$b#Make sure to enjoy some downtime in this summer heat.$1",
	"fall_1": "Fall has arrived, bringing crisp air and beautiful colors. #$b#It’s the perfect time for a peaceful stroll in the forest. #$b#Let’s take in the beauty of the season and enjoy the moment together.$1",
	"fall_8": "Winter is approaching, so I hope you're preparing everything you'll need. #$b#The transition can be a bit hectic, but we’ll handle it together and make the most of the upcoming season.$1",
	"fall_15": "I’m excited for the grange display tomorrow! I know you’ll do a fantastic job, and I’m cheering you on. #$b#Here’s hoping you have a great showing and maybe even outshine Pierre this year!$1",
	"fall_26": "The festival is just around the corner, and I can’t wait!$1 #$b#I love everything about it, especially the chance to indulge in some delicious food. #$b#Let’s enjoy it to the fullest!$1",
	"winter_1": "Even though winter isn’t my favorite season, there’s something comforting about it. #$b#I hope you’re finding warmth and coziness amidst the cold. #$b#Let’s make the most of this season together!$1",
	"winter_7": "If you’re taking part in the fishing contest tomorrow, I hope it goes well! #$b#I’m sure you’ll do great despite the chill. #$b#Can’t wait to hear all about your experience when you get back!$1",
	"winter_8": "I’m really looking forward to the festival! #$b#I can’t wait to cheer both you and Leah on. #$b#I know you’ll both give it your all today!$1",
	"winter_28": "Thank you for making this year so special and bringing so much joy into my life, dear.$1 #$b#Let’s celebrate the new year together and look forward to creating more happy memories with each other. #$b#Here's my gift to celebrate the new year.$4 [348]",
	"stardrop_gift": "I've been saving that for a special occasion and I thought you should have it.$4",
	"Resort": "This place is paradise!$1 #$b#I feel like I could spend all day relaxing here...$1"
}