{
  "Introduction": "Oh, hello.#$b#Ah, the new farmer? Yeah, Lewis mentioned something.$1#$b#Welcome, I'm Jordan. If you ever need help, ask away. I was a farmer from birth myself.$1",
  "danceRejection": "Uh, no thank you.",
  "divorced": "Please, don't talk to me.$2#$b#You've hurt me enough.$2",
  "dumped_Boys": "%Jordan seems devastated.",
  "secondChance_Boys": "You want to start over?$2#$b#I don't know how to feel about it... You hurt me.$2#$b#But...My feelings for you aren't gone.$2",
  "Mon": "I'm taking it easy today. Might go on some jog later.$1",
  "Tue": "Do you talk to Maru?$1#$b#She's a sweeheart. Platonically, of course. You should totally talk to her more.$1#$e#She's often overlooked...$2",
  "Wed": "Lewis is like a father to me. I always help him, no matter what.$1#$e#...It's probably because he's been taking care of me when I was younger.#$b#But, uh, yeah! He's a great guy!$1",
  "Thu": "Hey, doing okay on your farm?$1#$b#That's the spirit, keep up the good work!$1",
  "Fri": "Are you coming to the Saloon tonight?$1#$b#I'll be there with my friends if you wanna say hi.$1",
  "Sat": "So much work to do...#$e#...",
  "Sun": "Oh, hey. What's up?$1#$b#I was on my way to say hi to Penny, see ya around.$1",
  "summer_Mon": "It's real hot today, eh?$1#$b#Take it easy, we don't need you having a sunstroke.$1",
  "summer_Tue": "Did you meet all of my friends, yet?$1#$b#Even Victor? Yeah, he's-$5#$b#You like him? Ah, that's... That's great!$1",
  "summer_Wed": "Oh, hi! How are you doing, @?$1",
  "summer_Thu": "Hey, remember to drink a lot, alright?#$b#I myself felt a little dizzy from dehydration the other day. Farming can be tiring.",
  "summer_Fri": "Are you coming to the Saloon tonight?$1#$b#We can drink something and just chat about life.$1",
  "summer_Sat": "Hey, farmer. Do you like star-gazing?#$b#I like to lay on the beach and just stare at the nightsky.#$b#All the worries leave my mind in the moment.$1#$e#You should try it sometime.#$b#By yourself, or if you'd like, we could go together.$1",
  "summer_Sun": "I rearranged the furniture in my room yesterday night.#$b#Took me around five hours to get everything in the place that I liked.#$e#...I ended up not liking it enough and putting it back in place anyway.$1",
  "fall_Mon": "...$2#$b#Do you sometimes feel a need for change?$2#$b#But you don't even know what to change, so you end up questioning everything you have?$2#$b#I'm expierencing it right now.$2#$e#...Hmm, maybe it's the depressive season, and that's why I feel this way...$2",
  "fall_Tue": "Hey, @. Any plans for today?$2#$b#Oh, cool!",
  "fall_Wed": "I find myself not laughing at jokes I'd normally laugh at recently.$2#$e#...Weird.$2",
  "fall_Thu": "%Jordan seems lost in thoughts. He doesn't look too happy.",
  "fall_Fri": "Ah, I need to go to the Saloon tonight.$2#$e#Although I'm not feeling like talking to my friends today.$2",
  "fall_Sat": "So much work to do...$2#$e#...$2",
  "fall_Sun": "...I think about my parents quite often.$2#$e#I think it's the season.$2",
  "winter_Mon": "Hey, farmer! I was chopping some wood this morning and I got 'leftovers'. There you go. [388 388 388 388 388]$1",
  "winter_Tue": "I'm always a little on edge whenever I go jogging in winter.$1#$b#Don't want to slip!$1",
  "winter_Wed": "Did you know that Abigail is really good at ice skating?$1#$b#Yeah, she taught me, she taught Penny... You should see her in action!$1",
  "winter_Thu": "It's real cold today, isn't it?$1#$b#%Jordan takes your hands into his and blows warm air at them.#$b#There you go.$1",
  "winter_Fri": "In such weather, I want nothing else but to enjoy some mulled wine in the Saloon.$1",
  "winter_Sat": "No work to do...#$b#I might be going insane because of all this free time!$1",
  "winter_Sun": "I like winter. I feel like it brings everybody closer.$1#$b#Am I deluded, or do you see it, too?$1",
  "give_flowersA": "You... You like me?!$1#$b#I wanted to confess first!$3",
  "give_pendant": "%Jordan's jaw drops as he notices the pendant.#$b#Are you serious?! Oh my god, yes!$3#$b#I'll marry you, I'm so happy!$3",
  "reject_two_heartA": "You...You don't know me.",
  "reject_four_heartA": "Uh, I don't think we're close enough yet...",
  "engageA": "Why would you give that to me?",
  "marriedA": "That's not nice.#$b#How do you think your spouse would feel about that?",
  "birthdayLoveA": "Birthday gift? That's so sweet of you, I didn't think you'd remember!$1#$b#%Jordan takes a look at the gift.#$b#Thank you so much, you couldn't have picked anything better...$3",
  "birthdayLikeA": "Birthday gift? That's so sweet of you, I didn't think you'd remember!$1#$b#%Jordan takes a look at the gift.#$b#Thank you so much, I like it a lot...$1",
  "birthdayNeutralA": "Birthday gift? That's so sweet of you, I didn't think you'd remember!$1#$b#%Jordan takes a look at the gift.#$b#Thank you so much, it's great!$1",
  "birthdayDislikeA": "Birthday gift? That's so sweet of you, I didn't think you'd remember!$1#$b#%Jordan takes a look at the gift.#$b#It's... Amazing...Thank you...$1"
}