{
    // CONFIGS
        "config.SeasonalOutfits.name": "Seasonal Outfits",
        "config.SeasonalOutfits.description": "Enables Dao's seasonal and festival outfits. If set to 'false', she will only have base, winter, and beach outfits like vanilla characters.",
        
    // MISCELLANEOUS
        "Dao.CharacterName": "Dao",
        "Dao.HouseName": "Dao's House",

    // GIFT TASTES
    
        "Dao.GiftTastes.Love": "This is a pretty fantastic little dealy. Thanks!",
        "Dao.GiftTastes.Like": "Hey, that's pretty nice! Thanks!",
        "Dao.GiftTastes.Dislike": "Not really my taste, actually.",
        "Dao.GiftTastes.Hate": "This... is not particularly appreciated.",
        "Dao.GiftTastes.Neutral": "Oh, that's for me? Thanks.",
        
    // MAP STRINGS
    
        "Dao.Strings.House.BedsideTable": "There's a old mug on the bedside table. The faint smell of ginger and lemongrass clings to it.",
        "Dao.Strings.House.Bed": "It's a wide, low loft bed. Looks comfy.",
        "Dao.Strings.House.Plant": "Like the other houseplants, it's fake.",
        "Dao.Strings.House.Computer": "There's a list of invoices for translation work and a to-do list on the screen.",
        "Dao.Strings.House.Bookcase": "The bookcase is filled with travel guides, airport thrillers, and souvenirs from various places.",
        "Dao.Strings.House.Photos": "You don't recognise the places in the photos and posters, but you're pretty sure they're not from Ferngill.",
        "Dao.Strings.House.Storage": "A tall set of drawers custom-built to fit neatly underneath the loft. It'd be rude to snoop through Dao's things.",
        "Dao.Strings.House.Kitchen": "A thick braid of garlic hangs above the counter. How much does Dao use each week?",
        "Dao.Strings.House.Oven": "There's a little splash of liquid on the stovetop. Smells like sesame oil.",
        "Dao.Strings.House.Spices": "A cluster of herb and spice jars. The ginger, tumeric, and makrut lime jars are particularly well-used.",
        "Dao.Strings.House.Fridge": "You take a quick peek in Dao's fridge. There's a plate of delicious-looking leftovers. Surely she wouldn't miss one noodle...?",
        "Dao.Strings.House.SpringOnion": "A pot of spring onions sits next to the table. Despite some of its shoots having been picked, it's growing strong.",
        "Dao.Strings.House.ClimbingGear": "A box filled with carabiners, ropes, and other assorted pieces of climbing equipment, all clearly well cared for.",
        "Dao.Strings.House.Helmet": "It's a sturdy-looking climbing helmet. Dao's stuck some fun purple, black, grey, and green stickers on it.",
        "Dao.Strings.House.Lifejacket": "Leaning against the drawers is a yellow lifejacket. Or is it? No, it's a PFD.",
        
        "Dao.Strings.Kayak": "Dao's beloved kayak, a hybrid flatwater-whitewater design made of fiberglass. Despite its age, it's in excellent condition.",
        
        "Dao.Strings.Car.Back": "There's a slip-on firefighting unit attached to the back of the truck, with a hose, pump, and 200 gallon water tank.",
        "Dao.Strings.Car.Door": "You peek inside the window. There's a coil of rope and what looks like a woollen blanket on the passenger seat.",
        "Dao.Strings.Car.Front": "With that sturdy bullbar on the front, Dao's truck looks like it could drive through anything.",
        
        "Dao.Strings.House.Herb1": "There's bok choy growing in this end of the planter. Looks like it's a favorite.",
        "Dao.Strings.House.Herb2": "A fragrant basil bush is growing side-by-side with a cluster of cilantro.",
        "Dao.Strings.House.Herb3": "It's a miniature cardamom plant. How was Dao able to grow this?",
        "Dao.Strings.House.Herb4": "This end of the planter has a thick clump of shallots. You can tell that a few have already been dug up.",
        "Dao.Strings.House.Chair": "A sturdy outdoor chair with a comfy waterproof cushion. It's a nice spot for reading in the afternoon sun.",
        "Dao.Strings.House.Window": "The window is wide and clear. Despite the deep veranda roof, it looks like Dao's kitchen gets a lot of sunlight.",
        
        "Dao.Strings.Travelling": "There's a note from Dao stuck to the door: I'm away travelling at the moment! If it's urgent, pass it along to Jumana or Ophelia.",
    
    ////// DIALOGUE
    
    // SPECIAL DIALOGUE
    
        "Dao.Dialogue.Special.Introduction": "Hey there, you're a new face! You're the new farmer that's moved in over to the west?#$b#I'm Dao. I live over in Sunberry - I travel a lot so I might not always be around, but feel free to say hi anytime!$1",

        "Dao.Dialogue.Special.Saloon_Entry.1": "Hey there, Gus! Keeping busy?",
        "Dao.Dialogue.Special.Saloon_Entry.2": "Ah, smells good like always!",
        "Dao.Dialogue.Special.Saloon_Entry.3": "Got the oven going, Gus?",
        "Dao.Dialogue.Special.AriMarket_Entry.1": "How are you doing, Ari?",
        "Dao.Dialogue.Special.AriMarket_Entry.2": "Wonder what today's special is?",
        "Dao.Dialogue.Special.AriMarket_Entry.3": "Hm, need to pick up some spices...",
        "Dao.Dialogue.Special.CatCafe_Entry.1": "Aww, hey Sesame, who's a cutie?",
        "Dao.Dialogue.Special.CatCafe_Entry.2": "Any cats been up to mischief, Diala?",
        "Dao.Dialogue.Special.CatCafe_Entry.3": "Is Hazelnut sleeping again? How about Bean?",
        "Dao.Dialogue.Special.Library_Entry.1": "Got any new books in lately, Elias?",
        "Dao.Dialogue.Special.Library_Entry.2": "Elias, here's that book I borrowed last time",
        "Dao.Dialogue.Special.Library_Entry.3": "What do I feel like, thriller or mystery?",

        "Dao.Dialogue.Special.Resort_Entering": "Might go for a swim later! Why not, hey?$1",
        "Dao.Dialogue.Special.Resort_Leaving": "Ah, time to head back home. Can't stay here all day, sadly.$6",
        "Dao.Dialogue.Special.Resort_Shore": "It's so easy to get lost in your thoughts, watching the waves go back and forth.",
        "Dao.Dialogue.Special.Resort_Umbrella": "Places like this, you've got to be careful about balancing tourism and the local culture. Too many islands that get overwhelmed by outside money...$2",
        "Dao.Dialogue.Special.Resort_Wander": "Think they've got civets here too, @? Or cloud leopards? It'd be pretty neat to see one.$1",
        "Dao.Dialogue.Special.Resort_Bar": "I keep telling Gus he should take the day off and enjoy the beach, but the man just can't pass up the opportunity to make food for people.",
        "Dao.Dialogue.Special.Resort": "Reminds me of being back in Prinat. Sandy beaches, clear water, palm trees... Actually, a Prinatian beach would never be this deserted, haha.",

        "Dao.Dialogue.Special.MovieInvitation": "Huh, movie tickets?#$b#I don't keep up with what's showing, but sure, why not? Let's see what they've got.$h",
        "Dao.Dialogue.Special.RejectMovieTicket": "Sorry, @, but one movie is enough for me at the moment. I'm not really interested in seeing another.",
        "Dao.Dialogue.Special.Birthday.Positive": "Oh, for my birthday? Thanks! I don't bother doing much for it nowadays, but I appreciate the thought.$h",
        "Dao.Dialogue.Special.Birthday.Negative": "Is that for my birthday? I... oh.#$b#I know I said I don't care that much about it, but you could've kept that thing to yourself.$a",
        "Dao.Dialogue.Special.RejectBouquet": "Flowers? They're pretty, but what-- oh, that's the way of asking someone to go steady around here, isn't it?$8#$b#I'm flattered, I guess, but not interested. Give them to someone who'll appreciate them better.$s",
        "Dao.Dialogue.Special.DumpsterDiveComment": "@? Did you drop something in the trash, or...?$8",
        "Dao.Dialogue.Special.WinterStar_GiveGift_Before": "Hey there, @, I'm your secret friend this year! I've got something homemade for you.",
        "Dao.Dialogue.Special.WinterStar_GiveGift_After": "What do you think? It might not be a traditional Winter Star food, but I guarantee it'll be delicious.$h",
        "Dao.Dialogue.Special.WinterStar_ReceiveGift": "You're my secret friend, @? Don't worry, I won't be upset if it's not the perfect gift or anything.$h",
    
    // DAILY DIALOGUE
    
        //SPRING
        "Dao.Dialogue.Daily.spring_Mon": "Hey there, @. Just dropping by to say hi?",
        "Dao.Dialogue.Daily.spring_Mon2": "You ever been kayaking before, @? Spring's the best season for it - the snowmelt keeps the river fast.$1",
        "Dao.Dialogue.Daily.spring_Mon4": "You know what, I haven't been abseiling in a while. I should fix that.$3",
        "Dao.Dialogue.Daily.spring_Mon6": "To be honest with you, I'm not passionate about translating.$2#$b# But I find it easy to do and it pays the bills. Plus I can set my own hours.",
        "Dao.Dialogue.Daily.spring_Mon8": "$1 DaoHelmet#I ordered myself a new helmet a while ago. Still waiting on it arriving, though.$2#$b#Ah well, I'll make do with my old one until then.#$e#My new helmet finally arrived! I immediately loaded it with stickers, of course.$h",
        "Dao.Dialogue.Daily.spring_Mon10": "'Dao' is actually my nickname. My full name is Chanchira Sitthichai, but that's too long for everyday use.$1",
        "Dao.Dialogue.Daily.spring_Tue": "How's things going on the farm? Let me know if you need a hand with anything heavy!",
        "Dao.Dialogue.Daily.spring_Tue2": "Hmm, I've got to remember to pick up more rice noodles later.$7#$b#Oh, @! Sorry, I was thinking about other things.$1",
        "Dao.Dialogue.Daily.spring_Tue4": "...#$e#...hm? Oh, @. Sorry, I just... remembered something that happened a long time ago. Don't worry about it.$2",
        "Dao.Dialogue.Daily.spring_Tue6": "We should have a cooking competition one of these Saturdays. Everyone would be invited to judge, of course! What do you think?$3",
        "Dao.Dialogue.Daily.spring_Tue6.Jonghyuk": "We should have a cooking competition one of these Saturdays. Jonghyuk puts on a placid face, but he's pretty competitive so I think he'd be up for it.$h#$b#And everyone would be invited to judge, of course! What do you think?$3",
        "Dao.Dialogue.Daily.spring_Tue8": "Laugh if you want, but seeing the newborn animals in the spring never fails to put a smile on my face.$6#$b#Watching them stumble around and see the world for the very first time - it's something magical.$4",
        "Dao.Dialogue.Daily.spring_Tue10": "My brother called last week. He's got the weekend off at his latest flight destination, lucky kid. It's good to hear from him.$1",
        "Dao.Dialogue.Daily.spring_Wed": "Did you need something, @?",
        "Dao.Dialogue.Daily.spring_Wed2": "You're never too old to do something new, @! Don't forget that.$1",
        "Dao.Dialogue.Daily.spring_Wed4": "You know, I used to work as a firefighter over in Grampleton. It's pretty different to being a volunteer firefighter here in sleepy Pelican Town and Sunberry.",
        "Dao.Dialogue.Daily.spring_Wed6": "Miyoung and Jumana are about a decade older than me, but that sort of thing stops mattering too much when you get past fifty.$h",
        "Dao.Dialogue.Daily.spring_Wed8": "Do you have any embarrassing little habits, @?#$b#I have to warn you, I've always been terrible about baby-talking my pets. Can't help myself.$8",
        "Dao.Dialogue.Daily.spring_Wed10": "You should come around for dinner sometime, @. I'll make my special shrimp and ginger noodles for you.$1",
        "Dao.Dialogue.Daily.spring_Thu": "Sorry, I'm a little busy right now. We'll chat later, alright?",
        "Dao.Dialogue.Daily.spring_Thu2": "I've got a big translation project coming up soon. Might not have much time to chat.$2",
        "Dao.Dialogue.Daily.spring_Thu4": "The valley's got a lot of younger people, huh? I'm surprised there's not more people my age considering what a nice area it is.",
        "Dao.Dialogue.Daily.spring_Thu6": "When I was a kid, we went whitewater rafting down the Tiliana River. It was incredible!#$b#I'm pretty sure that's what started my love of adventure sports.$1",
        "Dao.Dialogue.Daily.spring_Thu8": "Do you speak any other languages, @? It's a useful skill, especially if you're planning on travelling.#$b#Even if you can only pick up the basics of a language, people appreciate that you're trying.$1",
        "Dao.Dialogue.Daily.spring_Thu10.intro": "I was just thinking of trying a new dish.",
        "Dao.Dialogue.Daily.spring_Thu10.question": "It's a variation on jungle curry, but I wanted to ask your opinion - I'm not sure what else I should add. Any thoughts?",
        "Dao.Dialogue.Daily.spring_Thu10.answer.1": "Pumpkin.",
        "Dao.Dialogue.Daily.spring_Thu10.answer.2": "Fish.",
        "Dao.Dialogue.Daily.spring_Thu10.answer.3": "Cilantro.",
        "Dao.Dialogue.Daily.spring_Thu10.answer.4": "Tomato.",
        "Dao.Dialogue.Daily.spring_Thu10.answer.5": "Hot peppers.",
        "Dao.Dialogue.Daily.spring_Thu10.answer.6": "The mayor's shorts.",
        "Dao.Dialogue.Daily.spring_Thu10.reply.1": "Hm, adding mashed pumpkin to the stock would give it a thicker texture... I'll give it a try. Thanks!$9",
        "Dao.Dialogue.Daily.spring_Thu10.reply.2": "You mean instead of the chicken or pork? Heh, I could call it a jungle island curry! I'll try it. Thanks!$1",
        "Dao.Dialogue.Daily.spring_Thu10.reply.3": "The freshness of the cilantro would balance the sourness of the lime. I'll give it a shot. Thanks!$9",
        "Dao.Dialogue.Daily.spring_Thu10.reply.4": "Tomato would make the curry sweeter, which would help balance the spice. It could work. Thanks!$9",
        "Dao.Dialogue.Daily.spring_Thu10.reply.5": "Did you forget that I don't like too much heat? Ugh, I'll figure it out myself.$5",
        "Dao.Dialogue.Daily.spring_Thu10.reply.6": "Very funny, @. I was asking you for a serious suggestion.$5",
        "Dao.Dialogue.Daily.spring_Thu10.followup.good": "I'll let you know tomorrow how it turns out!$1",
        "Dao.Dialogue.Daily.spring_Thu10.followup.bad": "*Dao is mumbling about ingredients to herself.*$9",
        "Dao.Dialogue.Daily.spring_Fri": "You're not busy today, @? I would've thought there'd always be something that needs doing on a farm.",
        "Dao.Dialogue.Daily.spring_Fri2": "I've been to a lot of different places in my time, but there really is something special about Stardew Valley.$4",
        "Dao.Dialogue.Daily.spring_Fri4": "What's the strangest thing you've ever eaten, @?#$b#Although I guess it depends on what you consider 'strange', doesn't it?#$b#There's a lot of things that people in Ferngill think are strange to eat.$9",
        "Dao.Dialogue.Daily.spring_Fri6": "Do you go up to the mountain behind Silas's shop much?#$b#It's a good trek, and the view from the top is pretty incredible.$1",
        "Dao.Dialogue.Daily.spring_Fri8": "Doctor Harvey suggested that I buy some of those lactose-intolerance pills so that I can eat dairy products. But knowing myself, I'd forget to keep them with me!$8#$b#No, I've gone dairy-free this many years, a few more's not going to trouble me.$1",
        "Dao.Dialogue.Daily.spring_Fri10": "I tried my new take on jungle curry last night.#$p 8809#It was a success! Thanks again for your suggestion.$1|It was okay, but I didn't notice any real difference. I'll have to try again another time.$9",
        "Dao.Dialogue.Daily.spring_Sat": "What do you think of spring? Must take a while to get things going again after winter.",
        "Dao.Dialogue.Daily.spring_Sat2": "%revealtaste:AirynDao:(O)184 Do you have any cows at %farm?#$b#I wish I could say I'd buy milk off you, but I'm lactose-intolerant. No dairy for me!$8",
        "Dao.Dialogue.Daily.spring_Sat4.intro": "Hey there, @.",
        "Dao.Dialogue.Daily.spring_Sat4.question": "Want to join me for a drink at the saloon later?",
        "Dao.Dialogue.Daily.spring_Sat4.answer.1": "Sure, sounds good.",
        "Dao.Dialogue.Daily.spring_Sat4.answer.2": "Thanks, but I don't drink alcohol.",
        "Dao.Dialogue.Daily.spring_Sat4.answer.3": "Sorry, I've got things I need to do.",
        "Dao.Dialogue.Daily.spring_Sat4.answer.4": "No, I don't.",
        "Dao.Dialogue.Daily.spring_Sat4.reply.1": "Great! I'll see you later - don't forget now!$1",
        "Dao.Dialogue.Daily.spring_Sat4.reply.2": "Ah, I see. Thanks for telling me! Maybe a coffee instead then.$1",
        "Dao.Dialogue.Daily.spring_Sat4.reply.3": "No problem, I understand. Another night, maybe.",
        "Dao.Dialogue.Daily.spring_Sat4.reply.4": "Oh. Alright then.$2",
        "Dao.Dialogue.Daily.spring_Sat4.followup.good": "It's always good to relax with friends after a long day.$1",
        "Dao.Dialogue.Daily.spring_Sat4.followup.bad": "I'll see you around some other time.",
        "Dao.Dialogue.Daily.spring_Sat6": "I've been thinking about replacing my carabiners. The dust is getting to mine and making them stick.#$b#Problem is I'd have to order them from a place in Zuzu City.$9",
        "Dao.Dialogue.Daily.spring_Sat8": "You'd be surprised at the random skills you pick up when you travel.#$b#A tour guide taught me how to get water from a cactus, a guy in a hostel taught me how to splice rope, and a fellow volunteer taught me how to do a killer catseye eyeliner.#$b#Although I never ended up using that last one very much!$1",
        "Dao.Dialogue.Daily.spring_Sat10": "I wonder what cinnamon and peanut butter rotis would taste like... I'll have to try making them next week.$1",
        "Dao.Dialogue.Daily.spring_Sun": "It's nice to see the flowers coming up again.",
        "Dao.Dialogue.Daily.spring_Sun2": "Did you see today's Queen of Sauce episode, @? I already knew the recipe, but the Queen has interesting techniques.$1",
        "Dao.Dialogue.Daily.spring_Sun4": "Ugh, someone emailed me about a translation commission, but they're offering about a tenth of the standard rate. Cheapskate.$5",
        "Dao.Dialogue.Daily.spring_Sun6": "%revealtaste:AirynDao:(O)257 Most people think of fall as the best season for mushrooms, but spring is when the morels come up.#$b#They're amazing fried with garlic, shallots, and soy sauce.$1",
        "Dao.Dialogue.Daily.spring_Sun8": "Did I ever tell you that I know some magic? It's true!$1#$b#I took a workshop one time while I was travelling. Only learnt the one spell, though.$8",
        "Dao.Dialogue.Daily.spring_Sun10": "By my age, a lot of people get very set in their ways, but it's important to keep an open mind about everything you come across.#$b#That doesn't mean automatically accepting everything, of course!#$b#But when you learn something new, you have to examine it and work out how it affects your thoughts and opinions.",
    
        // SUMMER
    
        "Dao.Dialogue.Daily.summer_Mon": "Be careful with fires in this hot weather!$2#$b#If something goes wrong, I'll bring the truck around to put it out, but prevention's better than cure.$2",
        "Dao.Dialogue.Daily.summer_Mon2": "I tell you what, I don't miss the tropical humidity.#$b#Some days you'd step outside and it'd feel like you've stepped into a lake!$8",
        "Dao.Dialogue.Daily.summer_Mon4": "Pelican Town and Sunberry are really too small for a full-sized firetruck, but I have a tank set up on the back of my little truck.#$b#If we get a big fire, though, we'll have to get support from Grampleton.$2",
        "Dao.Dialogue.Daily.summer_Mon6": "Hmm? Oh, @. Sorry, I was lost in thought there.$2#$b#The summer brings back bad memories sometimes...$7",
        "Dao.Dialogue.Daily.summer_Mon8": "Every Sunday I take the time to really check that my truck's in good working order.#$b#It'd be pretty disastrous if I was called out to a fire but my truck had a flat.$2",
        "Dao.Dialogue.Daily.summer_Mon10": "I'm glad you decided to move here, @.#$b#It's been good to have someone who understands me like you do.$1",
        "Dao.Dialogue.Daily.summer_Tue": "Hmm? Sorry, I didn't hear you clearly.",
        "Dao.Dialogue.Daily.summer_Tue2": "Hey there, @. Do you cook much with the produce from your farm?#$b#That's got to be the best part of living on a farm, I think, knowing the love that's gone into your food.$1",
        "Dao.Dialogue.Daily.summer_Tue4": "I hear the kids chatting at the Saturday hangout sometimes about their TV shows and internet things.#$b#I don't know if it's just my age, but I never know what they're talking about.$8",
        "Dao.Dialogue.Daily.summer_Tue6": "When I was a firefighter in Grampleton, we used to have the local preschool kids come around to see how the fire trucks work.$1#$b#It was always sweet to see their little faces light up.$4",
        "Dao.Dialogue.Daily.summer_Tue8": "I'm glad the summer's been so quiet. It'd be terrible if there was a fire in Sunberry Forest or up on Mount Stardew.$7",
        "Dao.Dialogue.Daily.summer_Tue10": "Ah, @, I'll have to make my mother's famous peanut and green papaya salad for you sometime.#$b#It's the perfect dish for a warm night like tonight.$1",
        "Dao.Dialogue.Daily.summer_Wed": "How are you getting on, @? Not too bad?",
        "Dao.Dialogue.Daily.summer_Wed2": "$d bus#|It's good to see the bus running again! Calico Desert really does have great coconuts.$1|It's too bad that the Calico bus is out of commission. I'm missing the soup Sandy sells at Oasis.",
        "Dao.Dialogue.Daily.summer_Wed4": "...#$e#...Sorry, @, I'm not feeling up to chatting today.$2",
        "Dao.Dialogue.Daily.summer_Wed6": "Jumana loves having big communal dinners at home and don't get me wrong, I love that too, but there's something amazing about a good street food buffet.$1#$b#Nothing better than buying some dumplings here, some pork skewers there, and then eating it as you walk.$1",
        "Dao.Dialogue.Daily.summer_Wed8": "...I don't know why, but the memory of this woman whose house burned down keeps coming to mind.$2#$b#All she had left were the clothes on her back, and she just looked so lost, like she didn't even know where to begin putting things back together.$2#$e#I can't shake the memory.$7",
        "Dao.Dialogue.Daily.summer_Wed10": "...I just need some time to myself right now, @.$7",
        "Dao.Dialogue.Daily.summer_Thu": "Heat like this makes me glad I keep my hair short!",
        "Dao.Dialogue.Daily.summer_Thu2": "It might sound odd, but you've got to eat curry on hot days like this.$3#$b#Not super spicy! Just something with a bit of warmth. Trust me, it's good for the soul.$1",
        "Dao.Dialogue.Daily.summer_Thu4": "%revealtaste:AirynDao:(O)233 Every time I go past Alex's ice-cream stand, I'm always tempted to buy one.$9#$b#But it messes with my stomach something terrible. It's not worth it.$8",
        "Dao.Dialogue.Daily.summer_Thu6": "%Dao is mumbling to herself in Prinai.#$b#Arai?#$b#Oh, @! Sorry, I got caught up in my thoughts.$8",
        "Dao.Dialogue.Daily.summer_Thu8.intro": "...#$b#...I wonder if I should talk to a therapist sometime. Normally it's not too bad, but every now and then the memories get to me. Like yesterday.",
        "Dao.Dialogue.Daily.summer_Thu8.question": "What do you think, @? Would it help?",
        "Dao.Dialogue.Daily.summer_Thu8.answer.1": "I see a therapist myself and they've helped a lot.",
        "Dao.Dialogue.Daily.summer_Thu8.answer.2": "Yeah, I think it's a good idea.",
        "Dao.Dialogue.Daily.summer_Thu8.answer.3": "If you think it's a good idea.",
        "Dao.Dialogue.Daily.summer_Thu8.answer.4": "No, you're strong enough that you don't need to.",
        "Dao.Dialogue.Daily.summer_Thu8.answer.5": "No, people might think you're weird.",
        "Dao.Dialogue.Daily.summer_Thu8.reply.1": "Oh really? Thank you for telling me. Think you could give me their contact details later?",
        "Dao.Dialogue.Daily.summer_Thu8.reply.2": "Yeah, you're right. To be honest, I probably should have seen someone earlier, but I always let myself get distracted.$6",
        "Dao.Dialogue.Daily.summer_Thu8.reply.3": "I don't know, that's why I was asking for your opinion. Well, I'll give it some more thought and decide later.$7",
        "Dao.Dialogue.Daily.summer_Thu8.reply.4": "I didn't ask you whether you thought I was 'strong enough' or not, @, and I'm disappointed you think seeing a therapist is a sign of weakness. I just don't know if it would help much or not.$5",
        "Dao.Dialogue.Daily.summer_Thu8.reply.5": "Really, @? You think I care whether I look weird or not? Clearly we don't know each other as well as I thought.$5",
        "Dao.Dialogue.Daily.summer_Thu8.followup.good": "Thanks for your support, @, it means a lot. I'm going to look into it.",
        "Dao.Dialogue.Daily.summer_Thu8.followup.bad": "I'll have to think it over some more. I'm still not sure.$7",
        "Dao.Dialogue.Daily.summer_Thu10": "I'm glad I decided to speak to a therapist about the memories. I still get rough days, but it's helped a lot.$6",
        "Dao.Dialogue.Daily.summer_Fri": "Good to see you around, @. You keeping busy?",
        "Dao.Dialogue.Daily.summer_Fri2": "Oof. Weather like this, I just want to jump in the ocean for the afternoon.$1#$b#It's too bad I've got things to do.",
        "Dao.Dialogue.Daily.summer_Fri4": "I've never been much of a one for computers, but I got to admit, it makes it easy to work from home.",
        "Dao.Dialogue.Daily.summer_Fri6": "The nice thing about being a freelancer is that you can keep your own schedule, but the difficult part is you have to be strict with yourself!$8#$b#The only one making sure things get done on time is you.",
        "Dao.Dialogue.Daily.summer_Fri8": "To tell you the truth, I can't stand fishing. Bores me to tears.$8#$b#But Willy and I can spend an afternoon swapping stories easy as anything.$1",
        "Dao.Dialogue.Daily.summer_Fri10": "Hey there, @. Got any plans for the weekend?#$b#I'm thinking of going camping out on Mount Vapius, but I'll have to see how I feel.$9",
        "Dao.Dialogue.Daily.summer_Sat": "They're good-hearted, you know, the people of Sunberry. It's too easy to take that for granted.$6",
        "Dao.Dialogue.Daily.summer_Sat2": "Make sure you take care when you're cooking, @. Overheated pans are a common cause of household fires.$2",
        "Dao.Dialogue.Daily.summer_Sat4": "When I was younger, I worked at a few summer camps across the country.#$b#It was long hours and we didn't get paid much, but it was fun most days. And it was good to see the kids enjoying themselves.",
        "Dao.Dialogue.Daily.summer_Sat6": "Have you ever been scuba diving off the Fern Islands, @?#$b#The reefs are one of the most incredible things I've ever seen. You should add it to your bucket list!$1",
        "Dao.Dialogue.Daily.summer_Sat8": "%revealtaste:AirynDao:(O)223 Don't tell Miyoung or Evelyn, and definitely don't tell Diala, but I've never seen the appeal of cookies. They're just little crumbly discs.$8",
        "Dao.Dialogue.Daily.summer_Sat10": "Would you believe that there's been a JojaMart in every single country I've visited?#$b#It's pretty disturbing, in all honesty.$7",
        "Dao.Dialogue.Daily.summer_Sun": "Sorry, I've got things that need doing today. Tomorrow?",
        "Dao.Dialogue.Daily.summer_Sun2": "You ever think about changing up your hair colour, @?#$e#What, me? No, I'm too attached to the teal!$1",
        "Dao.Dialogue.Daily.summer_Sun4": "You're sweating a lot today, @. Here, take this and cool down.[350]#$b#If you need to take a break, make sure you do it. Heatstroke's a serious matter.$2",
        "Dao.Dialogue.Daily.summer_Sun6": "As a firefighter, there's times when you're the hero who saves someone's life or livelihood, but there's also times when you make it there too late.$2#$b#...It's hard to deal with things afterwards.$7",
        "Dao.Dialogue.Daily.summer_Sun8": "...Sorry, @, I just need some space to myself today. We'll catch up tomorrow.$7",
        "Dao.Dialogue.Daily.summer_Sun10": "Some days the summer heat reminds me of my childhood.$4#$b#During the dry season, we would spend the whole day playing in the river and then come back and lay in front of the fan.$1",
    
        // FALL
        
        "Dao.Dialogue.Daily.fall_Mon": "Strange how fast the heat of summer disappears.",
        "Dao.Dialogue.Daily.fall_Mon2": "Ari and Elias's boy Blake is something of a prankster, if you haven't figured that out yet. He's a good kid though.$h",
        "Dao.Dialogue.Daily.fall_Mon4": "%revealtaste:AirynDao:(O)278 Are you growing any bok choy this year? I love it because it's so versatile.$1#$b#Stir-fried, roasted, steamed, in soup - it's good no matter how you cook it!$1",
        "Dao.Dialogue.Daily.fall_Mon6": "Just finished up a big project! Going to get myself a glass of the top-shelf stuff tomorrow to celebrate.$1",
        "Dao.Dialogue.Daily.fall_Mon8": "My nickname, 'Dao', means 'star' in Prinai.#$b#My mother said she gave me that nickname because there was a shooting star the night I was born, but I think she just liked the sound of it.$1",
        "Dao.Dialogue.Daily.fall_Mon10": "To be honest, I don't know anything about my father.#$b#I asked my mother about him once or twice when I was a kid and she never wanted to talk about it, so we didn't.$6#$b#But my mother was incredible - I didn't lose out on anything by only having one parent.$4",
        "Dao.Dialogue.Daily.fall_Tue": "Much as I like the summer warmth, there's always a good smell to fall days.",
        "Dao.Dialogue.Daily.fall_Tue2": "Lots of good mushrooms around this time of year.#$b#Some of the rarer varieties I have to order from Zuzu, but I find plenty over in the local forest too.$1",
        "Dao.Dialogue.Daily.fall_Tue4": "My little brother's got the travel bug too. He works as a flight attendant.#$b#Our mother always used to complain that she never saw us, but she's the one who raised us like this.$1",
        "Dao.Dialogue.Daily.fall_Tue6": "I'm not much of a green thumb, but I still love my little herb garden.#$b#There's something nice about going out and getting your hands in the soil, seeing all the little sprouts come up.$1#$e#Plus nothing beats fresh herbs when you're cooking!$1",
        "Dao.Dialogue.Daily.fall_Tue8": "You know, I don't ever worry about losing my keys. You know why?#$b#The one bit of magic I can do is a key-locating spell!$1",
        "Dao.Dialogue.Daily.fall_Tue10": "At the end of the wet season in Prinat, there's a festival to give thanks to the spirit of water.#$b#People float leaf bowls with flowers and lanterns down the river on the night of the full moon.#$b#It's breathtaking to see.$4",
        "Dao.Dialogue.Daily.fall_Wed": "Must be a quiet day today if you're here talking to me!$1#$b#It's good. You should enjoy it while it lasts.",
        "Dao.Dialogue.Daily.fall_Wed2": "Good to see you, @! How's the farm going?#$b#Got a good harvest coming along this season?",
        "Dao.Dialogue.Daily.fall_Wed4": "Someone emailed me to help translate their new romance novel.#$b#It's pretty raunchy - I don't get embarrassed easily, but I could feel my face getting hot at points!$8",
        "Dao.Dialogue.Daily.fall_Wed6": "You know what's surprisingly relaxing? Kite-flying.#$b#Once you've got it up there, there's something soothing about watching a kite glide and dip in the breeze.#$e#You should try it sometime.$1",
        "Dao.Dialogue.Daily.fall_Wed8": "The best fall mushrooms are found deep in Sunberry Forest. I've got a secret spot where I always find plenty.$1#$b#What? No, I won't tell you where it is!$3",
        "Dao.Dialogue.Daily.fall_Wed10": "We should have lunch up on the mountain one of these days.#$b#You bring the drinks, I'll bring my famous holy basil stir fry.$1",
        "Dao.Dialogue.Daily.fall_Thu": "Sorry, @, I've got a lot of stuff to get done today.",
        "Dao.Dialogue.Daily.fall_Thu2": "When it comes to comedy, you can never go wrong with a good bit of slapstick. Hilarious.$1",
        "Dao.Dialogue.Daily.fall_Thu4": "One of my exes used to complain about me tracking wet leaves into the house, but I always take my shoes off inside.$7#$b#It was her dog, not that she ever believed me.$5",
        "Dao.Dialogue.Daily.fall_Thu6": "You know, I used to spend days out in the wilderness camping & canoeing.#$b#I'd trek over all sorts of mountains and rivers without any concern.$1#$b#I haven't done it as much since moving to Sunberry though and I miss it.$7",
        "Dao.Dialogue.Daily.fall_Thu8": "Eugh, remind me not to buy papayas from that place in Grampleton again, @.$2#$b#They didn't look right, but I decided to risk it anyway and I shouldn't have. Ugh.$2",
        "Dao.Dialogue.Daily.fall_Thu10": "You know, if I had a gold piece for every person that's asked if I'm a lesbian, I'd take myself on a fancy river cruise!$8#$b#It's the hair, I know.$1",
        "Dao.Dialogue.Daily.fall_Fri": "The wind can get pretty chilly this time of year. Make sure you're looking after your health, @.",
        "Dao.Dialogue.Daily.fall_Fri2": "It's a real adventure, travelling the world. You learn so much and get to try so many new things.$h",
        "Dao.Dialogue.Daily.fall_Fri4": "Oh, you noticed the scar across my nose, huh? Yeah, I broke it a few years before I moved here.$8",
        "Dao.Dialogue.Daily.fall_Fri6": "You ever tried making your own curry paste, @?#$b#It's a lot better than the storebought stuff - if you make it yourself, then you can make it as sweet or spicy as you like.$1#$b#Plus it's fun to grind the paste!$1",
        "Dao.Dialogue.Daily.fall_Fri8": "Heh, you want to know how I broke my nose? It's not very cool, I'm afraid.$8#$e#I was practising for a slalom competition and made a sharp turn to catch a gate.$8#$b#Only I misjudged the turn, banged straight into the gate, flipped my kayak, and faceplanted onto the river bank.$8#$b#Ended up having to miss the competition too.$2",
        "Dao.Dialogue.Daily.fall_Fri10": "How have you been this week, @? If you're struggling at all, let us know.#$b#You have friends here that can help support you, don't forget that.",
        "Dao.Dialogue.Daily.fall_Sat": "How's the week been treating you, @? Hope it's been a good one.",
        "Dao.Dialogue.Daily.fall_Sat2": "If you need any repair work done or want anything made, chat to Maia or Silas.#$b#And if you want an example, take a look at Jumana's favourite cast iron pan this afternoon. Maia made it for her mother last year.$h",
        "Dao.Dialogue.Daily.fall_Sat4": "I should take it easy today. My knee's been giving me trouble, and the road up the mountain isn't getting any shorter.$2#$b#I probably won't though.$8",
        "Dao.Dialogue.Daily.fall_Sat6": "You might not believe it, but I once climbed the Blue Cliffs.$1#$b#Yep! All the way up that sheer rockface, with nothing but the strength of my two arms!$3",
        "Dao.Dialogue.Daily.fall_Sat8": "People often ask me where I'm from, but I never really know how to answer them.$7#$b#Do I say I'm from Prinat because I was born there? Do I say Ferngill or Hirayas because I spent the most time there when growing up? Do I say one of the countries I spent my adult life in?$7#$b#None of those feels fully right and there's no simple answer for me.",
        "Dao.Dialogue.Daily.fall_Sat10": "Want to go tandem skydiving with me sometime, @? Could be a lot of fun!$1",
        "Dao.Dialogue.Daily.fall_Sun": "With this many fallen leaves around, a campfire can be dangerous if you don't keep an eye on it.$2",
        "Dao.Dialogue.Daily.fall_Sun2": "I should come out and see how %farm's doing one of these days.#$b#It'd be interesting to see what you're doing with the old place.$1",
        "Dao.Dialogue.Daily.fall_Sun4": "Elias knows a lot about the history of this area. Comes with the job, I know, but he tells it well.#$b#Get him chatting sometime and you'll be amazed.$1",
        "Dao.Dialogue.Daily.fall_Sun6": "Do you know first aid, @? Doctor Harvey and Maru do their best, but they can't be everywhere at once.#$b#If there's an accident somewhere out of town, knowing first aid could be the difference between life and death.$2",
        "Dao.Dialogue.Daily.fall_Sun8": "Not many people in Prinat follow Yoba, so I wasn't raised with those traditions and customs.#$b#But I don't really follow our religion anymore either.#$b#I guess I just try to live without worrying about religious stuff.$9",
        "Dao.Dialogue.Daily.fall_Sun10": "Take care if you spend a lot of time in the mines, @.$2#$b#Caving is an incredible experience, but there's a lot in there that would happily take a bite out of you, and I'd hate to see you laid up in hospital with a serious injury.$2#$b#Or worse.$7",
    
        // WINTER 
    
        "Dao.Dialogue.Daily.winter_Mon": "Hard to believe it's winter already. The year goes by so fast.",
        "Dao.Dialogue.Daily.winter_Mon2": "Gus starts bringing out the soups and stews this time of year. Nothing better than a hot bowl on a cold day.$1",
        "Dao.Dialogue.Daily.winter_Mon4": "Oof, I'm starting to feel the cold in my bones.#$b#I had a nasty break in my leg when I was younger, and it's ached in the cold ever since.$2",
        "Dao.Dialogue.Daily.winter_Mon6.intro": "You know, this is probably the most settled I've been in a while. It's an odd feeling.$8",
        "Dao.Dialogue.Daily.winter_Mon6.question": "How about you, @? Do you see yourself still here in a few years?",
        "Dao.Dialogue.Daily.winter_Mon6.answer.1": "Yes, I've got to take care of my grandfather's farm.",
        "Dao.Dialogue.Daily.winter_Mon6.answer.2": "Yes, there's someone here that's special to me.",
        "Dao.Dialogue.Daily.winter_Mon6.answer.3": "Yes, I like living in a small community like Pelican Town.",
        "Dao.Dialogue.Daily.winter_Mon6.answer.4": "No, I'll probably travel somewhere else.",
        "Dao.Dialogue.Daily.winter_Mon6.answer.5": "No, I want to go back to the city.",
        "Dao.Dialogue.Daily.winter_Mon6.answer.6": "Who knows?",
        "Dao.Dialogue.Daily.winter_Mon6.reply.1": "I respect that. If something is important to the people you care for, then it's important that you care for it in turn.$1",
        "Dao.Dialogue.Daily.winter_Mon6.reply.2": "Oh-hoh, is there now? Don't worry, if it's a secret, I won't ask who it is!$3",
        "Dao.Dialogue.Daily.winter_Mon6.reply.3": "It's not something I could do for a long time, but it's nice while it lasts. It's a good community.",
        "Dao.Dialogue.Daily.winter_Mon6.reply.4": "Got wandering feet as well? That's good! See as much of the world as you can, I always say.$1",
        "Dao.Dialogue.Daily.winter_Mon6.reply.5": "Hm, I can't see the appeal myself, but to each their own.$9",
        "Dao.Dialogue.Daily.winter_Mon6.reply.6": "Not one to stress about the future, huh? That's fair - let the future handle itself!$1",
        "Dao.Dialogue.Daily.winter_Mon6.followup.good": "It's good when you've found a place that makes you happy though.",
        "Dao.Dialogue.Daily.winter_Mon6.followup.bad": "If we end up going our separate ways, you'll have to let me know what you've been up to if we meet again.$h",
        "Dao.Dialogue.Daily.winter_Mon8": "I actually was on a cooking competition show once. Not a serious one, one of those fun ones with silly challenges.$1#$b#I lost because I spilt my flour everywhere.$8#$e#What? No, don't go looking for the video!$8",
        "Dao.Dialogue.Daily.winter_Mon10": "$d bus#On cold days like this, you might as well take the bus over to Calico. I'm sure Sandy would love the company.#$b#Plus you won't have to deal with all this snow!$1|I wonder how Sandy's going this time of year...$7#$b#If the bus was running, I'd head over there to see her.$7",
        "Dao.Dialogue.Daily.winter_Tue": "You'd think I'd be used to the cold by now, but somehow I never did learn to handle it.$8",
        "Dao.Dialogue.Daily.winter_Tue2": "Do you have any special snow traditions, @?#$b#My mother's homeland, the Kingdom of Prinat, never gets this cold, so my family doesn't have any.",
        "Dao.Dialogue.Daily.winter_Tue4": "If the cold makes you sleepy, @, head into the cat cafe and order some of Derya's special triple-shot espresso.$1#$b#That'll wake you up in a hurry!$3",
        "Dao.Dialogue.Daily.winter_Tue6": "...You'd think there'd be less fires in winter, wouldn't you? Since the weather is cooler.$7#$b#But when it comes to heaters, people don't always think about what they're doing.$2",
        "Dao.Dialogue.Daily.winter_Tue8": "Have you spent a lot of time in Zuzu City? I got to admit, I'm not keen on the place.$8#$b#Nothing wrong with it, but a city's a city at the end of the day, and Zuzu doesn't have a lot to make it stand out.$9",
        "Dao.Dialogue.Daily.winter_Tue10": "How's the farm going in this cold weather, @?#$b#I guess the upside of not being able to grow many crops is more free time, but it's a hit to the wallet. Let me know if you're struggling.$2",
        "Dao.Dialogue.Daily.winter_Wed": "Things must be quieter on the farm in the cold season, huh?#$b#Unless you've got animals, I guess!$1",
        "Dao.Dialogue.Daily.winter_Wed2": "If you're out on the cliffs, make sure you take extra care with your footing.#$b#You might not see the ice until it's too late.$2",
        "Dao.Dialogue.Daily.winter_Wed4": "I see Ophelia over by the mines some days.#$b#I know she can take care of herself, but I still worry. It's a long way from town if something goes wrong.$2",
        "Dao.Dialogue.Daily.winter_Wed6": "You know, I visited Gotoro when I was younger. That was before the war started, of course.#$b#It was a beautiful place with a proud heritage.",
        "Dao.Dialogue.Daily.winter_Wed8": "I only moved here a couple of years before you did, you know.#$b#It's just one of those places that just accepts people immediately.$1",
        "Dao.Dialogue.Daily.winter_Wed10": "We should go travelling together sometime.#$b#I'd love to take you on a tour of the islands together and visit the local markets.$1",
        "Dao.Dialogue.Daily.winter_Thu": "@? Something I can help you with?",
        "Dao.Dialogue.Daily.winter_Thu2": "%revealtaste:AirynDao:(O)260 I got to admit, I can't stand spicy food.$8#$b#My mother was a great cook, but incredibly heavy-handed with the chili powder.$8",
        "Dao.Dialogue.Daily.winter_Thu4": "You know, I've never actually tried snowboarding.$9#$b#I should give it a shot one of these days. What do you think, @, want to come with me?$1",
        "Dao.Dialogue.Daily.winter_Thu6": "I've never been one for shiny jewellery or expensive cars.$8#$b#I'd rather go somewhere I haven't been before or try my hand at something new.$1",
        "Dao.Dialogue.Daily.winter_Thu8": "Somewhere you should definitely visit if you get the chance is the Jaralgan Plains.$1#$b#It's full of monsters, of course, but the local Adventurers' Guild branch provides guides and the ancient temples are incredible.",
        "Dao.Dialogue.Daily.winter_Thu10": "I've come to terms with my nature, but I still sometimes get a little wistful seeing Silas and Miyoung being sweet together.$6#$b#I'm happy for them both though. It's adorable that they still feel as strongly after so many years together.$h",
        "Dao.Dialogue.Daily.winter_Fri": "Hmm, got to head over to Ari's soon. I'm nearly out of onions.$9",
        "Dao.Dialogue.Daily.winter_Fri2": "What are you planning for dinner tonight, @? You should try something new, expand your boundaries.",
        "Dao.Dialogue.Daily.winter_Fri4": "I asked Evelyn about her rice pudding recipe one time. Turns out she makes it completely differently to how I do it!$1",
        "Dao.Dialogue.Daily.winter_Fri6": "My herb patch never survives through the winter.$2#$b#It makes sense, since most of them are tropical plants, but I miss getting out into the garden.$7",
        "Dao.Dialogue.Daily.winter_Fri8": "It's great to see you, @! I'm just up to the usual routine today.#$b#How about you? Keeping busy?",
        "Dao.Dialogue.Daily.winter_Fri10": "If I were younger, I'd make like the birds and travel somewhere warmer for the winter.#$b#I still might. But I'll be back when it warms up again, don't worry.$h",
        "Dao.Dialogue.Daily.winter_Sat": "Brr, it's a cold one today. Make sure you keep warm, @.#$b#Don't want you getting sick!",
        "Dao.Dialogue.Daily.winter_Sat2": "Be careful if you go canoeing or kayaking in the winter. You don't want to capsize and get hypothermia!$2",
        "Dao.Dialogue.Daily.winter_Sat4": "If you get bored with nothing to do in the winter, head over to the Sunberry library. Elias is good at matching people to books.",
        "Dao.Dialogue.Daily.winter_Sat6": "You look pretty cold, @. Here, take this and warm yourself up.[218]#$e#It'd be a shame if you caught a cold! Make sure you're looking after yourself.$2",
        "Dao.Dialogue.Daily.winter_Sat8": "%revealtaste:AirynDao:(O)218 One of my favourite foods is tom kha soup, but there's a lot of different variations on it.#$b#My mother always made it with a lot of spice, but I prefer it with a lot of cilantro and lime.",
        "Dao.Dialogue.Daily.winter_Sat10": "@! I was hoping I'd run into you today. Here, I made this for you[218].$1#$e#Make sure you eat it while it's still hot.",
        "Dao.Dialogue.Daily.winter_Sun": "It's hard to get in to town when the snow gets heavy. It can be a problem.",
        "Dao.Dialogue.Daily.winter_Sun2": "Hmm, the cold weather brings back memories of curling up with a partner under a warm blanket.$6#$e#They're not always good memories...$7",
        "Dao.Dialogue.Daily.winter_Sun4": "Skiing's one of the few adventure sports I never really got the hang of.$8#$b#My knees don't like the turning, and as much of a thrill as it is to just go straight downhill, it's not real good for the people around you!$8",
        "Dao.Dialogue.Daily.winter_Sun6": "An ex of mine used to complain that I never treated her with any romance.$7#$b#It's true, I'm not a romantic person. But I never pretended that I was, so where does that leave us?$2",
        "Dao.Dialogue.Daily.winter_Sun8": "If you ever want recommendations on places to visit or things to see, you can ask me anytime.$h#b#I'll give you the good recommendations away from the tourist zones.$h",
        "Dao.Dialogue.Daily.winter_Sun10": "What would you say is your favourite place, @?#$b#If you'd asked me last year, I'd have said the Fern Islands, but now... Well, I'm sure you can guess, right?",

    // SCHEDULE DIALOGUE

        "Dao.Dialogue.Schedule.Working.1": "Sorry, @, I need to focus on this right now.",
        "Dao.Dialogue.Schedule.Working.2": "WHY did they have to use that idiom? How am I supposed to translate that and keep the same meaning?$9",
        "Dao.Dialogue.Schedule.Working.3": "Hmm... it wouldn't be a direct translation, but...$9",
        "Dao.Dialogue.Schedule.Working.4": "Ugh, technical jargon. I hate translating jargon.$2",
        "Dao.Dialogue.Schedule.Working.5": "Nice, this is pretty straightforward. I should be finished by tomorrow.",
        "Dao.Dialogue.Schedule.Working.6": "It's hard sometimes not to edit too much while I'm translating. Especially when the original work isn't that good.",

        "Dao.Dialogue.Schedule.Reading.Part1": "Have you read this one before, @?#$b#",
        "Dao.Dialogue.Schedule.Reading.Part2.1": "It's a thriller about a woman with amnesia who's on the run from an assassin. Kind of generic, if I'm honest, but it's fun.",
        "Dao.Dialogue.Schedule.Reading.Part2.2": "It's a cookbook full of 30 minute meals. I know, I know, who reads a cookbook for fun?$1#$b#The author has lots of interesting anecdotes though.$1",
        "Dao.Dialogue.Schedule.Reading.Part2.3": "It's the Solitary World guidebook to the Fern Islands. I've seen some of the places it mentions, but not enough.",
        "Dao.Dialogue.Schedule.Reading.Part2.4": "It's about a spy during the Nachtgilde period who finds out that his husband is also a spy, but for the Braun faction. It's pretty good so far!",
        "Dao.Dialogue.Schedule.Reading.Part2.5": "It's set during the Lagopede Interregnum, but it's not doing much for me, to tell you the truth. I thought it would be more historical, less romance.$2",
        "Dao.Dialogue.Schedule.Reading.Part2.6": "It's a detective noir story about a lady detective working alongside the dame who hired her to solve a series of murders. Don't spoil it for me!",
        "Dao.Dialogue.Schedule.Reading.Part2.7": "It's a crime novel that marketed itself as having 'the biggest twist of the century'.#$b#I've read it before though - it's decent, but it's obvious the author thinks he's much cleverer than he actually is.$9",
        "Dao.Dialogue.Schedule.Reading.Part2.8": "I wouldn't normally go for legal drama, but this one's pretty good.$1#$b#The main character and his rival have a lot of history.$1",
        "Dao.Dialogue.Schedule.Reading.Part2.9": "It's about a man who gets kidnapped by a crime syndicate and has to pretend that he's working for them while figuring out how to escape.#$b#I can't say much for the realism, but the characterisation is good!",
        "Dao.Dialogue.Schedule.Reading.Part2.10": "It's about a group of thieves planning a heist against a billionaire businesswoman as revenge for her breaking the main character's heart.#$b#It's a fun read, plus the main character is hilarious with her constant disguises.$1",
        "Dao.Dialogue.Schedule.Reading.Part2.11": "It's one of the Way of the Wind books you gave me! The author's crafted a pretty intriguing magic system for it based on music.#$b#Makes me wonder if they've studied any magic themself, you know?",
        "Dao.Dialogue.Schedule.Reading.Part2.12": "It's the Mapping Cave Systems book you gave me! There's a lot of fascinating caves I never knew existed.$h#$b#It's making me want to go travelling again to see them all.$h",
        "Dao.Dialogue.Schedule.Reading.Part2.13": "It's the Book of Mysteries anthology you gave me! My favorite is definitely the one with the clock and the missing letter.#$b#The one with the murdered priest is a close second though.$h",
        "Dao.Dialogue.Schedule.Reading.Part2.14": "It's the Queen of Sauce cookbook you gave me! It'd be nice if the Queen included more dishes from places other than Ferngill, but I suppose that's her specialty.",

        "Dao.Dialogue.Schedule.SaturdayCooking.1": "Hey, @, come to join us for a while? Help yourself to a plate! There's plenty for everyone.$1",
        "Dao.Dialogue.Schedule.SaturdayCooking.2": "We swap out who cooks each week so that we get to try each other's cooking. Let me know if you want to take over sometime!$1",
        "Dao.Dialogue.Schedule.SaturdayCooking.3": "@, Jumana, what do you think of this spice blend? I'm trying something new this week.$1",
        "Dao.Dialogue.Schedule.SaturdayCooking.4": "Any dietary restrictions, @? We've got a lot of different foods available, but I can put together something for you if needed. Just let me know.",

        "Dao.Dialogue.Schedule.SaturdayHangout.1": "There's a real sense of community at events like these, isn't there?$4",
        "Dao.Dialogue.Schedule.SaturdayHangout.2": "%Dao is humming along with the music. She looks a little wistful.%noturn",
        "Dao.Dialogue.Schedule.SaturdayHangout.3": "How's Amina been doing with her studies lately, Jumana? She's a bright kid, I'm sure she'll pick things up in no time.%noturn",
        "Dao.Dialogue.Schedule.SaturdayHangout.4": "@, you have to try Jumana's mujaddara today. It's incredible, especially those onions! I'll definitely be back for seconds when I'm finished.$h",
        "Dao.Dialogue.Schedule.SaturdayHangout.5": "Jumana, this balilah is incredible. And together with your flatbread? You spoil us.$h%noturn",
        "Dao.Dialogue.Schedule.SaturdayHangout.6": "Mm, the sumac really brings the whole dish together. I haven't used it much, but I'll have to experiment with it sometime.$h",
        "Dao.Dialogue.Schedule.SaturdayHangout.7": "Hey @, ask Jonghyuk to make his special bindaetteok sometime. It'll change your life.$h",
        "Dao.Dialogue.Schedule.SaturdayHangout.8": "Going to make your tteokbokki today, Jonghyuk? That was a real hit last time.$h%noturn",
        "Dao.Dialogue.Schedule.SaturdayHangout.9": "Jonghyuk, what do you think? Stir fry competition next week?$h%noturn",

        "Dao.Dialogue.Schedule.Mechanics.1": "Water tank's filled, hoses are coiled, clips are secured...$9#$b#Did I remember to check the pump?$9",
        "Dao.Dialogue.Schedule.Mechanics.2": "I check my truck every week. It'd be a disaster if I got called out to a fire and something was broken or missing.$8",
        "Dao.Dialogue.Schedule.Mechanics.3": "Need to remember to fill up my tank next time I'm in Grampleton.",

        "Dao.Dialogue.Schedule.MechanicsWren.1": "Wren, could you take a look at this for me? There's liquid of some sort that I don't think should be there.$8",
        "Dao.Dialogue.Schedule.MechanicsWren.2": "Wren's been giving me a hand with servicing my truck. I know the basics, but there's a lot of fiddly bits I'm glad to have an expert look over for me.",
        "Dao.Dialogue.Schedule.MechanicsWren.3": "I check my truck every week. It'd be a disaster if I got called out to a fire and something was broken or missing.$8",

        "Dao.Dialogue.Schedule.GreenRain": "Huh, I didn't realise Ferngill could get green rain.$9#I've seen it happen before in Prinat and Hirayas, but it's not common. It's... mostly harmless, I think? Some people get migraines from it though.",
        "Dao.Dialogue.Schedule.GreenRain_2": "Green rain again? That'll make things interesting over in the forest, heh.$h",
        "Dao.Dialogue.Schedule.NightMarket": "So much to see! Every time I visit, there's a whole new variety of attractions and vendors.$h",
        "Dao.Dialogue.Schedule.DesertFestival": "Mm, so many good smells. If you haven't tried the rainforest shrimp or the cave kebabs yet, @, you're missing out.$h",
        "Dao.Dialogue.Schedule.TwilightFestival.Part1": "$1 DaoTwilightY1#Hey there, @! Do you have enough feathers for everything you want? I've already picked up a few pieces, so these ones are going spare if you want them.[skellady.SBVCP_TwilightFeather] [skellady.SBVCP_TwilightFeather] [skellady.SBVCP_TwilightFeather]$h#$e#Jumana could probably tell you why the festival uses twilight feathers instead of money if you're curious.#$b#It's a fun little tradition though, isn't it? People have been going for a walk in the woods to collect some for the last few weeks.$h",
        "Dao.Dialogue.Schedule.TwilightFestival.Part2": "If you haven't been to Amina's stall yet, you should head over and try your luck! It'd make her day, I'm sure.$h",
        "Dao.Dialogue.Schedule.TwilightFestival.Part2.Ripley": "Hmm... I might pick up some mushrooms and eggplants. Ripley always has quality produce.$h",
    
    // PRE-FESTIVAL DIALOGUE
    
        "Dao.Dialogue.PreFestival.spring_12": "In the Kingdom of Prinat, there's a festival called the Dance of Water around this time to celebrate the new year.#$b#It's a lot of fun. Everyone splashes water at each other and there's parties in the street.$1#$e#The Egg Festival is fun too, but in a different way.",
        "Dao.Dialogue.PreFestival.spring_23": "The Flower Dance, huh...? It's been a long time since I danced at something like that.$6#$b#But that's fine by me! I've made a fool of myself tripping over my feet too many times already, no need to repeat the experience.$8",
        "Dao.Dialogue.PreFestival.summer_10": "I'm going to bring the best of my herbs to the festival tomorrow! You watch, that soup's going to be one to remember!$3",
        "Dao.Dialogue.PreFestival.summer_16": "My plans for today? Nothing much!$1#$b#I've had plenty of birthdays before, and I've come to appreciate having a quiet day to myself.",
        "Dao.Dialogue.PreFestival.summer_28": "When I was a kid, my mother took me on vacation to one of the islands where the moonlight jellies spawn. I'll never forget that experience.$4",
        "Dao.Dialogue.PreFestival.fall_15": "I always look forward to the Valley Fair. It's great to see all the handicrafts people have made.$1",
        "Dao.Dialogue.PreFestival.fall_25": "You know, one of my exes once told me that she was embarrassed to see me wearing a costume for Spirits' Eve.$8#$b#Boo to her, I say! If you can't have fun dressing up on Spirits' Eve, then what's the point of it?$1",
        "Dao.Dialogue.PreFestival.winter_7": "Coming to the Festival of Ice tomorrow, @?#$b#I wouldn't blame you if you gave it a miss. It's pretty cold!$8",
        "Dao.Dialogue.PreFestival.winter_15": "Today's the first night of the Night Market!$1#$b#There's a lot of these sort of markets back in Prinat and its neighbours, but in Ferngill you have fairs and the like instead. I always look forward to it.",
        "Dao.Dialogue.PreFestival.winter_18": "I got some great stuff at the Night Market!$1#$b#{{NightMarketRandom}}#$e#How about you, @? Find anything you like?$1",
        "Dao.Dialogue.NightMarket.Random1": "The travelling merchant had shrimp paste, lemongrass, water chestnuts, and all sorts of great ingredients.$h",
        "Dao.Dialogue.NightMarket.Random2": "I picked up some new stickers and a few little gifts for people at that knickknack stall on the side dock.$h",
        "Dao.Dialogue.NightMarket.Random3": "There was a secondhand book seller and you know I can't go past a good thriller or three.$h",
        "Dao.Dialogue.PreFestival.winter_24": "My mother didn't celebrate the Feast of the Winter Star, but I've always enjoyed it.#$b#At the end of the day, it's about giving to those you love, isn't it?$1",
    
    // FESTIVAL DIALOGUE
    
        "Dao.Dialogue.Festival.spring13.y1": "I'd participate if there was an over-60s egg hunt.$3#$b#Silas, what do you say we convince Lewis to let us have an oldies division?$h",
        "Dao.Dialogue.Festival.spring13.y1.RSV": "I'd participate if there was an over-60s egg hunt.$4#$b#Silas, what do you say we get Lenny on board and convince Lewis to let us have an oldies division?$h",
        "Dao.Dialogue.Festival.spring13.y2": "I've heard a few people say that they think a festival for eggs is odd, but trust me, people across the world will come up with any excuse for a celebration.$h",
        "Dao.Dialogue.Festival.spring24.y1": "This white shirt is the only formal thing I own! I borrowed some slacks from Ezra.$h$h#$b#Jumana gave me one of her flowers too so I could fancy things up a little.$h",
        "Dao.Dialogue.Festival.spring24.y2": "You planning on asking someone to dance, @?#$b#If you are, don't let the moment slip through your hands and become something you regret later.",
        "Dao.Dialogue.Festival.summer11.y1": "Mm, I can smell the soup already! Everyone's been taking turns keeping it stirred.#$b#I might see if Marnie needs a break soon - I could go for a little taste-test!$h",
        "Dao.Dialogue.Festival.summer11.y2": "Don't listen to Ari and the others - it'd be a boring tradition if there wasn't the thrill of finding out what the soup tastes like each year!$3",
        "Dao.Dialogue.Festival.summer28.y1": "How many other shorelines have these jellies seen, do you think? The ocean connects us all in the end.$l",
        "Dao.Dialogue.Festival.summer28.y2": "You know, Ferngill isn't the only country that gathers to see the moonlight jelly migration.#$b#It's humbling to think that people, across all of our cultures, share a desire to witness and celebrate something beautiful like this.$l",
        "Dao.Dialogue.Festival.fall16.y1": "Checked out Silas and Maia's stall yet? They're both incredible craftspeople, don't you think?",
        "Dao.Dialogue.Festival.fall16.y2": "I always love visiting local festivals like this and seeing what people have created.$h",
        "Dao.Dialogue.Festival.fall27.y1": "@! Glad to see you getting into the spirit of things.$h#$b#I tell you what, this maze is a lot more disorientating when you're my height. I'm a touch jealous of the taller folks.",
        "Dao.Dialogue.Festival.fall27.y2": "Did you make your own costume or buy one, @? I just rent mine nowadays. Makes things easier to manage.$h#$b#It helps that I'm short enough to fit some of the child costumes too.$3",
        "Dao.Dialogue.Festival.winter8.y1": "Brr, not my type of weather. Still, I can't pass up a good snowball fight!$h",
        "Dao.Dialogue.Festival.winter8.y2": "I may have ended up getting into a snowball war with some of the younger folks. I'll give as good as I get!$3",
        "Dao.Dialogue.Festival.winter25.y1": "Here, @, happy Winter Star![236 199 218 728]$h#$b#Nothing better than good food and good friends at a festival like this.$l",
        "Dao.Dialogue.Festival.winter25.y2": "I appreciate how welcoming Pelican Town is with its Winter Star celebration. Mayor Lewis invites anyone who'd like to join, even neighboring villages like Sunberry and Ridgeside.$l",
    
        "Dao.Dialogue.Festival.fall20": "I should come up here more often! Pika's restaurant has some fantastic food.$h",
        "Dao.Dialogue.Festival.winter28": "My plans for next year? They're the same as always.#$b#Take each day as it comes and see what life brings.$l",
        
    // CUSTOM GIFT DIALOGUE

        "Dao.Dialogue.GiftReaction.StardropTea": "Is that... stardrop tea? You're really sure you want to give me something that special?$6#$b#Well, thank you then! ...mm. It tastes so nostalgic.$l",
    
        // LOVED GIFTS
        "Dao.Dialogue.GiftReaction.Tom_Kha_Soup": "Mmm, I can't get enough of those spices. Thanks, @, I appreciate it.$h",
        "Dao.Dialogue.GiftReaction.Rice_Pudding": "Rice pudding is one of my favorite comfort foods. Nothing better than a warm bowl of sweet rice.$h",
        "Dao.Dialogue.GiftReaction.Stirfry": "Heh, this looks great! I'll have to repay the favor sometime and make you my special stirfry in return.$h",
        "Dao.Dialogue.GiftReaction.Fruit_Salad": "I'd been craving some fresh fruit! Thanks, @.$h",
        "Dao.Dialogue.GiftReaction.Crabcakes": "Fresh crabcakes! Getting enough crabmeat is a pain, isn't it? Thanks, @.$h",
        "Dao.Dialogue.GiftReaction.Fried_Mushroom": "Mm, that earthy smell is so good. Thanks!$h",
        "Dao.Dialogue.GiftReaction.Mango_Rice": "It smells like childhood. Mom always used to make this for special occasions.$h",
        "Dao.Dialogue.GiftReaction.Coconut": "Oho, this looks like a good one! I'll be having fresh khanom babin tonight.$h",
        "Dao.Dialogue.GiftReaction.Mango": "Fresh mangoes have always tasted like summer to me.$h",
        "Dao.Dialogue.GiftReaction.Pineapple": "Ahh, this reminds me of buying fresh pineapple from the little streetside fruit carts as a kid.$h",
        "Dao.Dialogue.GiftReaction.Banana": "Ahh, I love ripe bananas. So sweet and creamy.$h",
        "Dao.Dialogue.GiftReaction.MagmaCap": "Well now, THIS is a surprise! You don't see these too often!$h#$b#Magma caps like this are spicy, true, but the savory flavor grounds them. I'll have to find a good recipe for it.",
        "Dao.Dialogue.GiftReaction.MappingCaveSystems": "Whoa, this looks fascinating! So many cave systems... Look, they've got a section about the Kahurangi Caves in Te Ikaroa!$h#$b#Thanks, @. This is a fantastic gift.$l",
        "Dao.Dialogue.GiftReaction.BookOfMysteries": "A mystery anthology? @, you know just what I like.$h#$b#It takes a lot of skill to set up and deliver a good mystery in such a short amount of words. I love it.$l",

        // LIKED GIFTS
        "Dao.Dialogue.GiftReaction.Ginger": "Fresh ginger? Perfect, thank you! I'd been running low and this'll save me a trip to Ari's.$h",
        "Dao.Dialogue.GiftReaction.Mushrooms": "Look at that! This is a good mushroom.$h#$b#I'd ask where you found it, but every forager has their secret spot, eh?$3",
        "Dao.Dialogue.GiftReaction.Seafood": "Thanks! And it's still in its shell, excellent. I always find it keeps the meat juicier if you cook it in the shell.$h",
        "Dao.Dialogue.GiftReaction.Taro": "Taro? That's a rarity to find in Ferngill! A lot of people here don't know how to prepare it properly.",
        "Dao.Dialogue.GiftReaction.SpringOnion": "Thanks, @, I go through spring onions like you wouldn't believe. My poor little plant can barely keep up!$h",
        "Dao.Dialogue.GiftReaction.BokChoy": "Ahh, bok choy. Queen of vegetables, if you ask me! I grow my own too, but it's always nice to have extra.$h",
        "Dao.Dialogue.GiftReaction.CookedDish": "Did you cook this for me? Thanks! I'll have to repay the favor sometime.$h",
        "Dao.Dialogue.GiftReaction.QueenOfSauceCookbook": "I don't tend to actually use cookbooks much these days, but the Queen always has a few new tricks for me.",
        "Dao.Dialogue.GiftReaction.WayOfTheWind1.First": "Hm? A fantasy book? Not my usual type, but I've been meaning to pick up something new to read.$h#$b#Thanks! Looks like it's the first of two, so I'll have to keep an eye out for the sequel.$h",
        "Dao.Dialogue.GiftReaction.WayOfTheWind1.Second": "Is that the first Way of the Wind book? Thanks!$h#$b#I've been holding onto the sequel you gave me, so now I can finally read them straight through.$h",
        "Dao.Dialogue.GiftReaction.WayOfTheWind2.First": "Hm? A fantasy book? Not my usual type, but it looks interesting. It's too bad that this is the second of the two though.#$b#Thanks though! I'll hold onto it until I run across a copy of the first book.$h",
        "Dao.Dialogue.GiftReaction.WayOfTheWind2.Second": "Is that the Way of the Wind sequel? Thanks!$h#$b#The first book ends on a cliffhanger - I've been dying to see what happened next, but I couldn't find a copy anywhere.$h",
        "Dao.Dialogue.GiftReaction.Book.AlreadyGifted": "I've already got that book thanks to you, remember? I appreciate the thought, but I don't need a second copy.#$b##$b#Why don't you donate that one to the library?",
        "Dao.Dialogue.GiftReaction.WayOfTheWind.AlreadyGifted": "I've already got both Way of the Wind books thanks to you, remember? I appreciate the thought, but I don't need a second copy.#$b##$b#Why don't you donate that one to the library?",
    
        // DISLIKED/HATED GIFTS
        "Dao.Dialogue.GiftReaction.LactoseIntolerant": "@, I'm lactose-intolerant. I can't have this.",
        "Dao.Dialogue.GiftReaction.LactoseIntolerant.DialaDrink": "@, I'm lactose-intolerant. Unless you asked Diala to make this with oat milk, I can't drink it.",
        "Dao.Dialogue.GiftReaction.Banana_Pudding": "I can't eat that, sadly. There's too much milk in it.#$b#Remind me sometime and I'll teach you my coconut milk banana pudding recipe.",
        "Dao.Dialogue.GiftReaction.Spicy": "I can't stand things with too much heat. Sorry, @.",
        "Dao.Dialogue.GiftReaction.Gems": "I can't say I'm much of a fan of gemstones, @. Sorry.",
        "Dao.Dialogue.GiftReaction.GemsJade": "I can't say I'm much of a fan of gemstones, @. Especially jade - always reminds me of cheap tourist souvenirs. Sorry.",

    // CONVERSATION TOPICS

        "Dao.Dialogue.ConversationTopics.DaoReturnsInitial.1": "Hey @, how have things been here? Anything new?$h",
        "Dao.Dialogue.ConversationTopics.DaoReturnsInitial.2": "Keeping well, @? Anything interesting happen with the farm while I was gone?$h",
        "Dao.Dialogue.ConversationTopics.DaoReturnsInitial.3": "@! Good to see you again! How's things been in Pelican Town?$h",
        "Dao.Dialogue.ConversationTopics.DaoReturnsInitial.4": "Everyone's been asking about where I went on this trip since I got back.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturnsInitial.5": "Hey @, good to see you. Want to hear what I've been up to?$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.1": "I went back to Prinat for a while. Some people get bored of seeing so many temples, but to me, every one is a bit different.$h#$b#Especially all the little local temples! I love seeing all the beautiful architecture and statues.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.2": "This trip was to Prairie Island! Think Sunberry's little raccoon fiend has family over there?$h#$b#Of course, the raccoons might be what most people go to see, but the northern scrub deserts are worth a visit as well, especially if you hire an ATV.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.3": "I stayed in Ferngill this time, but I went over to Bluemire Hills and went trekking for four days. The blue haze over the forest as the sun rises is something else.$h#$b#A lot of people worry about the goblins, but they're actually pretty friendly and the way they've built homes in the Zerul Caves is fascinating.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.4": "I went sailing from Port Drake - did you know that it's the only place in Ferngill that still has full-rigged ships making regular voyages?$h#$b#They do trips going north to the Geaidnu and Hrm Islands in the Nors region, especially in winter to see the aurora.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.5": "Lutce is beautiful this time of year. Well, the Lutce countryside is beautiful at any time of year, really.$h#$b#I'd recommend avoiding the capital and travelling through the villages - people are much friendlier there and there's so many regional variations of its famous food.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.6": "I stopped for a few days in Larimar Shores to visit the BaiLarimar bachata and merengue festival and the energy was like nothing else!$h#$b#If you'd told me the whole country was there to dance and sing, I'd believe it.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.7": "I visited Tarinya and it still blows me away how much history it has, both in its culture and its environment.$h#$b#Everyone rightfully recommends visiting the Tarinyan teahouses, of course, but there's forests in the northern plateaus that have been there for millions of years.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.8": "I'd wanted to visit the Valleriath ruins, but the main sectors are closed to the public at the moment with the reopened archeological digsites.#$b#Still, the smaller villas are worth a visit in their own right and they have a great history museum with local cultural pieces.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.9": "I went on a multi-day kayaking trip around the southern islands of Te Ikaroa. You wouldn't believe how cold the water was! Definitely worth it though.$h#$b#And I was lucky enough to see one of the lava caves as well! Many of them are sacred sites, but there's a few that can be visited.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.10": "I started in Nkyene Mpoano with the Gallery of Adinkra - the motifs and symbolism in the fabric printing are fascinating to see - and then travelled south to the forest-savanna.$h#$b#It's really a unique ecosystem and there's such a mix of animals and birds that live there.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.11": "Riala might be known for the Bloodstone Theater - and it's impressive, don't get me wrong! - but I can't visit without going mountaineering in the north.#$b#The Montagna Bianca range is called the climber's paradise for good reason.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.12": "I decided to visit each of the Pie Krlestw countries this trip! There's a lot of local festivals at this time of year.$h#$b#I ate so much golabki, knedlky, and makovnk that I could've rolled back to my hostel each day.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.13": "I went scuba diving at the Moku Ko'a reefs off the Ember Island coastline. I had a dive buddy with me, don't worry!$h#$b#Have you ever been tried it, @? There's an incredible serenity about floating underwater as a thousand fish in all different colors flit around you.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.14": "Each time I visit Hirayas, I make a point to visit a new island. There's so many of them that even now I still haven't seen them all.$h#$b#Be careful if you visit during the rainy season though. A lot of Ferngill visitors aren't used to just how much water can come down in one afternoon.$h",
        "Dao.Dialogue.ConversationTopics.DaoReturns.15": "I went to Parporanga - it has one of the longest ziplines in the world! Starts at Pedra Alta and goes for miles above the rainforest.$h#$b#The best churrasco restaurant I've ever been to is close by as well.$h",

        "Dao.Dialogue.ConversationTopics.cc_Complete": "",
        "Dao.Dialogue.ConversationTopics.cc_Bridge": "",
        "Dao.Dialogue.ConversationTopics.cc_Bus": "",
        "Dao.Dialogue.ConversationTopics.movieTheater": "",
        "Dao.Dialogue.ConversationTopics.married": "",
        "Dao.Dialogue.ConversationTopics.divorced_once": "",
        "Dao.Dialogue.ConversationTopics.luauBest": "",
        "Dao.Dialogue.ConversationTopics.luauShorts": "",
        "Dao.Dialogue.ConversationTopics.luauPoisoned": "",
        "Dao.Dialogue.ConversationTopics.willyBoatRepaired": "",

        "Dao.Dialogue.ConversationTopics.ReihanaIntro": "",
        "Dao.Dialogue.ConversationTopics.AriGetsSlimed": "",
        "Dao.Dialogue.ConversationTopics.GSBAcquired": "",
        "Dao.Dialogue.ConversationTopics.SBVMuseumBegin": "",
        "Dao.Dialogue.ConversationTopics.SBVMuseumComplete": "",
        "Dao.Dialogue.ConversationTopics.RaccoonBar": "Sounds like that raccoon's been making a nuisance of itself again. Silas said it snuck into his forge and took an iridium bar of all things!$a",
        "Dao.Dialogue.ConversationTopics.RaccoonScarf": "Miyoung was saying that the raccoon stole a scarf from her the other day! Little devil.$a",
        "Dao.Dialogue.ConversationTopics.EliasHouseBegin": "How's today been treating you, @? You look like you have something on your mind.#$b#$y '..._Elias is renovating his old house._Huh, good for him if that's what he wants to do. I don't know what I'd do with all that space personally - a small house suits me just fine!",
        "Dao.Dialogue.ConversationTopics.EliasCompendiumComplete": "",

        "Dao.Dialogue.ConversationTopics.ShoujoIsForGirls": "",
        "Dao.Dialogue.ConversationTopics.OnTheSheshore": "",
        "Dao.Dialogue.ConversationTopics.WhyBirdsFly": "",
        "Dao.Dialogue.ConversationTopics.DrivingMemoryLane": "",

        "Dao.Dialogue.ConversationTopics.JukeboxFire": "",

        "Dao.Dialogue.ConversationTopics.RipleyFolkHero": "",
        "Dao.Dialogue.ConversationTopics.RipleyLostCow": "",
        "Dao.Dialogue.ConversationTopics.RipleyGrief": "",

        "Dao.Dialogue.ConversationTopics.SterlingTrash": "",
        "Dao.Dialogue.ConversationTopics.SterlingDrugs": "",
        "Dao.Dialogue.ConversationTopics.SterlingRelapse": "",
        "Dao.Dialogue.ConversationTopics.SterlingSobriety": "",

        "Dao.Dialogue.ConversationTopics.LucikielArrives": "",
        "Dao.Dialogue.ConversationTopics.keahi_prank": "",
        "Dao.Dialogue.ConversationTopics.LeilaniArrives": "",
        "Dao.Dialogue.ConversationTopics.MeetTheCats": "",
        "Dao.Dialogue.ConversationTopics.PTJ03": "",
        "Dao.Dialogue.ConversationTopics.HaleysCakeWalk": "",
        "Dao.Dialogue.ConversationTopics.ItTakesAVillage_End": "",
    
        // add more RSV & VMV CTs

    // MOVIE REACTIONS
        //Brave Little Sapling (dislike)
        "Dao.Dialogue.MovieReactions.BraveLittleSapling.BeforeMovie": "Hm, a kiddie movie? If you're vouching for it, I'll give it a try.",
        "Dao.Dialogue.MovieReactions.BraveLittleSapling.DuringMovie": "%Dao looks a little bored.",
        "Dao.Dialogue.MovieReactions.BraveLittleSapling.AfterMovie": "It wasn't bad, but I'd prefer to watch something with a bit more action. This felt a bit simplistic.$s",

        //Journey of the Prairie King (like)
        "Dao.Dialogue.MovieReactions.JourneyOfThePrairieKing.BeforeMovie": "This is based on a cowboy game, you said? I haven't heard anything about it, but I'll keep an open mind.$h",
        "Dao.Dialogue.MovieReactions.JourneyOfThePrairieKing.DuringMovie": "Whoa! Get 'em, Prairie King!",
        "Dao.Dialogue.MovieReactions.JourneyOfThePrairieKing.AfterMovie": "That was a lot better than I expected! Always good fun to watch a solid action movie. Thanks, @.$h",

        //Mysterium (love)
        "Dao.Dialogue.MovieReactions.Mysterium.BeforeMovie": "Even I've heard of this one! It's supposed to be a real mind-bender.$h",
        "Dao.Dialogue.MovieReactions.Mysterium.DuringMovie": "If that's because of... It might connect to... But wait, no, it's--",
        "Dao.Dialogue.MovieReactions.Mysterium.AfterMovie": "Fascinating! I'm going to be thinking this over for the next few days.$h",

        //Miracle at Coldstar Ranch (dislike)
        "Dao.Dialogue.MovieReactions.MiracleAtColdstarRanch.BeforeMovie": "A holiday movie? The festival itself is fun, but the movies are so often terrible.$s",
        "Dao.Dialogue.MovieReactions.MiracleAtColdstarRanch.DuringMovie": "...this is a 'just believe and everything will be fine' movie, isn't it.$9",
        "Dao.Dialogue.MovieReactions.MiracleAtColdstarRanch.AfterMovie": "Ugh. Sorry, @, schmaltz like that isn't my thing at all.$s",

        //Natural Wonders (love)
        "Dao.Dialogue.MovieReactions.NaturalWonders.BeforeMovie": "A nature documentary! This is going to be great.$h",
        "Dao.Dialogue.MovieReactions.NaturalWonders.DuringMovie": "That's a marsupial langur! I visited a langur sanctuary on Ember Island once, they're fascinating animals.",
        "Dao.Dialogue.MovieReactions.NaturalWonders.AfterMovie": "They might've only focused on Ferngill, but they managed to pack a lot of detail in. Incredible videography too!$h",

        //Wumbus (dislike)
        "Dao.Dialogue.MovieReactions.Wumbus.BeforeMovie": "'Wumbus'? Is that some sort of popular character?$9",
        "Dao.Dialogue.MovieReactions.Wumbus.DuringMovie": "%Dao looks perplexed.",
        "Dao.Dialogue.MovieReactions.Wumbus.AfterMovie": "Well. Not my sense of humor, I suppose. I'll stick to my books.",

        //It Howls in the Rain (like)
        "Dao.Dialogue.MovieReactions.ItHowlsInTheRain.BeforeMovie": "Horror's not always my preference, but if it'll get my heart racing, I'll give it a shot.$h",
        "Dao.Dialogue.MovieReactions.ItHowlsInTheRain.DuringMovie": "%Dao is watching with interest. She's gripping the arms of the chair without realising.",
        "Dao.Dialogue.MovieReactions.ItHowlsInTheRain.AfterMovie": "The found footage style really worked for this one!$h",

        //Zuzu City Express (dislike)
        "Dao.Dialogue.MovieReactions.ZuzuCityExpress.BeforeMovie": "...a romance film? Hopefully the characters will be interesting, at least.$s",
        "Dao.Dialogue.MovieReactions.ZuzuCityExpress.DuringMovie": "%Dao looks very unimpressed.",
        "Dao.Dialogue.MovieReactions.ZuzuCityExpress.AfterMovie": "I've never understood why this sort of thing is so popular.$7",

    ////// HEART EVENTS
    
    // 2 HEART EVENT
        "Dao.Events.2Heart.0": "Hey Miyoung, Silas!",
        "Dao.Events.2Heart.1": "Good evening, Dao!",
        "Dao.Events.2Heart.2": "Doing well, Ophelia?",
        "Dao.Events.2Heart.3": "I am, thank you",
        "Dao.Events.2Heart.4": "Evening, Jumana!$h#$b#What are we making tonight?",
        "Dao.Events.2Heart.4.JH": "Evening, Jumana and Jonghyuk!$h#$b#What are we making tonight?",
        "Dao.Events.2Heart.5": "Dao! How are you, dear? I've made a few dishes, but we could always do with more.$h#$b#Did you have something in mind?",
        "Dao.Events.2Heart.5.JH": "Dao! How are you, dear? We've made a few dishes, but there's always room for more.$h#$b#Did you have something in mind?",
        "Dao.Events.2Heart.6": "I found a nice spot with plenty of mushrooms while out trekking earlier. How about some stir fry?$h",
        "Dao.Events.2Heart.7": "That would be nice!",
        "Dao.Events.2Heart.8": "I'll make some too so that there's definitely enough for everyone.$3",
        "Dao.Events.2Heart.9": "A little bit of hot pepper, Dao?",
        "Dao.Events.2Heart.10": "Not too much! I can't handle much heat.$8",
        "Dao.Events.2Heart.11": "Says the firefighter.$h",
        "Dao.Events.2Heart.12": "Say, what's one thing you always add to your dishes? Your secret ingredient or technique.$3#$b#Mine is using sesame oil whenever I can and and toasting spices in it before doing anything with tofu.$h",
        "Dao.Events.2Heart.13": "Oh my, stealing my secrets, Dao?$8#$b#I'm only teasing, dear. My secret ingredient is roasted cashews, of course.$6#$b#You can add them on top of most dishes for extra crunch. I do love using smoked rice as well.$h",
        "Dao.Events.2Heart.14": "My secret is the wine I use! You want a flavorful, darker rice wine for more depth of flavor.$h#$b#I also like to marinate the meat in lemon-lime soda for a few days to make it soft and tender. It complements everything really well.$u",
        "Dao.Events.2Heart.15": "It's been lovely having you share your recipes with us. It feels like you've been here in Sunberry much longer than you have.",
        "Dao.Events.2Heart.16": "...It does feel that way, doesn't it? Time is an odd beast.$6",
        "Dao.Events.2Heart.17": "Well. My mother would be happy to hear people are enjoying her food!#$b#She always used to say that food is an expression of who we are and where we come from.",
        "Dao.Events.2Heart.18": "Yeah. My dad would say the same thing. Having people to cook with or cook for is what makes a dish a lot more special.$15",
        "Dao.Events.2Heart.19": "Hey there, @, I could hear your stomach growling from here!$h#$b#There's plenty of food to go around. What would you like?$h",
        "Dao.Events.2Heart.20": "If you haven't tried Dao's stir fry yet, I'd recommend giving it a taste.$h",
        "Dao.Events.2Heart.21": "Here, have as much as you want",
        "Dao.Events.2Heart.22": "Dao's stir fry was incredible - a perfect blend of sour, sweet, salty, and spicy.",
        "Dao.Events.2Heart.23": "She was happy to share the recipe too!",

        "Dao.Events.2Heart.Recipe": "You've learned a new cooking recipe: Stir Fry!",

        "Dao.Events.4Heart.0": "...Truly, Dao? Fifty-eight countries? I can't even imagine it!$h",
        "Dao.Events.4Heart.1": "It's true! Some of them were shorter trips than others, of course, but even if I'm only passing through, I like to stay for a few days at least.$h",
        "Dao.Events.4Heart.2": "I think the furthest I've been from Sunberry is trips to the Fern Islands.$h#$b#I'm sure everyone asks you this, but do you have a favorite place you've been?",
        "Dao.Events.4Heart.3": "It's hard to say. Every country has its charms, you know?#$b#It's easy to focus on the big flashy places that draw in tourists, but there's also a lot of places like Sunberry with their own quiet beauty.#$b#That said, I do love Khemet. The sculpture halls in Najm are something else.$h",
        "Dao.Events.4Heart.4": "Oh yes, Adeel and I visited years ago! Back when it was still called Tribellum.#$b#I remember walking down the banks of the Nilohe River together while the water lilies were in bloom.$h",
        "Dao.Events.4Heart.5": "Awww",
        "Dao.Events.4Heart.6": "How about you, @?",
        "Dao.Events.4Heart.Q": "Have you done much travelling before?",
        "Dao.Events.4Heart.A1": "I've been to lots of different countries!",
        "Dao.Events.4Heart.7": "Fantastic! We'll have to swap stories sometime.$h",
        "Dao.Events.4Heart.8": "Was that before you started working at Joja? It must have been quite a change.$s",
        "Dao.Events.4Heart.A2": "I've travelled a lot, but only within Ferngill",
        "Dao.Events.4Heart.9": "That's great! Ferngill has a lot of amazing places to visit, especially if you go beyond the regular tourist spots.$h",
        "Dao.Events.4Heart.10": "If you have anywhere you'd recommend that's not too far away, I think Silas would enjoy a little romantic getaway.$7",
        "Dao.Events.4Heart.A3": "A few times here and there",
        "Dao.Events.4Heart.11": "You know, that's still further than a lot of people have ever been! Well done!$h",
        "Dao.Events.4Heart.12": "I'd like to go travelling again with Maia and Amina when Amina is a bit older. It would be a lovely experience for her, I think.$h",
        "Dao.Events.4Heart.A4": "Just the once",
        "Dao.Events.4Heart.13": "Not your thing? Or did you not have the chance to travel more with your previous job and now the farm?",
        "Dao.Events.4Heart.14": "It's alright if you don't enjoy travelling, of course.$h",
        "Dao.Events.4Heart.A5": "I'd like to travel someday",
        "Dao.Events.4Heart.15": "Well, you've still got plenty of time!$h#$b#Although it might be tougher now that you've got the farm to look after.$9",
        "Dao.Events.4Heart.16A": "Yes, having plants or children that rely on you makes it tricky to find the time for travelling.",
        "Dao.Events.4Heart.16B": "Yes, having plants that rely on you makes it tricky to find the time for travelling.",
        "Dao.Events.4Heart.A6": "No, I'm not interested in that",
        "Dao.Events.4Heart.17": "...Oh",
        "Dao.Events.4Heart.18": "Well, to each their own, but it's a shame in my opinion.$s#$b#You learn a lot from experiencing other cultures and I'd say it's worth trying at least once.",
        "Dao.Events.4Heart.19": "Ophelia!",
        "Dao.Events.4Heart.20": "Want a hand carrying that?",
        "Dao.Events.4Heart.21": "No, I'm okay, thank you. Let me put this down and I'll pull up a stool.$h",
        "Dao.Events.4Heart.22": "There. Wildflour gave me a pot of her latest tea blend to share with everyone.$h",
        "Dao.Events.4Heart.23": "So, what did I miss while I was inside?$h",
        "Dao.Events.4Heart.24": "We were talking about countries we've visited.",
        "Dao.Events.4Heart.25": "Oh. Well, I haven't needed to travel much myself, thankfully.$4#$b#The benefit of having local Guild branches is that adventurers who know the area best can respond, so I've primarily stayed within the valley and its surrounds.#$b#You're the adventurous sort, aren't you, Dao? Did you ever consider joining the Guild?",
        "Dao.Events.4Heart.26": "I thought about it when I was younger, but...",
        "Dao.Events.4Heart.27": "Mm, it's just not for me, I suppose! I can still help people as a firefighter, and I like the freedom of being able to go wherever I want.$h",
        "Dao.Events.4Heart.28": "No wonder you visit Diala and Derya's cats so often!$7",

        "Dao.Events.6Heart.0": "Augh...",
        "Dao.Events.6Heart.1": "@? Thank goodness... My backup prusik is holding, but I'll feel better if you can grab those ropes and pull them tight for me.$10",
        "Dao.Events.6Heart.2": "I've called Doctor Harvey and Wren said she'd pick him up. They'll be here in about twenty minutes.$s#$b#What in the world happened, Dao?$s",
        "Dao.Events.6Heart.3": "Just a little slip while rappelling, that's all.$11#$b#The rock went out from under my foot and I ended up hitting the cliff face.$14",
        "Dao.Events.6Heart.4": "'That's all'?$a#$b#Dao, you look like you tried to break a mountain with your face and I'll be surprised if you haven't fractured your knee cap.$a",
        "Dao.Events.6Heart.5": "It's not the first time I've fallen while climbing, Maia, and it probably won't be the last.$12#$b#I know what I'm doing. I'll be okay.$11#$b#Just...$14",
        "Dao.Events.6Heart.6": "I'll be happy when Harvey gets here with the good pain meds.$13",
        "Dao.Events.6Heart.7": "Maia, could you head down and get some ice for Dao's knee? Elias is the closest, I think, he should have some.$s",
        "Dao.Events.6Heart.8": "...Sure",
        "Dao.Events.6Heart.9": "Don't take her anger to heart, Dao. She's scared for you, and scared for the hurt it would cause Jumana if something happened to you.$6",
        "Dao.Events.6Heart.10": "I'll go keep a lookout for Wren's truck. @, you'll make sure Dao stays put, won't you?$6",
        "Dao.Events.6Heart.11": "@, do you... think I'm slipping?$11",
        "Dao.Events.6Heart.12": "Besides the literal slip off the side of a mountain, I mean.$12#$b#I do know what I'm doing - I've been rappelling and climbing mountains like that for decades.$11#$b#When I was younger though, I would have noticed sooner that the rock wasn't stable, or if I hadn't noticed, I at least would've been able to catch myself faster.$14",
        "Dao.Events.6Heart.Q": "...Am I getting too old for this?",
        "Dao.Events.6Heart.A1": "Age is just a state of mind!",
        "Dao.Events.6Heart.13": "Heh. Normally I'd agree with you, but my body's putting up a strong argument to the contrary at the moment.$14",
        "Dao.Events.6Heart.A2": "You just need to adapt as you get older",
        "Dao.Events.6Heart.14": "True, I suppose. Though it's hard to recognise the point at which the way you've always done something gradually stops being okay.$14",
        "Dao.Events.6Heart.A3": "No, but you shouldn't be doing things alone",
        "Dao.Events.6Heart.15": "...you're right. I got so used to knowing how to do things myself that I stopped paying attention to the most basic safety guidelines.$14",
        "Dao.Events.6Heart.A4": "Yes, it's too dangerous at your age",
        "Dao.Events.6Heart.16": "It's too dangerous when I say it's too dangerous. I've still got plenty of experience behind me and plenty of years ahead.$15",
        "Dao.Events.6Heart.17": "I'm glad you came along when you did though. Thanks.$11",
        "Dao.Events.6Heart.18": "Thanks anyway for coming along when you did.$14",
        "Dao.Events.6Heart.19": "I'll have to thank Silas and Maia later too, and apologise to Maia for the scare.$13",
        "Dao.Events.6Heart.20": "I hadn't realised I'd... nevermind. Something to think about another day.$14",

        "Dao.Events.8Heart.0": "...$7",
        "Dao.Events.8Heart.1": "Hm? Oh. Sorry, I've just been... thinking some things over. It's been longer than I thought.$7",
        "Dao.Events.8Heart.2A": "If you're concerned about me being up here, don't worry, I'm not planning on injuring myself like that again.$8#$b#I learnt my lesson after the scolding I got from Miyoung and Doctor Harvey.$8",
        "Dao.Events.8Heart.2B": "Silas must have told you about my fall a while back, huh?#$b#Don't worry, I'm not planning on trying that again.$8",
        "Dao.Events.8Heart.3A": "Mind if we chat for a bit, @? There's some things that'd be better off put into words than left caught up in my head.",
        "Dao.Events.8Heart.3B": "I know we don't know each other all that well, but mind if we chat for a bit, @?#$b#There's some things that'd be better off put into words than left caught up in my head.",
        "Dao.Events.8Heart.4": "So...$6",
        "Dao.Events.8Heart.5": "...I've been thinking of leaving Sunberry again.$6",
        "Dao.Events.8Heart.6": "It's nothing to do with you or anyone in Sunberry. I'm just not someone who stays in one place for too long, that's all.$6#$b#I've been here... what, nearly three years now? Jumana would say it feels much longer than that.$6",
        "Dao.Events.8Heart.7": "You look like you've got questions? Ask away, I don't mind.",
        "Dao.Events.8Heart.Q": "You look like you've got questions?",
        "Dao.Events.8Heart.A1": "Why are you leaving?",
        "Dao.Events.8Heart.A2": "Where will you go?",
        "Dao.Events.8Heart.A3": "Won't you miss people here?",
        "Dao.Events.8Heart.A4": "Are you running away from something?",
        "Dao.Events.8Heart.A5": "That's all.",
        "Dao.Events.8Heart.8": "I just get restless if I stay still for too long. There's so much of the world to see and experience, you know?#$b#When you're at a buffet, you don't fill your plate with only one thing, right? You sample a little of everything. Life's the same.",
        "Dao.Events.8Heart.9": "I'm catching a flight over to Kathsi to start, and then I figure I'll take the long-distance train further south and explore the rest of the continent from there.$h#$b#I've visited that part of the world before, but not in as much depth as I'd like and the Evergreen Falls are always worth another visit.$h#$b#After that, who knows? I'll see where I feel like going when I get there.$h",
        "Dao.Events.8Heart.10": "...this is going to sound callous, and you might think less of me for it, but not really.$s#$b#I enjoy spending time with people while we're together and I'll look forward to catching up when we meet again, but I don't miss people when we're not together.",
        "Dao.Events.8Heart.11": "Like what, the law? Commitment? Heh, no, I'm not running from anything, despite what people from my past might think.$h#$b#I just feel like there's more I want to do while I can. And time's slipping away from me.",
        "Dao.Events.8Heart.12": "Dao? Are you here?",
        "Dao.Events.8Heart.13": "Jumana?",
        "Dao.Events.8Heart.14": "Dao? Is everything okay?$s#$b#Silas mentioned he saw you come up here but you hadn't been back in some time.$s",
        "Dao.Events.8Heart.15": "Everything's fine, but...",
        "Dao.Events.8Heart.16": "You've become such a part of our little community in my eyes... Are you planning to leave for good?$s",
        "Dao.Events.8Heart.17": "If I'd chosen anywhere else to settle for these few years, I think my answer would have been yes.$6#$b#I've tried staying in one town before and it's never worked out. But now...$6",
        "Dao.Events.8Heart.18": "You, Miyoung, Silas, Ophelia... Maia, little Amina, Ari, and everyone else in Sunberry...$l#$b#Maybe I'm just getting old, but I hadn't realised how much people here care for me.$l#$b#I can't stay forever, but I won't be gone forever either. I'll come back.",
        "Dao.Events.8Heart.19": "I understand, dear.",
        "Dao.Events.8Heart.20": "Adeel had wandering feet at times too. It was what made him who he was, just as it makes you who you are.",
        "Dao.Events.8Heart.21": "When you're ready to come back, we'll be here to welcome you and hear all about your travels.$h",
        "Dao.Events.8Heart.22": "#I'll miss you#Travel safely, Dao",
        "Dao.Events.8Heart.23": "...$6#$b#...thank you both.$l"
        
    }